Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/AppStore.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT_WIFI
source: Providing the Stores We use your personal data to provide the services and features in the App Store and other Apple online stores. This information includes, for example, your account and payment information, which you can access and change in settings, and your purchase history. We may also use your personal data to provide certain services that you request, such as refund requests. These can include refund requests that you send directly to Apple or that you send to Apple as facilitated by app developers. With your consent, developers may provide certain personal data to Apple to assist with processing these refund requests, such as whether you used the purchase. When you download an app from the App Store, or install an app on your Apple Watch, identifiers such as your device’s hardware ID and IP address are logged by Apple along with your Apple Account. Improving the Stores To improve the experience in the App Store and other Apple online stores, we collect information about your usage of the stores, including when you open or close the App Store, what content you search for, the content you view and download, and your interactions with App Store push notifications and badges, as well as messages from the App Store within apps. We also collect information about your device such as the type of device, the version of your operating system, and the amount of free space on your device. We may use this information in the following ways: • To offer trending searches and personalized features like More Games You Might Like • To assess whether requested content can be downloaded • To understand general trends in the use of device storage, and whether your device is connected by Wi-Fi or cellular We may also use your ratings and reviews of apps on the App Store and what you search for to improve models that power the App Store. For example, app reviews and aggregated search queries from you and other App Store users are used to provide review summaries and to fine-tune the App Store search model. Personalizing the Stores We use your interactions with the App Store to help you discover the content that’s most relevant to you. For example, we recommend content that we think will be of interest to you based on what you’ve previously searched for, viewed, downloaded, updated, or reviewed in the App Store. We also use your purchase history, including in-app purchases, subscriptions, and payment methods together with account information derived from your Apple Account, such as the devices you use and new devices you activate. To make better recommendations, we also use aggregate information about app launches, installs, and deletions from users who choose to share device analytics with Apple, and aggregate information about app ratings. The App Store uses local, on-device processing to enhance our recommendations. Using app usage data stored on your device — such as the apps you frequently open, the time you spend using certain apps, and your app installs and uninstalls — the App Store can suggest apps and in-app events that are more relevant to you. The information Apple receives about your usage of the stores includes information about the personalized content you tap and view. You can turn off personalization features in the App Store, Apple Books, the iTunes Store, Apple TV, Podcasts, and for subscriptions from Apple by turning off Personalized Recommendations for your Apple Account. On your iOS, iPadOS, or visionOS device, go to Settings > [your name] > Media & Purchases > View Account, and then tap to turn off Personalized Recommendations. You can clear the app usage data logged on your device for personalization on iOS and iPadOS devices by going to Settings > App Store > Personalized Recommendations and tapping Clear App Usage Data. This will not delete data logged on your device, but any data logged at the point when you clear your app usage data will no longer be used for personalization. The App Store personalization features will use new data logged after you cleared your app usage data history. Communicating with You Apple may use information about your account, such as the Apple products you own and your subscriptions to Apple services, to send you communications about the App Store and other Apple products, services, and offers that may be of interest to you. Apple may also use information about your activity within the App Store to send you communications about new features, content, and offers available on the App Store. Email Marketing You may receive these communications by email, if you consent to receive email marketing. You can change your email preferences and opt out of receiving these emails by going to account.apple.com, or on your iOS, iPadOS, or visionOS device by going to Settings > [your name] > Personal Information > Communication Preferences. Push Notifications You may also receive these communications by push notification. To update your notification preferences or to opt out of notifications on your iOS, iPadOS, or visionOS device, go to Settings > Notifications > App Store. Advertising Apple-delivered advertising helps people discover apps, products, and services on the App Store, Apple News, and Stocks. We use information about your device, account, purchases, subscriptions, and previous downloads to ensure that ads are relevant. On the App Store, we may also use contextual information, including your search terms when you run a search, and information about the page you are viewing or the app you are downloading, to serve you a relevant ad. We create groups of people, called segments, who share similar characteristics and we use these groups for delivering targeted ads. Information about you is used to determine which segments you are assigned to, and thus, which ads you receive. To protect your privacy, targeted ads are delivered only if more than 5,000 people meet the targeting criteria. The information used to determine which ads are relevant to you is tied to random identifiers and not tied to your Apple Account. When selecting which ad to display on the App Store from multiple ads for which you are eligible, we may use some of the above mentioned information, as well as your App Store searches and browsing activity, to determine which ad is likely to be most relevant to you. App Store browsing activity includes information like the content and apps you tap and view while browsing the App Store. This information is aggregated across users so that it does not identify you. We may also use local, on-device processing to select which ad to display, using information stored on your device, such as the apps you frequently open. Apple’s advertising platform receives information about the ads you tap and view against a random identifier not tied to your Apple Account. If you allow App Store to access to your location, your approximate location may be used to provide geographically targeted ads on the App Store. You can opt out of location-based functionality at any time on your iOS, iPadOS, or visionOS device by going to Settings > Privacy & Security > Location Services > App Store, then tapping Never. If the Personalized Ads setting is turned on, Apple’s advertising platform may use your information to serve ads that are more relevant to you. If you do not want to receive ads targeted to your interests from Apple’s advertising platform, you can choose to turn off Personalized Ads. Turning off Personalized Ads will prevent Apple from using your information for ad targeting. It may not decrease the number of ads you receive, but the ads may be less relevant to you. Learn more about Apple Advertising & Privacy at www.apple.com/legal/privacy/data/en/apple-advertising. Learn how to opt out of personalized ads on the App Store, Apple News, and Stocks at support.apple.com/105131. Sharing with Third Parties We are obligated to provide some non-personal data to strategic partners that work with Apple to provide our products and services, help Apple market to customers, and sell ads on Apple’s behalf to display in the App Store, Apple News, and Stocks. For example, we may share non-personal data about your content purchases with app developers so that they can measure the performance of their creative work, meet royalty and accounting requirements, and improve their products and services. We may share information with developers to help them operate and improve their apps. Developers can access usage information, provided by users who opt in, that allows them to look at aggregated data from groups of users that have similar characteristics or behavior, as long as the data comes from groups of no less than five users. Developers can access receipt information for purchases and refunds of their products and services in the App Store. Receipts do not include personal data; however, developers could seek to associate them with personal data from your use and download of their apps, if you have provided it to them. If you purchase a subscription in a third-party app, we create a Subscriber ID that is unique to you and the developer or publisher. We use the Subscriber ID to provide reports to the developer that include information about the subscription you purchased and your country or region of residence. This information is provided to developers so that they can understand the performance of their subscriptions. If you cancel all of your subscriptions with a particular developer, and if you don’t resubscribe, the Subscriber ID will be reset after 180 days. In certain regions, if you make an external purchase for digital goods or services for an app, meaning your purchase is not made with Apple’s in-app payment system, the app developer for that app will report to Apple information about the purchase, including amount paid and item purchased, for Apple’s accounting, reporting, and analytics purposes. Apple does not link the purchase information to your Apple Account. In addition, when automatic downloads of in-app content from app developers occur, your device’s IP address will be visible to the app developer before the app is first opened. The handling of your IP address by the app developer is governed by the app developer’s privacy policies. To turn off automatic downloads of in-app content from developers before you first open an app, go to Settings > App Store, then tap to turn off In-App Content. Applicable Legal Basis for Processing Personal Data We process your personal data in the App Store generally for performance of your contract with Apple, as necessary for providing the service, and to comply with our legal obligations. Where consent is the appropriate legal basis, we seek it in accordance with applicable local law. Where applicable local law provides, we process personal data as necessary for purposes of our legitimate interests or those of a third party in order to: • Display relevant content, assess whether your device has enough space to download requested content, and facilitate automatic downloads of updated content • Help improve and optimize the App Store for you and others • Send you offers via email and push notifications that may be of interest to you, and to create segments to serve you ads in the App Store, Apple News, and Stocks • Process refund requests • Provide reporting to developers on purchases in their apps • Prevent fraud and other malicious activity The data used includes: • Your use of the App Store app, such as your interactions with content you search for, view, download, and purchase, as well as App Store notifications and messages and in-app notifications and messages • Details about your device and account • Your IP address • The device trust score Retention We retain personal data associated with your purchases and downloads on the App Store and other Apple online stores for the periods specified by applicable laws relating to financial reporting, which vary by region. For most customers, that requires at least a 10-year retention period but in regions such as China that period can be 30 years. We also retain a record of your purchase and downloads of content for at least as long as you have an account with us to allow you to download that content, again in line with our applicable terms. We retain other information such as browsing activity and searches for a shorter period. The period chosen takes account of applicable legal requirements to retain data and specific business use cases. However, some information, such as purchases but not your stored card details, may be retained as business records even after you close your account or stop using the App Store. When you use a payment card, Apple may retain and automatically update your card number and billing information for future purchases, recurring transactions, or other uses you authorize. Apple may obtain this information from your financial institution or payment network, and also use it for fraud prevention and verification. Preventing Fraud and Other Malicious Activity We also collect personal data to prevent fraud and other malicious activity in the App Store and other Apple online stores, and other Apple apps and services. This information includes device information, such as device type and software version, location information (approximated by matching the IP address of your internet connection to a geographic region, if available), download and purchase history, searches, and other interactions with the stores. When you initiate a purchase, or when a subscription is set to auto-renew, Apple may use information about your historical business relationship with Apple to process the request and determine whether to provide the product or service in advance of authorization by the payment partner. We also compute a device trust score on your device when you attempt a purchase using information about how you use your device, including the approximate number of phone calls or emails you send and receive. The submission is designed so Apple cannot learn the underlying values on your device. The score is stored for a fixed time on our servers. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy.
ar: تقديم المعلومات للمتاجر نستخدم بياناتك الشخصية لنقدم الخدمات والميزات في App Store ومتاجر Apple الأخرى على الإنترنت. تتضمن هذه المعلومات مثلاً معلومات الدفع والحساب - التي يمكنك الوصول إليها وتغييرها في الإعدادات - وسجل تاريخ الشراء. قد نجمع أيضًا بياناتك الشخصية لنقدم خدمات معينة تطلبها أنت، مثل طلبات استرداد المال. وهذه قد تشمل طلبات استرداد المال التي ترسلها إلى Apple مباشرة أو ترسلها إلى Apple عبر مطوري التطبيقات. بعد أخذ موافقتك، قد يقدم المطورون إلى Apple بيانات شخصية معينة لمساعدتها على معالجة طلبات الاسترداد هذه، مثل كونك استخدمت ما تم شراؤه أم لا. عند تنزيل تطبيق من App Store، أو تثبيت تطبيق على Apple Watch، تسجل Apple معرِّفات جهازك وعنوان IP بالإضافة إلى حساب Apple. تحسين المتاجر لتحسين تجربة الاستخدام في App Store ومتاجر Apple الأخرى على الإنترنت، يتم جمع معلومات عن استخدامك للمتاجر، بما في ذلك الأوقات التي تفتح فيها App Store أو تغلقه، والمحتوى الذي تبحث عنه، والمحتوى الذي تطّلع عليه وتنزّله، وتفاعلاتك مع الإشعارات اللحظية والشارات من App Store إضافة إلى الرسائل من App Store داخل التطبيقات. نجمع أيضًا معلومات عن جهازك مثل نوع الجهاز، والإصدار الخاص بنظام التشغيل، وحجم المساحة الفارغة المتوفرة على الجهاز. قد نستخدم هذه المعلومات بالطرق التالية: • لتقديم ميزات مخصصة مثل "ألعاب أخرى قد تعجبك" • لتقييم ما إذا كان بالإمكان تنزيل المحتوى المطلوب أم لا • لفهم الأنماط العامة لاستخدام مساحة تخزين الجهاز، وما إذا كان جهازك متصلًا بشبكة Wi‑Fi أم شبكة خلوية قد نستخدم أيضًا تقييماتك ومراجعاتك على التطبيقات في App Store وما تبحث عنه بهدف تحسين النماذج التي تشغِّل App Store. على سبيل المثال، تُستخدم مراجعات التطبيقات واستعلامات البحث المجمَّعة منك ومن مستخدمي App Store لتوفير ملخصات للمراجعات ولتنقيح نموذج بحث App Store. تخصيص المتاجر نحن نستخدم تفاعلاتك مع App Store لمساعدتك في اكتشاف المحتوى الذي يهمك. على سبيل المثال، قد نوصي لك بمحتوى قد يعجبك استنادًا إلى ما قمت بالبحث عنه أو مشاهدته أو تنزيله أو تحديثه أو مراجعته في App Store من قبل. ونستخدم أيضًا سجل تاريخ المشتريات، بما في ذلك المشتريات داخل التطبيقات والاشتراكات ووسائل الدفع إلى جانب معلومات الحساب المأخوذة من معرف حساب Apple الخاص بك، مثل الأجهزة التي تستخدمها والأجهزة الجديدة التي تنشِّطها. ولتقديم توصيات أفضل، نستخدم أيضًا معلومات مجمعة حول عمليات بدء تشغيل التطبيقات وتثبيتها وحذفها من المستخدمين الذين يختارون مشاركة تحليلات الجهاز مع Apple ومعلومات مجمعة عن تقييمات التطبيقات. يستخدم App Store معالجة محلية على الجهاز لتحسين التوصيات التي نقدمها. باستخدام بيانات استخدام التطبيقات المخزنة على جهازك - مثل التطبيقات التي تفتحها كثيرًا، والوقت الذي تقضيه في استخدام تطبيقات معينة، وعمليات تثبيت وإلغاء تثبيت التطبيقات - يمكن لـ App Store اقتراح تطبيقات وأحداث داخل التطبيقات أكثر ملاءمةً لك. المعلومات التي تتلقاها Apple حول استخدامك للمتاجر تتضمن معلومات عن المحتوى المخصص الذي تضغط عليه وتعرضه. يمكنك إيقاف ميزات التخصيص في App Store و Apple Books و iTunes Store و Apple TV وتطبيق البودكاست، وللاشتراكات من Apple، وذلك عن طريق إيقاف التوصيات المخصصة لحساب Apple. على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الإعدادات > [اسمك] > الوسائط والمشتريات > عرض الحساب، ثم اضغط لإيقاف التوصيات المخصصة. يمكنك مسح بيانات استخدام التطبيقات المسجلة على جهازك لأغراض التخصيص على أجهزة iOS و iPadOS بالانتقال إلى الإعدادات > App Store > التوصيات المخصصة، ثم الضغط على مسح بيانات استخدام التطبيقات. لن يؤدي ذلك إلى حذف البيانات المسجلة على جهازك، لكن أي بيانات تم تسجيلها حتى اللحظة التي مسحت فيها بيانات استخدام التطبيقات لن يتم استخدامها بعد ذلك لأغراض التخصيص. وسوف تستخدم ميزات التخصيص في App Store البيانات الجديدة التي يتم تسجيلها بعد مسح سجل تاريخ بيانات استخدام التطبيقات. التواصل معك قد تستخدم Apple معلومات حول حسابك، مثل منتجات Apple التي تمتلكها واشتراكاتك في خدمات Apple، لإرسال رسائل إليك حول App Store ومنتجات Apple وخدماتها وعروضها التي قد تهمك. قد تستخدم Apple أيضًا معلومات حول نشاطك في Apple Store لتراسلك حول الميزات الجديدة والمحتوى والعروض المتوفرة على Apple Store. التسويق عبر البريد الإلكتروني قد تتلقى هذه المراسلات عبر البريد الإلكتروني إذا وافقت على تلقي رسائل التسويق عبر البريد الإلكتروني. ويمكنك تغيير تفضيلات بريدك الإلكتروني وإلغاء الاشتراك في تلقي رسائل البريد الإلكتروني هذه بالانتقال إلى account.apple.com، أو الانتقال على جهاز iOS أو iPadOS أو visionOS إلى الإعدادات > [اسمك] > المعلومات الشخصية > تفضيلات التواصل. إشعارات لحظية قد تتلقى هذه المراسلات عبر الإشعارات اللحظية أيضًا. لتحديث تفضيلات الإشعارات أو إلغاء الاشتراك في الإشعارات على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الإعدادات > الإشعارات > App Store. الإعلانات تساعد الإعلانات التي تقدمها Apple الأشخاص على اكتشاف التطبيقات والمنتجات والخدمات على App Store و Apple News والأسهم. نستخدم معلومات عن جهازك وحسابك ومشترياتك واشتراكاتك وتنزيلاتك السابقة لضمان ملاءمة الإعلانات. في App Store، قد نستخدم أيضًا معلومات سياقية، بما في ذلك مصطلحات البحث عندما تُجري بحثًا، ومعلومات عن الصفحة التي تشاهدها أو التطبيق الذي تنزّله بهدف عرض إعلان ذي صلة. تجدر الإشارة إلى أننا ننشئ مجموعات من الأشخاص تسمى "شرائح"، ويشترك هؤلاء الأشخاص في سمات شخصية متماثلة، ونستخدم هذه المجموعات لاستهدافهم بالإعلانات. وتُستخدم المعلومات المتعلقة بك لتحديد الشرائح التي يتم وضعك فيها، ومن ثَم تحديد الإعلانات التي تتلقاها. ولحماية خصوصيتك، لا يتم تقديم الإعلانات الموجهة إلا إذا استوفى أكثر من ٥٠٠٠ شخص معايير الاستهداف. وتكون المعلومات المستخدمة لتحديد الإعلانات المتعلقة بك مرتبطة بمعرفات عشوائية ولا يتم ربطها بحساب Apple. عند اختيار إعلان لعرضه لك من ضمن عدة إعلانات تكون مؤهلاً لها، قد نستخدم بعض المعلومات المذكورة أعلاه، وكذلك عمليات البحث ونشاط تصفحك على App Store، لتحديد الإعلان الذي من المحتمل أن يكون أكثر ملاءمة لك. يتضمن نشاط تصفح App Store معلومات مثل المحتوى والتطبيقات التي تضغط عليها وتعرضها أثناء تصفح App Store. تُجمع هذه المعلومات من المستخدمين بحيث لا تحدد هويتك. قد نستخدم أيضًا معالجة محلية على الجهاز لتحديد الإعلان الذي ينبغي عرضه، وذلك باستخدام المعلومات المخزنة على جهازك، مثل التطبيقات التي تفتحها كثيرًا. تتلقى منصة إعلانات Apple معلومات عن الإعلانات التي تضغط عليها وتشاهدها باستخدام معرّف عشوائي غير مرتبط بحساب Apple. عند السماح لـ App Store بالوصول إلى موقعك، قد يُستخدم موقعك التقريبي لتقديم إعلانات موجهة جغرافيًا على App Store. يمكنك إلغاء الاشتراك في الوظائف المستندة إلى الموقع في أي وقت على جهاز iOS أو iPadOS أو visionOS من خلال الانتقال إلى الإعدادات > الخصوصية والأمن > خدمات الموقع > App Store، ثم الضغط على "مطلقًا". في حالة تشغيل إعداد الإعلانات المخصصة، قد تستخدم منصة إعلانات Apple معلوماتك لتقديم إعلانات أكثر ملائمة لك. إذا كنت لا ترغب في تلقي إعلانات تستهدف اهتماماتك من منصة إعلانات Apple، يمكنك اختيار إيقاف تشغيل الإعلانات المخصصة. وسيؤدي إيقاف الإعلانات المخصصة إلى منع Apple من استخدام معلوماتك في الإعلانات الموجهة. قد لا يؤدي ذلك إلى تقليل عدد الإعلانات التي تتلقاها، ولكن قد تكون الإعلانات أقل ملائمة لك. يمكنك معرفة المزيد عن إعلانات Apple والخصوصية على الرابط: www.apple.com/legal/privacy/data/ar/apple-advertising تعرَّف على كيفية إلغاء الاشتراك في الإعلانات المخصصة في App Store و Apple News وتطبيق الأسهم على الرابط: support.apple.com/105131 المشاركة مع الجهات الخارجية نحن ملزمون بتقديم بعض البيانات غير الشخصية إلى الشركاء الاستراتيجيين الذين يعملون مع Apple لتقديم منتجاتنا وخدماتنا، ومساعدة Apple في التسويق للعملاء، وبيع الإعلانات نيابة عن Apple لعرضها في App Store و Apple News وتطبيق الأسهم. على سبيل المثال، يمكننا مشاركة بعض البيانات غير الشخصية حول مشتريات المحتوى مع مطوري التطبيقات، وذلك حتى تتوفر لهم إمكانية قياس أداء عملهم الإبداعي والوفاء بمتطلبات المحاسبة والامتياز، وكذلك تحسين الخدمات والمنتجات. قد نشارك معلومات مع مطوري تطبيقات لمساعدتهم على تشغيل وتحسين تطبيقاتهم. يستطيع المطورون الوصول إلى معلومات الاستخدام - المتوفرة من المستخدمين المشاركين - التي تمكنهم من الاطلاع على البيانات المجمعة من مجموعات المستخدمين الذين لديهم صفات أو سلوك متشابه، ما دامت هذه المعلومات تأتي من مجموعات لا تقل عن خمسة مستخدمين. يمكن للمطورين الوصول إلى معلومات فواتير الشراء للمشتريات والمبالغ المستردة لمنتجاتهم وخدماتهم في App Store. لا تحتوي فواتير الشراء على بيانات شخصية، لكن قد يحاول المطورون ربطها مع بيانات شخصية من استخدامك وتنزيلك لتطبيقاتهم إذا كنت قد زودتهم بها. إذا اشتريت اشتراكًا في تطبيق جهة خارجية، فإننا ننشئ "معرف مشترِك" فريدًا لك وللمطور أو الناشر. نستخدم معرِّف المشترِك لتقديم تقارير للمطوِّر تتضمن معلومات حول الاشتراك الذي اشتريته وبلدك أو منطقة إقامتك. يتم توفير هذه المعلومات للمطورين حتى يتمكنوا من فهم أداء اشتراكاتهم. في حال إلغاء جميع اشتراكاتك مع مطور معين، وإذا لم تعِد الاشتراك، فستتم إعادة تعيين معرف المشترك بعد ١٨٠ يومًا. في بعض المناطق، إذا أجريت عملية شراء خارجية لبضائع أو خدمات رقمية لتطبيق ما، أي أن عملية الشراء لم تتم باستخدام نظام الدفع الذي توفره Apple داخل التطبيق، فإن مطور هذا التطبيق سيبلغ بمعلومات عن عملية الشراء، بما في ذلك المبلغ المدفوع والعنصر المشترى، وذلك لأهداف تتعلق بحسابات Apple وتقاريرها وتحاليلها. لا تربط Apple معلومات الشراء بحساب Apple. إضافة إلى ذلك، عند حدوث التنزيلات التلقائية للمحتوى من داخل التطبيق من قِبل مطوري التطبيقات، فسيكون عنوان IP الخاص بجهازك ظاهرًا لمطور التطبيق قبل فتح التطبيق لأول مرة. ويخضع تعامل مطور التطبيق مع عنوان IP الخاص بك لسياسات الخصوصية المتبعة لدى مطور التطبيق. لإيقاف التنزيلات التلقائية للمحتوى داخل التطبيقات من المطورين قبل فتح التطبيق لأول مرة، انتقل إلى الإعدادات > App Store > ثم الضغط على إيقاف المحتوى داخل التطبيقات. الأسس القانونية لمعالجة البيانات الشخصية نعالج بياناتك الشخصية في App Store عامة لتنفيذ عقدك مع Apple، وحسبما تقتضيه الضرورة لتقديم الخدمة، ولاستيفاء التزاماتنا القانونية. عندما تكون الموافقة هي الأساس القانوني المناسب، فإننا نطلبها بمقتضى القانون المحلي المعمول به. نعالج البيانات الشخصية حسب الضرورة التي تقتضيها مصالحنا المشروعة أو مصالح جهة خارجية ما حيثما ينص القانون المحلي المعمول به على ذلك، بهدف: • عرض المحتوى ذي الصلة، وتقييم ما إذا كانت هناك مساحة على جهازك تكفي لتنزيل المحتوى المطلوب أم لا، وتسهيل التنزيلات التلقائية للمحتوى المحدّث • المساعدة في تحسين App Store لك وللآخرين • إرسال العروض التي قد تهمك إليك عبر البريد الإلكتروني والإشعارات اللحظية، ولإنشاء شرائح لتقديم الإعلانات إليك في App Store و Apple News والأسهم • معالجة طلبات استرداد المال • تقديم التقارير إلى المطورين بخصوص المشتريات في تطبيقاتهم • منع الاحتيال والأنشطة الضارة الأخرى تتضمن البيانات المستخدمة ما يلي: • استخدامك لتطبيق App Store، مثل تفاعلاتك مع المحتوى الذي تبحث عنه وتعرضه وتنزله وتشتريه، وأيضًا الإشعارات والرسائل الخاصة بتطبيق App Store والإشعارات والرسائل داخل التطبيق • تفاصيل عن جهازك وحسابك • عنوان IP • مستوى موثوقية الجهاز الاحتفاظ بالمعلومات نحتفظ ببياناتك الشخصية المرتبطة بمشترياتك وتنزيلاتك على App Store ومتاجر Apple الأخرى على الإنترنت للفترات الزمنية التي تحددها القوانين المعمول بها فيما يتعلق بالتقارير المالية، والتي تختلف باختلاف المنطقة. لمعظم العملاء، يتطلب ذلك أن تكون فترة الاحتفاظ بالمعلومات عشر سنوات على الأقل، لكن في مناطق مثل الصين، قد تكون هذه الفترة ٣٠ سنة. إضافة إلى ذلك، نحتفظ بسجل تنزيل وشراء المحتوى طالما لديك حساب لدينا على الأقل، وذلك حتى نتيح لك تنزيل ذلك المحتوى وفقًا للشروط المعمول بها لدينا كما ذكرنا سابقًا. نحتفظ بمعلومات أخرى مثل نشاط التصفح والبحث لفترة أقصر. وتأخذ هذه الفترة في الاعتبار المتطلبات القانونية السارية للاحتفاظ بالبيانات وحالات استخدام محددة خاصة بالعمل. لكن قد يتم الاحتفاظ ببعض المعلومات مثل المشتريات - دون حفظ تفاصيل بطاقتك المخزنة - في صورة سجلات تجارية، حتى بعد أن تغلق حسابك أو تتوقف عن استخدام App Store. عند استخدام بطاقة دفع، قد تحتفظ Apple برقم البطاقة ومعلومات الفوترة وتحدّث تلك المعلومات تلقائيًا لاستخدامها في عمليات الشراء المستقبلية أو المعاملات المتكررة أو غير ذلك من الاستخدامات الأخرى التي تخوّلها أنت. قد تحصل Apple على هذه المعلومات من المؤسسة المالية أو شبكة الدفع، وقد تستخدمها أيضًا لمنع الاحتيال وإجراء عمليات التحقق. منع الاحتيال والأنشطة الضارة الأخرى نجمع أيضًا البيانات الشخصية لمنع الاحتيال والأنشطة الضارة الأخرى في App Store ومتاجر Apple الأخرى على الإنترنت وتطبيقات Apple وخدماتها الأخرى. وتتضمن هذه المعلومات معلومات الجهاز، مثل نوع الجهاز وإصدار البرنامج، ومعلومات الموقع التقريبية -إذا توفرت- عن طريق مطابقة عنوان IP الخاص باتصالك بالإنترنت مع منطقة جغرافية، وسجل تاريخ التنزيل والشراء، وعلميات البحث والتفاعلات الأخرى مع المتاجر. عند بدء عملية شراء أو عندما يشارف اشتراك ما على التجديد تلقائيًا، قد تقوم Apple باستخدام معلومات حول سجل علاقتك التجارية مع Apple لمعالجة الطلب وتحديد ما إذا كانت ستوفر المنتج أو الخدمة قبل الحصول على إذن من شريك الدفع. نحسب أيضًا مستوى موثوقية الجهاز على جهازك عندما تحاول إجراء عملية شراء باستخدام معلومات حول كيفية استخدامك لجهازك، بما في ذلك عدد المكالمات أو رسائل البريد الإلكتروني التي ترسلها وتستلمها تقريبًا. ويتم إرسال هذه المعلومات بطريقة لا تمكّن Apple من معرفة القيم الضمنية على جهازك. ويتم تخزين مستوى الموثوقية لمدة زمنية ثابتة على خوادمنا. سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy.
bg: Данни за магазините Използваме личните ви данни, за да предоставяме услугите и функциите в App Store и други онлайн магазини на Apple. Тази информация включва, например, вашата регистрация и информация за плащания, до които можете да получите достъп и да промените в настройки, както и историята за плащанията. Може да използваме личните ви данни, за да предоставим определени услуги, които заявите, например заявки за възстановяване на суми. Може да включват заявки за възстановяване, които директно изпращате към Apple или изпращате към Apple улеснено от разработчиците на приложения. С ваше съгласие разработчиците могат да предоставят определени лични данни на Apple, за да помогнат при обработката на тези заявки за възстановяване, например дали сте използвали покупката. Когато изтеглите приложение от App Store или инсталирате приложение на вашия Apple Watch, идентификатори като хардуерния идентификатор на устройството и IP адреса се регистрират от Apple заедно с вашата Apple регистрация. Подобряване на магазините За да подобрим аспектите на изживяването в приложението App Store и другите Apple онлайн магазини, събираме информацията за използването на магазините, включително кога отваряте или затваряте App Store, какво съдържание търсите и съдържанието, което преглеждате и изтегляте, както и взаимодействието ви с push известията и символите на иконките от App Store и съобщенията от App Store в приложенията. Ние също така събираме информация за вашето устройство, като например типа на устройството, версията на вашата операционна система и количеството свободно пространство на вашето устройство. Може да използваме тази информация по следните начини: • За да се предлагат популярни търсения и персонализирани функции като „Повече игри, които може да харесате” • За да се определи дали заявеното съдържание може да бъде изтеглено • За да се разберат основните тенденции в използването на пространството за съхранение на устройството и дали устройството ви е свързано към Wi-Fi или мобилна мрежа Също така може да използваме вашите оценки и отзиви за приложения в App Store и какво сте търсили с цел подобряване на моделите, които поддържат App Store. Например, прегледите на приложения и обобщените заявки за търсене от вас и други потребители на App Store са използвани за предоставянето на обобщения на прегледите и за фина настройка на модела за търсене в App Store. Персонализиране на магазините Използваме информацията за това как използвате App Store, за да ви помогнем да откривате съдържанието, което е най-подходящо за вас. Например, препоръчваме съдържание, което смятаме, че ще представлява интерес за вас въз основа на това, което сте търсили, гледали, изтегляли, обновявали или преглеждали в App Store. Също така използваме историята на плащанията, включително на покупките в приложенията, абонаментите и методите за плащане, заедно с информацията за вашата сметка, получени от вашата Apple регистрация, както и устройствата, които използвате, и новите устройства, които активирате. За да направим по-добри препоръки, ние също използваме обобщена информация за стартирането, инсталирането и изтриването на приложенията от потребителите, които са избрали да споделят аналитични данни за устройството с Apple и обобщена информация за рейтинга на приложенията. App Store използва локалната употреба на устройството, за да подобри нашите препоръки. App Store може да предлага приложения и събития в приложения, които са по-подходящи за вас, като използва данните за употребата на приложения, съхранявани на вашето устройство – информация за приложенията, които често отваряте, времето, в което използвате определени приложения, както и инсталиранията и деинсталиранията на приложенията. Получената информация от Apple относно използването на магазините включва информация за персонализираното съдържание, което докосвате и преглеждате. Можете да изключите персонализираните функции в приложенията App Store, Apple Books, iTunes Store, Apple TV, Подкасти и за абонаментите от Apple, като изключите Персонализирани препоръки за вашата Apple регистрация. На вашето iOS, iPadOS или visionOS устройство отидете в Настройки > [вашето име] > Медия и покупки > Преглед на регистрация и след това докоснете, за да изключите Персонализирани препоръки. Можете да изтриете записаните данни относно използването на приложение за персонализиране на вашите iOS или iPadOS устройства, като отидете в Настройки > App Store > Персонализирани препоръки и докоснете Изтриване на данни за използване на приложение. Така няма да се изтрият данните, записани на вашето устройство, но всички данни, регистрирани в момента, когато изтриете данните за използването на приложение, вече няма да се използват за персонализиране. Функциите за персонализиране на App Store ще използват новите регистрирани данни, след като сте изтрили историята на данните за използването на приложението. Връзка с вас Apple може да използва информация от вашата регистрация, като продуктите на Apple, които притежавате, и вашите абонаменти за услуги на Apple, за да ви изпраща съобщения относно App Store и други продукти, услуги и оферти на Apple, които могат да представляват интерес за вас. Apple може да използва информацията за вашата активност в App Store, за да ви изпраща съобщения за нови функции и оферти, налични в App Store. Имейл маркетинг Може да получавате тази информация по имейл, ако се съгласите да получавате маркетинг имейли. Можете да промените настройките си за имейли и да се откажете от получаването на тези имейли, като отидете на account.apple.com, или на вашето устройство с iOS, iPadOS или visionOS отидете в Настройки > [вашето име] > Лична информация > Настройки на комуникация. Push известия Може да получавате тази информация и с push известия. За да обновите настройките си за известяване или за да изключите известията на вашето iOS, iPadOS или visionOS устройство, отидете в Настройки > Известия > App Store. Реклама Рекламите, предоставени от Apple, помагат на хората да откриват приложения, продукти и услуги в приложенията App Store, Apple News и Акции. Използваме информация за вашето устройство, регистрация, покупки, абонаменти и предишно изтеглено съдържание, за да направим така, че рекламите да са подходящи за вас. В App Store може да използваме контекстуална информация, включително търсените от вас думи при изпълняване на търсене, информация за страницата, която преглеждате или приложението, което изтегляте, за да се показва подходяща реклама. Създаваме групи от хора, наречени сегменти, които споделят сходни характеристики и използваме тези групи за предоставяне на насочени реклами. Информацията за вас се използва, за да се определи с кои сегменти сте свързани и по този начин кои реклами да получавате. За да се защити вашата поверителност, насочените реклами се показват само ако повече от 5000 души отговарят на критериите за насочване. Информацията, използвана, за да се определи кои реклами са подходящи за вас, е свързана със случайни идентификатори и не се свързва с вашата Apple регистрация. Когато избираме коя реклама да покажем в App Store от множество реклами, които са допустими за вас, може да използваме част от гореспоменатата информация, както и вашите търсения и активност при браузване в App Store, за да определим коя реклама е най-подходяща за вас. Активността от браузване в App Store включва информация за съдържанието и приложенията, които докосвате и преглеждате, докато браузвате в App Store. Тази информация се обобщава между потребителите, така че не ви идентифицира. Може да използваме локалната употреба на устройството, за да изберем коя реклама да се показва, като се използва информацията, съхранявана на вашето устройство - например често отваряните приложения. Рекламната платформа на Apple получава информация за рекламите, които докосвате и преглеждате, заедно със случаен идентификатор, който не се свързва с вашата Apple регистрация. Ако разрешите на приложението App Store да има достъп до вашето местоположение, вашето приблизително местоположение може да се използва, за да се предоставят насочени реклами по географски признак в App Store. Можете по всяко време да изключите функциите, базирани на местоположение на вашия iOS, iPadOS или visionOS устройство, като отидете в Настройки > Поверителност и сигурност > Услуги за местоположение > App Store и след това докоснете Никога. Ако настройката Персонализирани реклами е включена, рекламната платформа на Apple може да използва вашата информация, за да показва реклами, които са по-подходящи за вас. Ако не искате да получавате от рекламната платформа на Apple реклами, насочени към вашите интереси, можете да изберете да изключите Персонализирани реклами. Изключването на Персонализирани реклами ще попречи на Apple да използва вашата информация за насочване на реклами. Това може да не намали броя на рекламите, които получавате, но рекламите може да са по-малко подходящи за вас. За да научите повече за Реклами от Apple и поверителност, отидете на www.apple.com/legal/privacy/data/en/apple-advertising. За да научите как да се откажете от персонализираните реклами в App Store, Apple News и Акции, отидете на support.apple.com/105131. Споделяне с трети страни Ние сме задължени да предоставим някои нелични данни на стратегически партньори, които работят с Apple, за да предоставят нашите продукти и услуги, да помагат на Apple да рекламира на клиенти и да продават реклами от името на Apple, които да се показват в App Store, Apple News и Акции. Например, може да споделяме нелични данни за закупеното от вас съдържание с разработчиците на приложения, така че те да могат да измерват ефективността на творческата си работа, да се съобразяват с изискванията за авторски права и счетоводство и да подобряват техните продукти и услуги. Може да споделяме информация с разработчиците, за да им помогнем да поддържат и усъвършенстват техните приложения. Разработчиците имат достъп до информацията за употреба, предоставена от включените потребители, които са позволили разглеждането на обобщени данни на групи потребители с подобни характеристики или поведение, стига данните да идват от групи от не по-малко от пет потребители. Разработчиците имат достъп до информацията от разписките за покупки и възстановявания от техните продукти и услуги в App Store. Тези разписки не включват лични данни, въпреки че разработчиците могат да се опитат да ги свържат с личните данни от използването и изтеглянето на техните приложения, ако сте я предоставили. Ако сте закупили абонамент за приложение на друг производител, ние създаваме идентификатор на абоната, който е уникален за вас и за разработчика или издателя. Ние използваме идентификатор на абоната, за да предоставяме доклади на разработчика, които съдържат информация за абонамента, закупен от вас и държавата или областта на местоживеене. Тази информация се предоставя на разработчиците, с цел те да проучат ефективността на техните абонаменти. Ако прекратите всичките си абонаменти към конкретен разработчик и не ги подновите, идентификаторът на абоната ще се нулира след 180 дни. В някои региони, ако правите външни покупки на дигитални продукти или услуги за приложение, което означава, че покупката ви не е направена със системата за плащане в приложения на Apple, разработчикът на приложението ще докладва на Apple информация за покупката, включително платената сума и закупения елемент, за целите на счетоводството, докладването и анализите на Apple. Apple не свързва информацията за покупките с вашата Apple регистрация. Освен това при автоматични изтегляния на съдържание в приложенията от разработчици на приложения IP адресът на вашето устройство ще бъде видим за разработчика на приложението преди приложението да бъде отворено за първи път. Използването на вашия IP адрес от разработчик на приложение се управлява от политиките за поверителност на разработчика на приложението. За да изключите автоматичното изтегляне на съдържание от разработчиците в приложението, преди да отворите приложението за първи път, отидете в Настройки > App Store и след това докоснете, за да изключите Съдържание в приложения. Приложимо законово основание за обработка на лични данни Обработваме личните ви данни в App Store основно за изпълнението на договора ви с Apple, както е необходимо за предоставяне на услугата и за спазване на нашите законови задължения. Когато съгласието е подходящото правно основание, ние го търсим в съответствие с приложимото местно законодателство. Когато приложимото местно законодателство предвижда, обработваме лични данни, както е необходимо за целите на нашите законни интереси или тези на трета страна за: • Показване на подходящо съдържание, определяне дали вашето устройство има достатъчно място за изтегляне на исканото съдържание и улесняване на автоматичното изтегляне на обновено съдържание • Помощ за подобрение и оптимизиране на App Store за вас и другите потребители • Изпращане на оферти по имейл и push известия, които могат да бъдат интересни за вас, и за създаване на сегменти за представяне на реклами в App Store, Apple News и Акции • Обработване на заявки за възстановяване на средства • Предоставяне на отчети на разработчиците за покупки в техните приложения • Предотвратяване на измами и други злонамерени дейности Използваните данни включват: • Използването ви на приложението App Store, например взаимодействията ви със съдържанието, което търсите, преглеждате, изтегляте и закупувате, както и известията и съобщенията на App Store и известията и съобщенията в приложение • Детайли за вашето устройство и регистрация • Вашия IP адрес • Рейтингът на доверие на устройството Запазване на данните Ние запазваме лични данни, свързани с вашите покупки и изтеглено съдържание от App Store и други онлайн магазини на Apple, за определен период от време според приложимото законодателство за финансови отчети, като този период може да се различава за различните региони. За повечето клиенти се изисква поне 10-годишен период на запазване, но в региони като Китай този период може да бъде 30 години. Също така съхраняваме запис за вашата покупка и изтегляне на съдържание поне докато имате регистрация при нас, за да ви позволим да изтегляте отново това съдържание в съответствие с нашите приложими условия. Запазваме друга информация като активност при сърфиране и търсения за по-кратък период. Избраният период взема предвид приложимите законови изисквания за запазване на данни и конкретни случаи за бизнес употреба. Въпреки това, част от информацията, като покупки, но не и съхраняваните данни за картата ви, може да се запази като бизнес записи дори и след като затворите регистрацията си или спрете да използвате App Store. Когато използвате карта за плащане, Apple може да запази и автоматично да обновява номера на картата и информацията за фактуриране при бъдещи покупки, повтарящи се транзакции или други случаи на използване, за които предоставите разрешение. Apple може да получи тази информация от вашата финансова институция или мрежа за плащане и да я използва и за предотвратяване и проверка на измами. Предотвратяване на измами и други злонамерени дейности Ние събираме и лични данни, за да предотвратим измами и други злонамерени дейности в App Store и други Apple онлайн магазини, както и други приложения и услуги от Apple. Тези данни включват информация за устройството като тип на устройството и версия на софтуера, информация за местоположението (приблизително по съответствието на IP адреса на вашата интернет връзка с географския район, ако са налични), история на изтегленото съдържание и покупките, търсения и други взаимодействия с магазините. Когато инициирате покупка или когато е настроен абонамент за подновяване, Apple може да използва информацията за предишните ви бизнес отношения с Apple, за да обработи заявката и да определи дали да предостави продукта или услугата преди оторизацията от партньора за плащане. Също така, когато се опитвате да направите покупка, ние изчисляваме рейтинг доверие на устройството за вашето устройство, като използваме информация за това как използвате устройството си, включително приблизителния брой телефонни обаждания или имейли, които изпращате и получавате. Събирането на данните е проектирано така, че Apple не може да научи съответните стойности на данните на вашето устройство. Рейтингът се запазва за определено време на нашите сървъри. Събраната от Apple информация винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy.
ca: Informació que es proporciona a les botigues Per oferir‑te els serveis i les funcions de l’App Store i de la resta de botigues en línia d’Apple, utilitzem les teves dades personals. Aquesta informació inclou, per exemple, la informació de pagament i la del compte, que pots consultar i canviar a la configuració, així com l’historial de compres. Per oferir‑te alguns dels serveis que sol·licitis, com ara les sol·licituds de reemborsament, també podem utilitzar les teves dades personals. Les sol·licituds de reemborsament poden incloure tant les que enviïs directament a Apple com les que remetis a Apple com a intermediari amb els equips de desenvolupament de les apps. Amb el teu consentiment, els equips de desenvolupament poden facilitar certes dades personals a Apple, com ara si has utilitzat la compra, per ajudar a processar aquestes sol·licituds. Quan descarregues una app de l’App Store o instal·les una app a l’Apple Watch, Apple registra, juntament amb el compte d’Apple, informació com ara l’identificador del maquinari del dispositiu i l’adreça IP. Millora de les botigues Per millorar l’experiència a l’App Store i a la resta de botigues en línia d’Apple, recopilem informació sobre com les utilitzes, incloses dades sobre quan obres o tanques l’App Store, quin contingut hi cerques, quin contingut visualitzes i descarregues, i com interacciones amb les notificacions push, els distintius i els missatges de l’App Store des de dins de les apps. També recopilem informació sobre el dispositiu, com ara el tipus de dispositiu, la versió del sistema operatiu i la quantitat d’espai lliure. Per exemple, aquesta informació es pot utilitzar de les maneres següents: • per oferir tendències de cerca i altres funcions personalitzades, com ara altres jocs que et podrien agradar; • per determinar si es pot descarregar el contingut sol·licitat; • per entendre les tendències generals d’ús i d’emmagatzematge del dispositiu i si el dispositiu està connectat a una xarxa Wi‑Fi o mòbil. És possible que també utilitzem les valoracions i les ressenyes de les apps de l’App Store i les cerques que hi facis per millorar els models que hi ha rere la tecnologia de l’App Store. Per exemple, per perfeccionar el model de cerca de l’App Store i per crear resums de les valoracions, s’utilitzen les cerques agregades que s’hi fan i les valoracions de les apps de l’App Store, tant teves com d’altres persones. Personalització de les botigues Utilitzem les teves interaccions amb l’App Store per ajudar‑te a descobrir el contingut que pensem que pot ser del teu interès i enviar‑te notificacions. Per exemple, et recomanem contingut que pensem que et pot interessar en funció de què hagis cercat, visualitzat, descarregat, actualitzat o valorat a l’App Store. També utilitzem l’historial de compres, incloses les compres integrades, les subscripcions i els mètodes de pagament, juntament amb la informació que es deriva del compte d’Apple, com ara els dispositius que fas servir i els nous que actives. Per fer‑te millors recomanacions, també utilitzem informació agregada sobre les apps que obren, instal·len o eliminen els usuaris que comparteixen les dades d’anàlisi del seu dispositiu amb Apple, així com informació agregada sobre les valoracions de les apps. L’App Store utilitza el processament local al dispositiu per millorar les recomanacions. Utilitzant les dades d’ús de les apps emmagatzemades al teu dispositiu, com ara la freqüència amb què obres les apps, el temps que hi passes i les apps que instal·les o desinstal·les, l’App Store et pot suggerir les apps i els esdeveniments dins de les apps més rellevants per a tu. La informació que rep Apple sobre l’ús de les botigues inclou informació sobre el contingut personalitzat que mires i toques. Si no vols aplicar les funcions de personalització, desactiva les recomanacions personalitzades per al compte d’Apple a l’App Store, l’Apple Books, l’iTunes Store, l’Apple TV, l’Apple Podcasts i les subscripcions d’Apple. En un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > [nom] > Continguts i compres > Mostra el compte i, tot seguit, desactiva les recomanacions personalitzades. Si vols eliminar les dades d’ús de les apps desades en un dispositiu iOS o iPadOS per a la personalització, ves a l’app Configuració > App Store > Recomanacions. Aquesta acció no esborrarà les dades registrades al dispositiu, però sí que es deixaran d’utilitzar per a la personalització a partir del moment en què esborris les dades d’ús de les apps. Les funcions de personalització de l’App Store utilitzaran les noves dades que es registrin un cop hagis esborrat l’historial de les dades d’ús de les apps. Comunicació amb l’usuari Apple pot utilitzar la informació sobre el compte, com ara els productes d’Apple que tinguis i els serveis d’Apple a què t’hagis subscrit, per enviar‑te comunicacions sobre l’App Store i altres productes, serveis i ofertes d’Apple que et puguin interessar. Apple també podrà utilitzar informació sobre l’activitat a l’App Store per enviar‑te comunicacions sobre funcions noves, continguts i ofertes disponibles a l’App Store. Màrqueting per correu electrònic Si acceptes rebre màrqueting per correu electrònic, rebràs aquest tipus de comunicacions per aquest canal. Per canviar les preferències dels correus i deixar de rebre’n, ves a account.apple.com o, en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > [nom] > Informació personal > Preferències de comunicació. Notificacions push També pots rebre aquestes comunicacions com a notificacions push. Per actualitzar les preferències de les notificacions o per desactivar‑les en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > Notificacions > App Store. Publicitat La publicitat que ofereix Apple és molt útil per descobrir apps, productes i serveis a l’App Store, a l’Apple News i a l’app Borsa. Per mostrar‑te anuncis rellevants, utilitzem informació sobre el dispositiu, el compte, el contingut que compres i descarregues, i les subscripcions. A l’App Store, també podem fer servir la informació contextual, inclosos els termes que utilitzes per fer les cerques i la informació sobre la pàgina que mires o l’app que descarregues, per oferir‑te anuncis rellevants. Creem grups de persones, anomenats “segments”, que comparteixen característiques similars amb tu, i els utilitzem per mostrar anuncis personalitzats. La informació sobre tu serveix per determinar a quins segments se t’assigna i, en conseqüència, quins anuncis reps. Per protegir la teva privacitat, els anuncis personalitzats només s’envien si hi ha més de 5.000 persones que compleixen els mateixos criteris de segmentació. La informació que s’utilitza per determinar quins anuncis t’interessen es vincula a identificadors aleatoris (i no pas al compte d’Apple). Per triar quin anunci se’t mostrarà a l’App Store d’entre els diferents anuncis que hi ha, podem utilitzar una part de la informació anteriorment mencionada, així com la teva activitat de navegació i cerques a l’App Store, per determinar quin anunci et podria interessar més. L’activitat de navegació a l’App Store inclou informació com els continguts i les apps que toques i visualitzes a l’App Store. Aquesta informació s’agrega entre els usuaris perquè no t’identifiqui personalment. És possible que s’utilitzi el processament local per seleccionar quins anuncis mostrar en funció de la informació emmagatzemada al dispositiu, com ara les apps que obres amb freqüència. La plataforma de publicitat d’Apple rep informació sobre els anuncis que toques i mires amb un identificador aleatori que no es vincula amb el compte d’Apple. Si permets que l’App Store accedeixi a la ubicació, es podrà utilitzar la ubicació aproximada per oferir‑te anuncis personalitzats a l’App Store en funció de la zona geogràfica. Per desactivar la funcionalitat de la localització en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > Privacitat i seguretat > Localització > Serveis > App Store i, tot seguit, toca “Mai”. Si els anuncis personalitzats estan activats, la plataforma publicitària d’Apple podrà fer servir la teva informació per mostrar‑te anuncis rellevants. Si no vols que la plataforma publicitària d’Apple et mostri anuncis personalitzats en funció dels teus interessos, pots desactivar‑los. Si desactives els anuncis personalitzats, Apple no podrà utilitzar la teva informació per a la segmentació de publicitat. Potser continuaràs rebent la mateixa quantitat d’anuncis, però no seran tan rellevants per a tu. Trobaràs més informació sobre la publicitat d’Apple i la privacitat a www.apple.com/legal/privacy/data/ca/apple-advertising. Per obtenir més informació sobre com desactivar els anuncis personalitzats de l’App Store, l’Apple News i l’app Borsa, ves a support.apple.com/105131. Informació compartida amb tercers Tenim l’obligació de facilitar determinades dades no personals a socis estratègics que treballen amb Apple per proporcionar els productes i serveis, ajudar Apple a vendre aquests productes i serveis, i vendre anuncis a nom d’Apple que es mostraran a l’App Store, a l’Apple News i a l’app Borsa. Per exemple, podem compartir dades no personals sobre el contingut que compres amb els equips de desenvolupament de les apps perquè puguin valorar el rendiment de les seves creacions, per complir els requisits legals i financers, i per millorar els seus productes i serveis. Podem compartir informació amb els equips de desenvolupament per ajudar‑los a fer funcionar i millorar les seves apps. Els equips de desenvolupament poden accedir a la informació d’ús proporcionada per les persones que la comparteixen, la qual cosa els permet consultar les dades agregades de grups que tenen característiques o comportaments similars, sempre que les dades provinguin de grups de no menys de cinc persones. Els equips de desenvolupament poden accedir a la informació dels comprovants de les compres i els reemborsaments dels seus productes i serveis de l’App Store. Els comprovants no inclouen dades personals; tanmateix, els equips de desenvolupament poden intentar associar‑los a dades personals a partir de com utilitzes i descarregues les seves apps, en cas que els hagis proporcionat aquesta informació. Si compres una subscripció en una app de tercers, crearem un ID de subscripció que serà únic per a tu i l’equip de desenvolupament o d’edició. Farem servir l’ID de subscripció per proporcionar als equips de desenvolupament informes amb dades sobre la subscripció adquirida i el país o la regió de residència. Se’ls envia perquè puguin entendre millor el rendiment de les subscripcions que ofereixen. L’ID de subscripció es restablirà al cap de 180 dies si cancel·les totes les subscripcions d’un equip de desenvolupament en particular i no t’hi tornes a subscriure. En algunes regions, en comprar serveis o béns digitals a través d’una app externa, és a dir, quan el pagament no es fa mitjançant el sistema integrat d’Apple, l’equip de desenvolupament de l’app enviarà a Apple informació sobre la compra, inclosos l’import i la naturalesa, amb l’objectiu de dur a terme tasques de comptabilitat, i elaborar informes i anàlisis. Apple no associa la informació de les compres al compte d’Apple. Així mateix, en descarregar contingut de les apps de forma automàtica, els equips de desenvolupament podran veure l’adreça IP del dispositiu abans que les obris per primera vegada. L’ús de l’adreça IP per part dels equips de desenvolupament d’apps es regeix per les seves polítiques de privacitat. Per desactivar les descàrregues automàtiques del contingut integrat de les apps que els equips de desenvolupament posen a la teva disposició abans que les obris, ves a l’app Configuració > App Store. Base jurídica aplicable al processament de dades personals Processem les dades personals de l’App Store de manera general per aplicar el contracte amb Apple (com calgui per oferir el servei) i per complir les obligacions legals pertinents. A les ubicacions en què la base jurídica sigui el consentiment, el demanem d’acord amb la legislació local aplicable. En els casos en què així s’estipuli a la legislació local aplicable, processem les dades personals com sigui necessari per satisfer els nostres interessos legítims o els d’un tercer per: • mostrar‑te contingut rellevant, informar‑te sobre si hi ha prou espai al dispositiu per descarregar el contingut sol·licitat i descarregar automàticament el contingut actualitzat; • ajudar a millorar i optimitzar l’App Store; • enviar‑te correus electrònics amb ofertes i notificacions push que et podrien interessar i crear segments per mostrar‑te anuncis a l’App Store, l’Apple News i l’app Borsa; • processar sol·licituds de reemborsament; • enviar informes als equips de desenvolupament sobre les compres a les seves apps; • prevenir el frau i altres activitats malicioses. Les dades utilitzades inclouen el següent: • activitat a l’App Store, com ara les interaccions amb el contingut que cerques, visualitzes, descarregues i compres, així com les notificacions i els missatges de l’App Store i de la resta d’apps; • detalls sobre el dispositiu i el compte; • adreça IP; • puntuació de confiança del dispositiu. Conservació Conservem les dades personals associades a les compres i a les descàrregues de l’App Store i d’altres botigues en línia d’Apple durant els períodes de temps especificats a la legislació aplicable relativa a la comunicació d’informació financera, que varia segons la regió. En el cas de la majoria de clients, el període de conservació és d’un mínim de 10 anys, però en regions com la Xina aquest període pot ser de fins a 30 anys. També conservem un informe dels continguts que has comprat i descarregat durant almenys el temps que tinguis un compte amb nosaltres perquè puguis descarregar el contingut, sempre d’acord amb les condicions aplicables. També conservem informació com l’activitat de navegació i les cerques durant un període de temps més breu. El període escollit té en compte els requisits estipulats a la legislació aplicable en matèria de conservació de les dades i els casos específics d’ús empresarial. Tanmateix, hi ha informació, com ara les compres (però no els detalls de la targeta desada), que es poden conservar com a registres comercials fins i tot després que tanquis el compte o deixis d’utilitzar l’App Store. En utilitzar una targeta de pagament, Apple pot registrar i actualitzar automàticament el número de la targeta i la informació de facturació per a futures compres, transaccions recurrents i altres usos que autoritzis. Apple pot obtenir aquesta informació de la teva institució financera o xarxa de pagament i utilitzar‑la per prevenir el frau i fer les verificacions pertinents. Prevenció del frau i d’altres activitats malicioses També recopilem dades personals per prevenir el frau i altres activitats malicioses a l’App Store i en altres botigues en línia, apps i serveis d’Apple. La informació inclou detalls sobre el dispositiu, com ara el tipus i la versió del programari, les dades sobre la ubicació (que s’obtenen, de manera aproximada, en relacionar l’adreça IP de la connexió a internet i la regió geogràfica, si estan disponibles), l’historial de descàrregues i compres, les cerques i altres interaccions amb les botigues. En iniciar una compra, o en cas que s’hagi permès la renovació automàtica de la subscripció, Apple podrà utilitzar la informació sobre la teva relació comercial amb Apple per processar la sol·licitud i determinar si es proporcionarà el producte o el servei abans que la part responsable del pagament ho autoritzi. Cada vegada que intentes fer una compra també calculem la puntuació de confiança del dispositiu mitjançant la informació sobre com l’utilitzes, inclosa la quantitat aproximada de trucades telefòniques o correus que envies i reps. La informació s’envia de manera que Apple no pugui conèixer els valors reals del dispositiu. La puntuació es conserva durant un període de temps determinat als nostres servidors. La informació rebuda per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que està disponible a www.apple.com/es/privacy.
cs: Poskytování služeb obchodů K poskytování služeb a funkcí v App Storu a dalších online obchodech Apple využíváme vaše osobní údaje. Mezi tyto údaje patří například informace o vašem účtu a platební údaje, k nimž můžete přistupovat a měnit je v nastavení, a historie vašich nákupů. Vaše osobní údaje můžeme využívat také k poskytování některých služeb, které si vyžádáte, například k vyřizování žádostí o vrácení peněz. Může přitom jít jak o žádosti, které jste společnosti Apple zaslali přímo, tak o žádosti zaslané prostřednictvím vývojářů aplikací. S vaším svolením můžou vývojáři poskytnout společnosti Apple určité osobní údaje usnadňující zpracování žádostí o vrácení peněz, například informaci o tom, zda jste zakoupenou položku použili. Stáhnete‑li si aplikaci z App Storu nebo ji nainstalujete na Apple Watch, Apple společně s vaším účtem Apple uloží identifikační údaje, jako je ID hardwaru zařízení a jeho IP adresa. Zlepšování obchodů Za účelem vylepšování uživatelského prostředí App Storu a dalších online obchodů Apple shromažďujeme informace o tom, jak tyto obchody využíváte, mimo jiné o tom, kdy jste App Store otevřeli a zavřeli, jaký obsah jste hledali, jaký obsah jste si prohlédli a stáhli, a také o vašich interakcích s push oznámeními a odznaky App Storu a se zprávami z App Storu v aplikacích. Kromě toho shromažďujeme informace o vašem zařízení, jako je například typ zařízení, verze operačního systému nebo množství volného místa na zařízení. Získané informace můžeme využívat následujícími způsoby: • K nabízení často hledaných položek a individuálních doporučení, například dalších her, které by se vám mohly líbit • K posuzování, zda je možné požadovaný obsah stáhnout • Ke zjišťování obecných trendů ve využívání úložiště zařízení a také toho, zda je zařízení připojené přes Wi‑Fi nebo mobilní síť Dále pak můžeme využívat vaše hodnocení a recenze aplikací v App Storu a vaše vyhledávací dotazy k vylepšování modelů, které zajišťují fungování App Storu. Kupříkladu recenze aplikací a agregované vyhledávací dotazy od vás i dalších uživatelů App Storu slouží k poskytování souhrnů recenzí a k dolaďování vyhledávacího modelu App Storu. Individuální přizpůsobení obchodů Abychom vám pomohli najít obsah, který je pro vás nejzajímavější, využíváme vaše interakce s App Storem. Obsah, o kterém se domníváme, že by vás mohl zajímat, doporučujeme například na základě toho, co jste v App Storu v nedávné době hledali, prohlíželi, stahovali, aktualizovali nebo recenzovali. Využíváme také historii vašich nákupů včetně nákupů v aplikacích, předplatného a platebních metod společně s informacemi o účtu odvozenými z vašeho účtu Apple, například jaká zařízení používáte nebo nově aktivujete. Abychom vám mohli nabízet lepší návrhy, využíváme také agregované informace o spouštění, instalaci a mazání aplikací od uživatelů, kteří se rozhodli se společností Apple sdílet analytická data a agregované údaje o hodnocení aplikací. App Store používá k vylepšení našich doporučení místní zpracování přímo na zařízení. Díky datům o využívání aplikací uloženým na vašem zařízení – například o často otevíraných aplikacích, času stráveném používáním určitých aplikací a instalacích a odinstalacích aplikací – vám může App Store navrhovat aplikace a události v aplikacích, které jsou pro vás relevantnější. K údajům, které společnost Apple o vašem využívání obchodů získává, patří také informace o přizpůsobeném obsahu, na který jste klepli a prohlédli si ho. Funkce přizpůsobení v App Storu, Apple Books, iTunes Storu, aplikacích TV a Podcasty a v předplacených službách Apple můžete deaktivovat vypnutím volby Osobní doporučení u vašeho účtu Apple. V systémech iOS, iPadOS a visionOS otevřete Nastavení > [vaše jméno] > Média a nákupy > Zobrazit účet a klepnutím vypněte volbu Osobní doporučení. Údaje o používání aplikací zaznamenané ve vašem zařízení za účelem osobního přizpůsobení můžete na iOS a iPadOS zařízeních vymazat klepnutím na volbu „Vymazat údaje o používání aplikací“ v Nastavení > App Store > Osobní doporučení. Data zaznamenaná v zařízení se tím nesmažou, ale veškeré údaje, které byly v zařízení zaznamenané v okamžiku, kdy jste údaje o používání aplikací vymazali, přestanou být využívány k osobnímu přizpůsobení. Funkce osobního přizpůsobení App Storu budou pracovat s novými daty zaznamenanými poté, co jste historii údajů o používání aplikací vymazali. Komunikace s vámi Apple může použít informace o vašem účtu, například o vlastněných produktech Apple a předplacených službách Apple, k zasílání informací o App Storu a dalších produktech Apple, a o službách a nabídkách, které by vás mohly zajímat. Apple také může použít informace o vaší aktivitě v App Storu k zasílání informací o nových funkcích, obsahu a nabídkách dostupných v App Storu. Obchodní e‑maily Pokud poskytnete svolení k zasílání obchodních e‑mailů, můžete dostávat marketingová sdělení prostřednictvím e‑mailové komunikace. Své předvolby pro e‑maily můžete změnit a příjem těchto e‑mailů můžete odhlásit na stránce account.apple.com, na iOS, iPadOS a visionOS zařízeních pak také v Nastavení > [vaše jméno] > Osobní údaje > Předvolby komunikace. Push oznámení Obchodní sdělení můžete dostávat také prostřednictvím push oznámení. Chcete‑li na iOS, iPadOS nebo visionOS zařízení změnit předvolby oznámení nebo se od zasílání oznámení odhlásit, přejděte do Nastavení > Oznámení > App Store. Reklamy Reklama zprostředkovaná společností Apple pomáhá uživatelům objevovat aplikace, produkty a služby v aplikacích App Store, Apple News a Akcie. K zajištění relevantnosti reklam využíváme informace o vašem zařízení, účtu, nákupech a o předplacených a dříve stažených položkách. V App Storu můžeme k poskytování osobně zacílených reklam využívat také údaje o kontextu, k nimž patří dotazy, které zadáte při hledání, a informace o stránce, kterou si prohlížíte, nebo o aplikaci, kterou stahujete. Uživatele sdružujeme do skupin (tzv. segmentů) sdílejících podobné charakteristiky a tyto skupiny pak využíváme k poskytování cílených reklam. K zařazení do segmentů slouží informace o vás a vytvořené segmenty určují složení reklam, které se vám budou zobrazovat. Aby bylo ochráněno vaše soukromí, jste zařazováni do segmentů tvořených minimálně 5 000 osobami a cílené reklamy jsou zobrazovány teprve tehdy, když tento počet osob splňuje cílová kritéria. Informace, podle nichž pro vás vybíráme relevantní reklamy, jsou propojeny s náhodnými identifikátory, nikoli s vaším účtem Apple. Když z několika pro vás vhodných reklam vybíráme reklamu, která se má v App Storu zobrazit jako nejrelevantnější s ohledem na vaše zájmy, můžeme využívat některé z výše uvedených informací a také vaši aktivitu při hledání a procházení v App Storu. Informace o aktivitě při procházení App Storu zahrnují například obsah a aplikace, na které jste při procházení App Storu klepli nebo které jste zobrazovali nejčastěji. Tyto informace jsou následně propojeny s informacemi o dalších uživatelích, takže vás není možné identifikovat. K výběru reklamy, která se má zobrazit, můžeme také využít údaje uložené ve vašem zařízení, například informace o často otvíraných aplikacích. Tyto údaje zpracujeme přímo na zařízení. Reklamní platforma společnosti Apple dostává informace o reklamách, na které klepnete a zobrazíte je, v podobě náhodného identifikátoru, který není propojený s vaším účtem Apple. Pokud App Storu povolíte přístup ke své poloze, může být vaše přibližná poloha využita k poskytování geograficky cílené reklamy v App Storu. Od používání funkcí založených na poloze se můžete na iOS, iPadOS a visionOS zařízeních kdykoli odhlásit tak, že přejdete do Nastavení > Soukromí a zabezpečení > Polohové služby > App Store a potom klepnete na volbu Nikdy. Pokud máte zapnutou volbu Osobní reklama, reklamní platforma společnosti Apple může využívat vaše informace k výběru reklam, které jsou pro vás relevantnější. Pokud nechcete, aby vám reklamní platforma společnosti Apple poskytovala reklamy zacílené na vaše zájmy, můžete volbu Osobní reklama vypnout. Vypnutím této volby zabráníte společnosti Apple ve využívání vašich informací k poskytování cílených reklam. Počet reklam, které uvidíte, tím nemusí klesnout, ale mohou pro vás být méně zajímavé. Další informace o reklamní platformě Apple a soukromí najdete na www.apple.com/legal/privacy/data/cs/apple-advertising. Postup odhlášení od zájmově zacílených reklam v aplikacích App Store, Apple News a Akcie je popsán v článku support.apple.com/105131. Sdílení s třetími stranami Svým strategickým partnerům, kteří se společností Apple spolupracují při poskytování jejích produktů a služeb, pomáhají jí se zákaznickým marketingem nebo jejím jménem prodávají reklamu, která se zobrazuje v App Storu, Apple News a aplikaci Akcie, jsme povinni poskytovat některé informace, které nemají charakter osobních údajů. Můžeme s nimi sdílet například informace neosobní povahy o obsahu, který jste si koupili, abychom jim umožnili posuzovat úspěšnost jejich autorských děl, plnit požadavky související s vyplácením honorářů a účetnictvím a zlepšovat jejich produkty a služby. S vývojáři můžeme sdílet informace, které jim pomáhají provozovat a vylepšovat jejich aplikace. Vývojáři mají přístup k údajům o využívání svých aplikací uživateli, kteří k poskytování těchto údajů udělili souhlas. Vidí je ve formě agregovaných dat pro skupiny uživatelů s podobnými charakteristikami nebo chováním, přičemž data nesmějí pocházet ze skupin tvořených méně než pěti uživateli. Vývojáři mají přístup k dokladům o nákupech a vracení svých produktů a služeb v App Storu. Doklady o nákupech neobsahují osobní údaje, vývojáři se je však můžou pokusit přiřadit k vašim osobním údajům, které získali v rámci vašeho používání a stahování jejich aplikací, pokud jste jim takové údaje poskytli. Pokud v aplikaci nezávislého vývojáře zakoupíte předplatné, vytvoříme pro vás ID předplatitele, které je vždy jedinečné pro konkrétní kombinaci předplatitele a vývojáře nebo vydavatele. ID předplatitele používáme k poskytování zpráv vývojářům. Tyto zprávy obsahují informace o zakoupeném předplatném a zemi nebo oblasti trvalého pobytu. Poskytnuté informace vývojářům pomáhají vyhodnotit výkonnost předplatitelských služeb. Pokud u některého vývojáře zrušíte předplatné veškerého obsahu a už ho neobnovíte, ID předplatitele se po 180 dnech resetuje. Zakoupíte‑li v některých oblastech digitální zboží nebo služby pro určitou aplikaci externě, tzn. mimo systém společnosti Apple pro placení v aplikacích, vývojář aplikace poskytne společnosti Apple informace o nákupu zahrnující údaje o zaplacené částce a zakoupeném zboží. Společnost Apple tyto informace využívá pro účely účetnictví, vykazování a analýzy. Nepropojuje je s vaším účtem Apple. V případě, že dojde k automatickému stažení interního obsahu aplikace od jejího vývojáře, vývojář navíc před prvním otevřením aplikace uvidí IP adresu vašeho zařízení. Způsob, jakým vývojář aplikace s vaší IP adresou nakládá, se řídí jeho zásadami ochrany soukromí. Chcete‑li automatické stahování obsahu od vývojářů před prvním otevřením aplikací vypnout, otevřete Nastavení > App Store a klepnutím vypněte volbu Obsah v aplikacích. Právní základ uplatňovaný při zpracování osobních údajů Vaše osobní údaje v App Storu zpracováváme obecně pro potřeby plnění vaší smlouvy se společností Apple, v rozsahu nutném pro poskytování služby a za účelem dodržování našich zákonných povinností. V případech, kdy je vhodným právním základem souhlas, o něj žádáme v souladu s platnými místními zákony. Tam, kde to platné místní zákony umožňují, zpracováváme osobní údaje v rozsahu nezbytném pro naplnění našich oprávněných zájmů a oprávněných zájmů třetích stran, a to za následujícími účely: • Zobrazovat relevantní obsah, posoudit, zda je ve vašem zařízení dostatek místa pro stažení požadovaného obsahu, a umožnit automatické stahování aktualizovaného obsahu • Pomáhat s vylepšováním a optimalizací App Storu pro vás i další uživatele • Posílat vám e‑maily a push oznámení s nabídkami, které by vás mohly zajímat, a vytvářet zájmové segmenty, na jejichž základě pro vás vybíráme reklamy v App Storu, Apple News a aplikaci Akcie • Zpracovávat žádosti o vrácení peněz • Poskytovat vývojářům výkazy nákupů v jejich aplikacích • Bránit podvodům a jiným škodlivým aktivitám Využíváme přitom následující data: • Informace o vašem využívání aplikace App Store, například o vašich interakcích s obsahem, který hledáte, zobrazujete, stahujete a kupujete, a také s oznámeními a zprávami App Storu a oznámeními a zprávami v aplikacích • Podrobnosti o vašem zařízení a účtu • Vaši IP adresu • Skóre důvěryhodnosti zařízení Uchovávání dat Osobní údaje přidružené k vašim nákupům a stahování v App Storu a v dalších online obchodech Apple uchováváme po dobu stanovenou platnými zákony o finanční evidenci, které se v různých oblastech liší. U většiny zákazníků je vyžadováno uchování dat po dobu nejméně 10 let. V některých oblastech, například v Číně, může tato doba činit 30 let. Udržujeme rovněž záznamy o obsahu, který jste zakoupili a stáhli, a to nejméně tak dlouho, dokud u nás máte zřízený účet, abychom vám umožnili stáhnout si tento obsah znovu v souladu s platnou verzí našich podmínek. Jiné informace, například o aktivitách při procházení webů a hledání, uchováváme kratší dobu. Konkrétní délka této doby se odvíjí od příslušných zákonných požadavků na uchovávání dat a od specifických případů obchodního využití. Některé informace, například o nákupech, avšak bez podrobných údajů o uložených kartách, však mohou být uchovávány ve formě obchodních záznamů i poté, co svůj účet zrušíte nebo přestanete App Store používat. Když použijete platební kartu, společnost Apple může uchovávat a automaticky aktualizovat vaše číslo karty a fakturační údaje pro budoucí nákupy, opakované transakce a další vámi autorizované účely. Tyto údaje může získat od vaší finanční instituce nebo platební sítě a využívat je také k zabraňování podvodům a k ověřování. Prevence podvodů a jiných škodlivých aktivit Některé osobní údaje shromažďujeme také za účelem předcházení podvodům a jiným škodlivým aktivitám v App Storu a ostatních online obchodech Apple a v dalších aplikacích a službách společnosti Apple. K těmto údajům patří informace o zařízení, například jeho typ a verze softwaru, polohové údaje (stanovené přibližně přiřazením IP adresy vašeho internetového připojení k zeměpisné oblasti, je‑li k dispozici), historie stahování a nákupů, hledání a další záznamy o interakci s obchody. Když zahájíte platbu za nákup nebo pokud je některé předplatné nastavené na automatické prodlužování, Apple může při zpracování vašeho požadavku použít informace o historii svých obchodních vztahů s vámi a na jejich základě se rozhodnout, jestli vám produkt nebo službu poskytne ještě před autorizací platby u partnerské platební společnosti. Když se pokusíte něco si koupit, také na vašem zařízení vypočítáme skóre důvěryhodnosti zařízení. Při výpočtu vycházíme z toho, jak zařízení používáte, mimo jiné kolik jste na něm uskutečnili telefonních hovorů a kolik e‑mailů jste přijali a odeslali. Odesílaná data jsou sestavena tak, aby z nich společnost Apple nemohla zjistit žádné konkrétní zdrojové hodnoty z vašeho zařízení. Skóre se na předem stanovenou dobu uloží na naše servery. Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Tilvejebringelse af butikkerne Vi bruger dine personlige data til at levere tjenesterne og funktionerne i App Store og andre af Apples internetbutikker. Disse oplysninger inkluderer f.eks. dine konto- og betalingsoplysninger, som du kan få adgang til og ændre i Indstillinger, og din købshistorik. Vi bruger muligvis også dine personlige data til at levere visse tjenester, som du anmoder om, f.eks. anmodninger om refundering. Dette kan omfatte anmodninger om refundering, som du sender direkte til Apple, eller som du sender til Apple via andre appudviklere. Med dit samtykke videregiver udviklere muligvis visse personlige data til Apple for at hjælpe med at behandle anmodninger om refundering, f.eks. om du har brugt det købte produkt. Når du henter en app fra App Store eller installerer en app på dit Apple Watch, logger Apple bl.a. din enheds hardware-id og IP-adresse sammen med din Apple‑konto. Forbedringer i butikkerne For at forbedre oplevelsen i App Store og andre af Apples internetbutikker indsamler vi oplysninger om din brug af butikkerne, herunder hvornår du åbner eller lukker App Store, hvilket indhold du søger efter, det indhold, du ser på og henter, samt dine interaktioner med push-notifikationer og etiketter fra App Store og med beskeder fra App Store i apps. Vi indsamler også oplysninger om din enhed, f.eks. typen af enhed, versionen på operativsystemet og mængden af ledig plads på din enhed. Vi bruger muligvis disse oplysninger på følgende måder: • Til at tilbyde tilpassede funktioner som Flere spil, du vil synes om • Til at vurdere, om det ønskede indhold kan hentes • Til at forstå generelle tendenser i brugen af en lagringsenhed, og om din enhed er tilsluttet via Wi-Fi eller mobilnetværk Vi bruger muligvis også dine vurderinger og anmeldelser af apps i App Store, og hvad du søger efter, til at forbedre modeller, der bruges til App Store. Anmeldelser af apps og samlede søgninger fra dig og andre brugere af App Store bruges f.eks. til at levere resumeer af anmeldelser og finjustere App Store-søgemodellen. Tilpasning af butikkerne Vi bruger dine interaktioner med App Store til at hjælpe dig med at finde det indhold, som er mest relevant for dig. For eksempel anbefaler vi indhold, vi tror vil være interessant for dig, baseret på det, du tidligere har søgt efter, set, hentet, opdateret eller anmeldt i App Store. Vi bruger også din købshistorik, inkl. køb i apps, dine abonnementer og betalingsmetoder sammen med kontooplysninger, der stammer fra din Apple‑konto, f.eks. de enheder, du bruger, og nye enheder, du aktiverer. For at lave bedre anbefalinger bruger vi også samlede oplysninger om start, installationer og sletninger af apps hos brugere, som vælger at dele enhedsanalyser med Apple, og samlede oplysninger om vurderinger af apps. App Store bruger lokal behandling på enheden til at forbedre anbefalingerne. App Store kan foreslå apps og events i apps, der er mere relevante for dig, ved at bruge data, der er gemt på din enhed, om brug af apps – f.eks. de apps, du ofte åbner, den tid, du bruger bestemte apps, samt oplysninger om apps, der installeres og afinstalleres. De oplysninger, Apple modtager om din brug af butikkerne, indeholder oplysninger om det tilpassede indhold, du trykker på og ser. Du kan slå tilpasningsfunktioner fra i App Store, Apple Books, iTunes Store, Apple TV, Podcasts og for abonnementer fra Apple ved at slå Personlige anbefalinger til din Apple‑konto fra. Gå til Indstillinger > [dit navn] > Medier og køb > Vis konto på din iOS-, iPadOS- eller visionOS-enhed og tryk derefter for at slå Personlige anbefalinger fra. Du kan rydde data om brug af apps, der registreres på din enhed og bruges til personlig tilpasning, på iOS- og iPadOS-enheder ved at gå til Indstillinger > App Store > Personlige anbefalinger og trykke på Ryd data om brug af apps. Dette sletter ikke data, der er registreret på din enhed, men data, der er registreret på det tidspunkt, hvor du rydder data om brug af apps, bruges ikke længere til personlig tilpasning. Funktionerne til personlig tilpasning i App Store bruger nye data, der registreres, efter at du har ryddet historikken over data om brug af apps. Kommunikation med dig Apple bruger muligvis oplysninger om din konto, f.eks. hvilke Apple-produkter, du ejer, og dine abonnementer på Apple-tjenester, til at sende dig information om App Store, andre Apple-produkter, tjenester og tilbud, der måske interesserer dig. Apple bruger muligvis også oplysninger om din aktivitet i App Store til at sende dig information om nye funktioner, nyt indhold og tilbud i App Store. Markedsføring via e-mail Du kan modtage disse informationer i e-mails, hvis du giver samtykke til markedsføring via e-mail. Du kan ændre dine e-mailindstillinger og fravælge at modtage disse e-mails på account.apple.com eller på din iOS-, iPadOS eller visionOS-enhed ved at gå til Indstillinger > [dit navn] > Personlige oplysninger > Kommunikationsindstillinger. Push-notifikationer Du kan også modtage disse informationer i push-notifikationer. Gå til Indstillinger > Notifikationer > App Store på din iOS-, iPadOS- eller visionOS-enhed for at opdatere dine indstillinger til notifikationer eller fravælge at modtage notifikationer. Reklamer Reklamer leveret af Apple hjælper folk med at opdage apps, produkter og tjenester i App Store, Apple News og Værdipapirer. Vi bruger oplysninger om din enhed, konto, dine køb, abonnementer og tidligere overførsler for at sikre, at reklamerne er relevante. I App Store bruger vi muligvis kontekstuelle oplysninger, herunder dine søgetermer, når du udfører en søgning, og oplysninger om siden, du ser, eller appen, du henter, til at vise dig en relevant reklame. Vi opretter grupper af personer, kaldet segmenter, som deler lignende karakteristika, og vi bruger disse grupper til at levere målrettede reklamer. Oplysninger om dig bruges til at bestemme, hvilke segmenter du skal indgå i – og således – hvilke reklamer du vil modtage. For at beskytte din anonymitet leveres der kun målrettede reklamer, hvis over 5000 personer opfylder målretningskriterierne. Oplysningerne, der bruges til at bestemme, hvilke reklamer der er relevante for dig, er knyttet til tilfældige id’er og ikke knyttet til din Apple‑konto. Når vi vælger, hvilken reklame der skal vises i App Store blandt flere reklamer, du er kvalificeret til, kan vi bruge nogle af ovenstående oplysninger samt dine søgninger og din browsingaktivitet i App Store til at afgøre, hvilken reklame der sandsynligvis er mest relevant for dig. App Store-browsingaktivitet omfatter oplysninger som det indhold og de apps, du trykker på og ser, mens du browser i App Store. Disse oplysninger samles på tværs af brugere, så de ikke identificerer dig. Vi bruger muligvis også behandling på enheden og oplysninger, der er gemt på din enhed, f.eks. de apps, du ofte åbner, til at vælge, hvilken reklame der skal vises. Apples reklameplatform modtager oplysninger om de reklamer, du trykker på og ser, på baggrund af et tilfældigt id, som ikke knyttes til din Apple‑konto. Hvis du giver App Store adgang til din lokalitet, kan din anslåede lokalitet bruges til at vise geografisk målrettede reklamer i App Store. Du kan altid fravælge lokalitetsbaserede funktioner på din iOS-, iPadOS-, eller visionOS-enhed ved at gå til Indstillinger > Anonymitet & sikkerhed > Lokalitetstjenester > App Store og derefter trykke på Aldrig. Hvis indstillingen Personlige reklamer er slået til, bruger Apples reklameplatform muligvis dine oplysninger til at levere reklamer, der er mere relevante for dig. Hvis du ikke vil modtage reklamer, der er målrettet mod dine interesser, fra Apples reklameplatform, kan du vælge at slå Personlige reklamer fra. Hvis du slår Personlige reklamer fra, kan Apple ikke bruge dine oplysninger til målrettede reklamer. Det reducerer muligvis ikke antallet af reklamer, du modtager, men reklamerne vil muligvis være mindre relevante for dig. Læs mere om Apple‑reklamer og anonymitet på www.apple.com/dk/legal/privacy/data/da/apple-advertising. Læs, hvordan du kan fravælge personlige reklamer i App Store, Apple News og Værdipapirer, på support.apple.com/105131. Deling med tredjeparter Vi er forpligtet til at gøre visse ikke-personlige data tilgængelige for strategiske partnere, der arbejder sammen med Apple om at levere vores produkter og tjenester, hjælper Apple med at markedsføre produkter til kunder og sælger reklamer på Apples vegne til visning i App Store, Apple News og Værdipapirer. Vi kan f.eks. videregive begrænsede ikke-personlige data om dine køb af indhold til appudviklere, så de kan måle resultaterne af deres kreative arbejde, opfylde krav i forbindelse med afgifter og bogføring samt forbedre deres produkter og tjenester. Vi vil muligvis dele oplysninger med udviklere for at hjælpe dem med at afvikle og forbedre deres apps. Udviklere kan få adgang til oplysninger om brug leveret af brugere, der tilmelder sig, og som giver dem mulighed for at se indsamlede data fra grupper af brugere, der har lignende karakteristika eller adfærd, så længe dataene stammer fra grupper på mindst fem brugere. Udviklere kan få adgang til kvitteringsoplysninger om køb og tilbagebetalinger af deres produkter og tjenester i App Store. Kvitteringer indeholder ikke personlige data, men udviklere kan prøve at forbinde dem med personlige data fra din brug og overførsel af deres apps, hvis du har givet dem disse data. Hvis du køber et abonnement på en tredjepartsapp, opretter vi et unikt abonnent-id til dig og udvikleren eller udgiveren. Vi bruger abonnent-id’et til at levere rapporter til udvikleren, der indeholder oplysninger om det abonnement, du har købt, og det land eller område, du bor i. Disse oplysninger leveres til udviklerne, så de kan vurdere, hvor godt det går med deres abonnementer. Hvis du opsiger alle dine abonnementer hos en bestemt udvikler, og du ikke abonnerer igen, nulstilles abonnent-id’et efter 180 dage. Hvis du foretager et eksternt køb af digitale varer eller tjenester til en app, dvs. at dit køb ikke er foretaget i Apples betalingssystem i apps, vil appudvikleren for den pågældende app i visse områder rapportere oplysninger om købet til Apple, herunder det betalte beløb og det købte emne, til Apples bogførings-, rapporterings- og analyseformål. Apple forbinder ikke købsoplysningerne med din Apple‑konto. Når der sker automatiske overførsler af indhold i app fra appudviklere, vil din enheds IP-adresse desuden være synlig for appudvikleren, før appen åbnes første gang. Appudviklerens håndtering af din IP-adresse er underlagt appudviklerens anonymitetspolitikker. Hvis du vil slå automatiske overførsler af indhold i app fra udviklere fra, før appen åbnes første gang, skal du gå til Indstillinger > App Store og trykke for at slå indhold i app fra. Gældende juridisk grundlag for behandling af personlige data Vi behandler dine personlige data i App Store generelt for at opfylde din kontrakt med Apple og som nødvendigt for at levere tjenesten og opfylde vores juridiske forpligtelser. Vi søger samtykke i overensstemmelse med de gældende lokale love, hvor det betragtes som det gældende juridiske grundlag. Hvor de gældende lokale love gør det muligt, behandler vi personlige data som nødvendigt af hensyn til vores eller en tredjeparts legitime interesser med henblik på: • At vise relevant indhold, vurdere, om din enhed har nok plads til at hente ønsket indhold, og gøre det muligt at hente opdateret indhold automatisk • At forbedre og optimere App Store for dig og andre • At sende dig tilbud, som du kan være interesseret i, via e-mail og push-notifikationer og oprette segmenter for at kunne levere reklamer i App Store, Apple News og Værdipapirer • At behandle anmodninger om refunderinger • At rapportere til udviklere om køb i deres apps • Forhindring af svindel og andre ondsindede aktiviteter De anvendte data indeholder: • Din brug af appen App Store, f.eks. dine interaktioner med indhold, du søger efter, ser, henter og køber, samt notifikationer og beskeder fra App Store og notifikationer og beskeder i appen • Oplysninger om din enhed og konto • Din IP-adresse • Enhedstillidsscore Opbevaring Vi opbevarer personlige data med tilknytning til dine køb og overførsler i App Store og i andre af Apples internetbutikker i de tidsrum, der er anført i gældende love mht. økonomisk rapportering, hvilket afhænger af de enkelte områder. For de fleste kunder vil det kræve en opbevaringsperiode på mindst 10 år. I nogle områder, f.eks. i Kina, kan opbevaringsperioden dog være på 30 år. Vi opbevarer også en optegnelse over dit køb og dine overførsler af indhold i mindst lige så lang tid, som du har en konto hos os, så du kan hente det pågældende indhold – igen i overensstemmelse med vores gældende betingelser. Vi opbevarer andre oplysninger, f.eks. browsingaktivitet og søgninger, i en kortere periode. Den valgte periode tager højde for gældende lovkrav om opbevaring af data og specielle tilfælde af virksomhedsbrug. Nogle oplysninger, f.eks. køb, men ikke oplysninger om dit opbevarede kort, kan dog opbevares som virksomhedsoptegnelser, selv efter at du har lukket din konto eller er holdt op med at bruge App Store. Når du bruger et betalingskort, kan Apple opbevare og automatisk opdatere dit kortnummer og dine faktureringsoplysninger til fremtidige køb, tilbagevendende transaktioner eller anden brug, du godkender. Apple kan få disse oplysninger fra din finansielle institution eller dit betalingsnetværk og bruger muligvis også oplysningerne til godkendelse og til at forhindre svindel. Forhindring af svindel og andre ondsindede aktiviteter Vi indsamler også personlige data for at forhindre svindel og andre ondsindede aktiviteter i App Store, andre af Apples internetbutikker og i andre Apple-apps og -tjenester. Disse oplysninger inkluderer oplysninger om enheden, f.eks. enhedstype og softwareversion, lokalitetsoplysninger (omtrentlig lokalitet anslås ved at matche IP-adressen på din internetforbindelse med et geografisk område, hvis tilgængelig), overførsels- og købshistorik, søgninger og andre interaktioner med butikkerne. Når du starter et køb, eller når et abonnement er indstillet til automatisk fornyelse, bruger Apple muligvis oplysninger om dine tidligere forretningsforhold med Apple til at behandle anmodningen og bestemme om produktet eller tjenesten kan leveres forud for godkendelse fra betalingspartneren. Vi beregner også en enhedstillidsscore på din enhed, når du forsøger at foretage et køb, ved hjælp af oplysninger om, hvordan du bruger din enhed, herunder det omtrentlige antal telefonopkald eller e-mails, du sender og modtager. Indsendelsen er udviklet på en sådan måde, at Apple ikke kan finde frem til de bagvedliggende værdier på din enhed. Scoren bliver lagret i en fastsat periode på vores servere. Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy.
de: Bereitstellen der Stores Apple verwendet deine persönlichen Daten, um dir Dienste und Funktionen im App Store und anderen Online-Stores von Apple anzubieten. Zu diesen Daten gehören beispielsweise deine Account- und Zahlungsinformationen, die du in den Einstellungen ansehen und ändern kannst, sowie eine Übersicht deiner Käufe. Apple nutzt möglicherweise deine persönlichen Daten, um bestimmte, von dir angeforderte Dienste bereitzustellen, z. B. Erstattungen. Dazu gehören Rückerstattungsanfragen, die du direkt an Apple sendest oder die über das App-Entwicklungsteam an Apple gesendet werden. Mit deiner Einwilligung werden Apple möglicherweise persönliche Daten durch die Entwicklungsteams bereitgestellt, um die Bearbeitung dieser Erstattungen zu unterstützen. Hierzu gehören beispielsweise Informationen darüber, ob ein Kauf verwendet wurde. Wenn du eine App im App Store lädst oder eine App auf deiner Apple Watch installierst, erfasst Apple die Hardware-ID und IP-Adresse deines Geräts sowie deinen Apple Account. Verbessern der Stores Zum Verbessern des Erlebnisses im App Store und in anderen Online-Stores von Apple werden Informationen zu deiner Nutzung dieser Stores gesammelt, einschließlich Informationen dazu, wann du den App Store öffnest oder schließt, welche Inhalte du suchst, welche Inhalte du ansiehst und lädst und wie du mit Push-Mitteilungen und Badges des App Store sowie mit Nachrichten vom App Store in Apps interagierst. Außerdem werden Informationen zu deinem Gerät wie Geräteart, Version des Betriebssystems und verfügbarer Gerätespeicher gesammelt. Wir können diese Informationen auf die folgende Art und Weise verwenden: • um dir Suchen anzuzeigen, die aktuell im Trend liegen und Highlights wie Spiele, die dir möglicherweise gefallen • um zu evaluieren, ob die angeforderten Inhalte geladen werden können • um allgemeine Trends bei der Nutzung des Gerätespeichers zu verstehen, und ob dein Gerät via WLAN oder Mobilfunk verbunden ist Wir verwenden möglicherweise auch deine Bewertungen und Rezensionen von Apps im App Store und deine Suchen, um Modelle zu verbessern, die den App Store antreiben. Es werden z. B. App-Bewertungen und zusammengefasste Suchanfragen von dir und anderen App Store-Benutzer:innen verwendet, um Zusammenfassungen von Rezensionen zu erhalten und das App Store Suchmodell zu verfeinern. Personalisieren der Stores Wir verwenden deine Interaktionen mit dem App Store, damit dir die Inhalte angezeigt werden, die für dich am relevantesten sind. So werden dir basierend auf zuvor gesuchten, angesehenen, geladenen, aktualisierten oder rezensierten Inhalten entsprechende Inhalte im App Store angezeigt. Außerdem verwenden wir deinen Kaufverlauf, einschließlich In-App-Käufen, Abonnements und Zahlungsmethoden zusammen mit den Accountinformationen aus deinem Apple Account, z. B. die Geräte, die du verwendest, und neue Geräte, die du aktivierst. Um bessere Empfehlungen geben zu können, verwenden wir auch aggregierte Informationen über App-Starts, App-Installationen und gelöschte Apps von Nutzer:innen, die ihre Geräteanalysen mit Apple teilen, und sammeln Informationen über App-Bewertungen. Anhand lokaler Verarbeitungsmethoden auf dem Gerät verbessert der App Store die Empfehlungen. Mit den auf dem Gerät gespeicherten App-Nutzungsdaten – wie häufig geöffnete Apps, die Nutzungsdauer von bestimmten Apps sowie die App-Installationen und -Deinstallationen – kann der App Store für dich relevantere Apps und In-App-Events vorschlagen. Die Informationen, die Apple über deine Nutzung der Stores erhält, umfassen Details zu den personalisierten Inhalten, auf die du tippst und die du ansiehst. Du kannst die Funktionen für die Personalisierung im App Store, iTunes Store, in Apple Books, Apple TV, Podcasts und für Abonnements von Apple deaktivieren, indem du die Option „Personalisierte Empfehlungen“ für deinen Apple Account deaktivierst. Wähle dazu auf deinem iOS-, iPadOS- oder visionOS-Gerät „Einstellungen“ > „[dein Name]“ > „Medien & Käufe“ > „Account anzeigen“ und deaktiviere „Personalisierte Empfehlungen“. Du kannst die auf deinem Gerät erfassten Nutzungsdaten für die Personalisierung auf iOS- und iPadOS-Geräten löschen. Öffne dazu „Einstellungen“ > „App Store“ > „Personalisierte Empfehlungen“ und tippe auf „App-Nutzungsdaten löschen“. Dadurch werden die auf dem Gerät erfassten Daten nicht gelöscht, aber alle Daten, die ab der Löschung der App-Nutzungsdaten erfasst werden, werden nicht mehr für die Personalisierung verwendet. Die Personalisierungsfunktionen des App Store verwenden die neuen Daten, die nach dem Löschen der App-Nutzungsdaten erfasst wurden. Kommunikation mit dir Apple kann Informationen über deinen Account nutzen, etwa deine Apple-Produkte und welche Apple-Dienste du abonnierst, um dich über den App Store und andere Apple-Produkte, -Dienste und -Angebote zu informieren, die dich möglicherweise interessieren. Apple kann auch Informationen über deine Aktivitäten im App Store verwenden, um dir Nachrichten über neue Funktionen, Inhalte und Angebote im App Store zu senden. E-Mail-Marketing Du kannst diese Nachrichten per E-Mail erhalten, wenn du dem E-Mail-Marketing zustimmst. Auf der Website account.apple.com kannst du deine E‑Mail-Einstellungen ändern und den Empfang dieser E‑Mails deaktivieren. Auf deinem iOS-, iPadOS- oder visionOS-Gerät ist dies unter „Einstellungen“ > „[dein Name]“ > „Persönliche Daten“ > „Kommunikationseinstellungen“ möglich. Push-Mitteilungen Du kannst diese Nachrichten auch per Push-Mitteilung erhalten. Um auf deinem iOS-, iPadOS- oder visionOS-Gerät die Einstellungen für Mitteilungen zu aktualisieren oder Mitteilungen zu deaktivieren, wähle „Einstellungen“ > „Mitteilungen“ > „App Store“. Werbung Von Apple bereitgestellte Werbung hilft Menschen dabei, Apps, Produkte und Dienste im App Store, in Apple News und in der App „Aktien“ zu entdecken. Informationen über dein Gerät, deinen Account, deine Käufe und Abonnements sowie über frühere Downloads werden verwendet, um sicherzustellen, dass die Werbung relevant ist. Im App Store werden zudem möglicherweise Kontextinformationen verwendet, einschließlich der Suchbegriffe, die beim Durchführen einer Suche verwendet werden, und Informationen über die angezeigte Seite oder die geladene App, um dir relevante Werbung anzuzeigen. Personen mit ähnlichen Interessen werden in Gruppen zusammengefasst, die als Segmente bezeichnet werden. Diese Gruppen werden zur Bereitstellung zielgerichteter Werbung verwendet. Mithilfe deiner persönlichen Informationen wird festgelegt, welchen Segmenten du zugeordnet wirst und welche Werbung dir angezeigt wird. Um deine Privatsphäre zu schützen, wird zielgerichtete Werbung nur dann übermittelt, wenn mindestens 5.000 Personen das Zielkriterium erfüllen. Die für die Relevanz der Werbung verwendeten Daten werden nicht mit deinem Apple Account, sondern mit zufälligen IDs verknüpft. Wenn für die im App Store angezeigte Werbung, die dich interessieren könnte, zwischen mehreren Werbungen ausgewählt werden muss, können wir einige der oben genannten Informationen sowie deine Suchanfragen und Browsing-Aktivitäten im App Store verwenden, um zu entscheiden, welche Werbung besonders relevant für dich ist. Zu den Browsing-Aktivitäten im App Store gehören Informationen wie Inhalte und Apps, auf die du während der Suche im App Store tippst bzw. die du ansiehst. Diese Informationen werden für mehrere Benutzer:innen aggregiert, sodass keine Rückschlüsse auf dich möglich sind. Möglicherweise werden auch lokale Verarbeitungsmethoden auf dem Gerät verwendet, um auszuwählen, welche Werbung angezeigt werden soll. Hierfür werden auf deinem Gerät gespeicherte Informationen verwendet, z. B. die Apps, die du häufig öffnest. Die Apple-Werbeplattform erhält Informationen über die Werbeanzeigen, auf die du tippst und die du ansiehst. Diese Informationen sind mit einer zufälligen ID versehen, die nicht mit deinem Apple Account verknüpft ist. Wenn du erlaubst, dass der App Store auf deinen Standort zugreift, kann deine ungefähre Position verwendet werden, um dir geografisch zielgerichtete Werbung im App Store bereitzustellen. Du kannst die standortbasierten Funktionen auf deinem iOS-, iPadOS- oder visionOS-Gerät jederzeit deaktivieren, indem du „Einstellungen“ > „Datenschutz & Sicherheit“ > „Ortungsdienste“ wählst, auf „App Store“ tippst und „Nie“ auswählst. Wenn die Option „Personalisierte Werbung“ aktiviert ist, kann die Werbeplattform von Apple deine Informationen nutzen, um dir relevantere Werbung anzuzeigen. Du kannst die Option „Personalisierte Werbung“ deaktivieren, wenn die Apple-Werbeplattform dir keine an deine Interessen angepasste Werbung anzeigen soll. Durch das Deaktivieren von „Personalisierte Werbung“ ist es Apple nicht möglich, deine Informationen für zielgerichtete Werbung zu verwenden. Die Anzahl der Anzeigen, die du erhältst, wird dadurch nicht weniger, aber die Anzeigen sind möglicherweise weniger relevant für dich. Weitere Infos über Apple-Werbung & Datenschutz findest du unter www.apple.com/de/legal/privacy/data/de/apple-advertising. Weitere Infos zum Deaktivieren von personalisierter Werbung im App Store, in Apple News und in „Aktien“ findest du unter support.apple.com/105131. Weitergabe an Dritte Wir sind verpflichtet, unseren strategischen Partnern einige nicht personenbezogene Daten zukommen zu lassen. Diese Partner arbeiten mit Apple zusammen, um Produkte und Dienste bereitzustellen, Apple-Produkte zu vermarkten und Werbung im Namen von Apple zu verkaufen, die im App Store, in Apple News und in „Aktien“ angezeigt wird. Beispielsweise teilen wir eventuell nicht personenbezogene Daten über deine Käufe mit App-Entwicklungsteams, damit diese die Leistung ihrer kreativen Arbeit messen, Lizenz- und Rechnungslegungsvorschriften umsetzen und ihre Produkte und Dienste verbessern können. Möglicherweise werden Informationen mit Entwicklungsteams geteilt, damit diese ihre Produkte und Dienste verbessern können. Entwicklungsteams können auf Nutzungsinformationen zugreifen, sofern die Benutzer:innen sich damit einverstanden erklärt haben. Dies ermöglicht ihnen die Auswertung von aggregierten Daten von Benutzergruppen mit ähnlichen Charakteristiken oder ähnlichem Verhalten. Voraussetzung ist, dass diese Gruppen mindestens fünf Personen umfassen. Entwicklungsteams haben Zugriff auf Informationen der Kaufbelege und Rückerstattungen für ihre Produkte und Dienste, die im App Store abgewickelt wurden. Diese Belege umfassen keine personenbezogenen Daten. Entwicklungsteams können jedoch die Belege möglicherweise mit deinen personenbezogenen Daten verknüpfen, wenn du ihnen diese im Rahmen der Verwendung oder des Downloads einer App mitgeteilt hast. Wenn du ein Abonnement für eine Drittanbieter-App abschließt, wird eine Abonnenten-ID erstellt, die für dich und den Entwickler bzw. Herausgeber eindeutig ist. Wir verwenden die Abonnenten-ID, um Entwicklungsteams Berichte bereitzustellen, die Informationen zu deinem erworbenen Abonnement und dem Land oder der Region deines Wohnsitzes enthalten. Entwicklungsteams können auf diese Informationen zugreifen, um die Leistung ihrer Abonnements zu analysieren. Wenn du alle deine Abonnements eines bestimmten Entwicklungsteams kündigst und keine neuen Abonnements abschließt, wird die Abonnenten-ID nach 180 Tagen zurückgesetzt. Wenn du in bestimmten Regionen digitale Waren oder Dienste für eine App extern kaufst, d. h. dein Kauf wird nicht über das In-App-Zahlungssystem von Apple abgewickelt, sendet das Entwicklungsteam dieser App Informationen über diesen Kauf an Apple, einschließlich des bezahlten Betrags und gekauften Artikels, zum Zweck der Abrechnung, Berichterstattung und Analyse durch Apple. Apple verknüpft den Einkauf nicht mit deinem Apple Account. Falls In-App-Inhalte von App-Entwicklungsteams automatisch geladen werden, wird die IP-Adresse deines Geräts für App-Entwicklungsteams sichtbar, bevor die App das erste Mal geöffnet wird. Die Handhabung deiner IP-Adresse durch das App-Entwicklungsteam wird anhand der Datenschutzrichtlinie des App-Entwicklungsteams geregelt. Wenn In-App-Inhalte von Entwicklungsteams nicht automatisch geladen werden sollen, bevor eine App das erste Mal gestartet wird, öffne „Einstellungen“ > „App Store“ und deaktiviere „In-App-Inhalte“. Anwendbare Rechtsgrundlage für die Verarbeitung von personenbezogenen Daten Wir verarbeiten deine personenbezogenen Daten im App Store im Allgemeinen für die Ausführung deines Vertrags mit Apple, wie es für die Bereitstellung des Dienstes erforderlich ist und zur Erfüllung unserer gesetzlichen Pflichten. Wenn Zustimmung als geeignete Rechtsgrundlage angesehen wird, werden wir uns in Übereinstimmung mit anwendbaren lokalen Gesetzen darum bemühen. Falls anwendbare lokale Gesetze es erlauben, verarbeiten wir personenbezogene Daten, wie sie zur Erfüllung unserer berechtigten Interessen oder der berechtigten Interessen eines Drittanbieters erforderlich sind, mit dem Ziel: • Relevante Inhalte anzuzeigen, zu prüfen, ob dein Gerät über genügend Speicherplatz zum Laden der angeforderten Inhalte verfügt, und automatische Downloads aktualisierter Inhalte zu ermöglichen. • Den App Store für dich und andere verbessern und optimieren zu können. • Dir Angebote, die dich möglicherweise interessieren, via E‑Mail und Push-Mitteilungen zu senden und Segmente zu erstellen, um dir Werbung im App Store, in Apple News und in „Aktien“ anzuzeigen. • Rückerstattungsanfragen zu verarbeiten. • Entwicklungsteams Berichte zu Käufen in ihren Apps zu erstatten. • Betrug und andere schädliche Aktivitäten zu vermeiden. Zu den verwendeten Daten zählen: • Deine Nutzung der App Store-App, z. B. deine Interaktionen mit Inhalten, nach denen du suchst, die du ansiehst, lädst und kaufst, sowie mit App Store-Mitteilungen und -Nachrichten und In-App-Mitteilungen und -Nachrichten • Details zu deinem Gerät und Account • Deine IP-Adresse • Der Gerätevertrauenswert Datenspeicherung Wir speichern persönliche Daten im Zusammenhang mit deinen Käufen und Downloads im App Store und in anderen Online-Stores von Apple für die Zeiträume, die in den anwendbaren Gesetzen zur Finanzberichterstattung festgelegt sind, und welche sich je nach Region unterscheiden können. Für die meisten Kund:innen beträgt dieser Zeitraum mindestens 10 Jahre. In Regionen wie China kann dieser Zeitraum allerdings 30 Jahre betragen. Wir bewahren außerdem einen Datensatz über deine Käufe und Downloads zumindest für den Zeitraum auf, während dessen du einen Account bei uns hast, damit du diese Inhalte, wiederum in Übereinstimmung mit unseren geltenden Bedingungen, laden kannst. Für einen kürzeren Zeitraum speichern wir auch andere Informationen wie deine Browsing-Aktivität und Suchanfragen. Der gewählte Zeitraum berücksichtigt die geltenden Gesetze für die Speicherung von Daten und Aufbewahrung von bestimmten Geschäftsanwendungsfällen. Manche Informationen, wie z. B. Informationen zu Käufen, werden auch dann aufbewahrt, wenn du deinen Account schließt oder den App Store nicht mehr verwendest. Hiervon ausgenommen sind deine gespeicherten Kartendetails. Wenn du mit Karte bezahlst, kann Apple deine Kartennummer und Zahlungsinformationen für zukünftige Käufe, wiederkehrende Transaktionen und andere von dir autorisierte Verwendungszwecke speichern und automatisch aktualisieren. Apple ruft diese Informationen möglicherweise bei deinem Finanzinstitut oder Zahlungsnetzwerk ab und verwendet diese Informationen auch zur Betrugsprävention und Überprüfung. Betrugsprävention und Vermeidung anderer schädlicher Aktivitäten Wir erfassen außerdem persönliche Daten, um Betrug und andere bösartige Aktivitäten im App Store und anderen Online-Stores, in anderen Apple-Apps und in Apple-Diensten zu verhindern. Diese Informationen umfassen Geräteinformationen wie Gerätetyp und Softwareversion, Standortdaten (ungefähre Schätzung durch Abgleich der IP-Adresse deiner Internetverbindung mit einer geografischen Region, sofern verfügbar), Download- und Kaufverlauf, Suchanfragen sowie weitere Interaktionen mit den Stores. Wenn du einen Kauf tätigst oder für ein Abonnement festgelegt ist, dass es automatisch erneuert wird, kann Apple die Informationen über deine Geschäftsbeziehung mit Apple verwenden, um die Anfrage zu verarbeiten und um festzulegen, ob das Produkt oder der Dienst vor der Autorisierung durch den Zahlungspartner bereitgestellt werden kann. Wenn du mit dem Gerät einkaufst, errechnen wir zudem einen Gerätevertrauenswert. Dazu wird ausgewertet, wie du dein Gerät verwendest, einschließlich der ungefähren Anzahl von Anrufen oder gesendeten und empfangenen E‑Mails. Die Übermittlung der Daten erfolgt so, dass Apple keine Rückschlüsse auf die zugrunde liegenden Werte auf deinem Gerät ziehen kann. Der Wert wird über einen festen Zeitraum auf den Apple-Servern gespeichert. Die von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com/de/privacy zu finden ist.
el: Παροχή των Store Χρησιμοποιούμε τα προσωπικά δεδομένα σας για να παρέχουμε τις υπηρεσίες και τις δυνατότητες στο App Store και άλλα διαδικτυακά καταστήματα της Apple. Αυτές οι πληροφορίες περιλαμβάνουν, για παράδειγμα, τα στοιχεία λογαριασμού και πληρωμών σας, τα οποία μπορείτε να προσπελάσετε και να αλλάξετε στις Ρυθμίσεις, καθώς και το ιστορικό αγορών σας. Ενδέχεται επίσης να χρησιμοποιήσουμε τα προσωπικά δεδομένα σας για να παρέχουμε συγκεκριμένες υπηρεσίες που ζητάτε, όπως αιτήματα επιστροφής χρημάτων. Αυτές οι υπηρεσίες ενδέχεται να συμπεριλαμβάνουν αιτήματα επιστροφής χρημάτων που στέλνετε απευθείας στην Apple ή που στέλνετε στην Apple μέσω δημιουργών εφαρμογών. Με τη συναίνεσή σας, οι δημιουργοί εφαρμογών ενδέχεται να παράσχουν ορισμένα προσωπικά δεδομένα στην Apple για να βοηθήσουν στην επεξεργασία τέτοιων αιτημάτων επιστροφής χρημάτων, π.χ. αν χρησιμοποιήσατε το στοιχείο που αγοράσατε. Όταν πραγματοποιήσετε λήψη μιας εφαρμογής από το App Store ή εγκαταστήσετε μια εφαρμογή στο Apple Watch σας, η Apple καταγράφει αναγνωριστικά, όπως το αναγνωριστικό υλισμικού και η διεύθυνση IP της συσκευής σας, επιπρόσθετα στον λογαριασμό Apple σας. Βελτίωση των Store Για βελτίωση της εμπειρίας στο App Store και άλλα διαδικτυακά καταστήματα της Apple, συλλέγουμε πληροφορίες σχετικά με τον τρόπο που χρησιμοποιείτε τα καταστήματα, όπως το πότε ανοίγετε ή κλείνετε το App Store, τι περιεχόμενο αναζητάτε, το περιεχόμενο που προβάλλετε και λαμβάνετε, και τις αλληλεπιδράσεις σας με τις γνωστοποιήσεις ώθησης και τις ταμπέλες του App Store, καθώς και τα μηνύματα από το App Store εντός εφαρμογών. Συλλέγουμε επίσης πληροφορίες σχετικά με τη συσκευή σας, όπως ο τύπος συσκευής, η έκδοση του λειτουργικού σας συστήματος και η ποσότητα ελεύθερου χώρου στη συσκευή σας. Μπορεί να χρησιμοποιήσουμε αυτές τις πληροφορίες με τους ακόλουθους τρόπους: •Παροχή δημοφιλών αναζητήσεων και εξατομικευμένων δυνατοτήτων, όπως «Περισσότερα παιχνίδια που ίσως σας αρέσουν» • Αξιολόγηση της δυνατότητας λήψης του ζητούμενου περιεχομένου • Κατανόηση των γενικών τάσεων στη χρήση του αποθηκευτικού χώρου συσκευών και αν η συσκευή σας είναι συνδεδεμένη μέσω Wi-Fi ή κινητού δικτύου Ενδέχεται να χρησιμοποιήσουμε επίσης τις αξιολογήσεις και τις κριτικές εφαρμογών σας στο App Store, καθώς και τις αναζητήσεις σας για βελτίωση των μοντέλων που χρησιμοποιούνται από το App Store. Για παράδειγμα, οι κριτικές εφαρμογών και τα συγκεντρωτικά ερωτήματα αναζήτησης από μέρους σας και από άλλους χρήστες του App Store χρησιμοποιούνται για την παροχή συνόψεων κριτικών και την ακριβή προσαρμογή του μοντέλου αναζήτησης του App Store. Εξατομίκευση των Store Χρησιμοποιούμε τις αλληλεπιδράσεις σας με το App Store για να σας βοηθάμε να ανακαλύπτετε το περιεχόμενο που είναι πιο σχετικό για εσάς. Για παράδειγμα, προτείνουμε περιεχόμενο που πιστεύουμε ότι θα σας ενδιαφέρει με βάση τα στοιχεία που έχετε αναζητήσει, προβάλει, λάβει, ενημερώσει ή βαθμολογήσει στο App Store. Χρησιμοποιούμε επίσης το ιστορικό αγορών, συμπεριλαμβανομένων των αγορών εντός εφαρμογής, συνδρομές και τους τρόπους πληρωμής σας, σε συνδυασμό με τα στοιχεία λογαριασμού που έχετε καταχωρίσει στον λογαριασμό Apple σας, όπως οι συσκευές που χρησιμοποιείτε και οι νέες συσκευές που ενεργοποιείτε. Για να παρέχουμε καλύτερες συστάσεις, χρησιμοποιούμε επίσης συγκεντρωτικές πληροφορίες για κυκλοφορίες, εγκαταστάσεις και διαγραφές εφαρμογών από χρήστες που έχουν επιλέξει να κοινοποιούν στην Apple δεδομένα ανάλυσης από τις συσκευές τους και συγκεντρωτικές πληροφορίες για βαθμολογίες εφαρμογών. Το App Store χρησιμοποιεί τοπική επεξεργασία επί της συσκευής για βελτίωση των συστάσεων που παρέχει η Apple. Χάρη στα δεδομένα χρήσης εφαρμογών που αποθηκεύονται στη συσκευή σας, όπως οι εφαρμογές που ανοίγετε συχνά, ο χρόνος που αφιερώνετε στη χρήση συγκεκριμένων εφαρμογών καθώς και η εγκατάσταση και η απεγκατάσταση εφαρμογών, το App Store μπορεί να προτείνει εφαρμογές και γεγονότα εντός εφαρμογών που είναι πιο σχετικά για εσάς. Οι πληροφορίες που λαμβάνει η Apple για την εκ μέρους σας χρήση των Store περιλαμβάνουν πληροφορίες για το εξατομικευμένο περιεχόμενο που αγγίζετε και προβάλλετε. Για να απενεργοποιήσετε τις δυνατότητες εξατομίκευσης στα App Store, Apple Books, iTunes Store, Apple TV, Podcasts και για συνδρομές από την Apple, απενεργοποιήστε τις Εξατομικευμένες συστάσεις για τον λογαριασμό Apple σας. Σε συσκευή iOS, iPadOS ή visionOS, μεταβείτε στις «Ρυθμίσεις» > [το όνομά σας] > «Πολυμέσα και αγορές» > «Προβολή λογαριασμού» και αγγίξτε για απενεργοποίηση της ρύθμισης «Εξατομικευμένες συστάσεις». Για να εκκαθαρίσετε τα δεδομένα χρήσης εφαρμογών που έχουν καταγραφεί στη συσκευή σας για σκοπούς εξατομίκευσης σε συσκευές iOS και iPadOS, μεταβείτε στις «Ρυθμίσεις» > «App Store» > «Εξατομικευμένες συστάσεις» και αγγίξτε «Εκκαθάριση δεδομένων χρήσης εφαρμογών». Αυτή η ενέργεια δεν θα διαγράψει δεδομένα που έχουν καταγραφεί στη συσκευή σας, αλλά οποιαδήποτε δεδομένα έχουν καταγραφεί μέχρι την εκκαθάριση των δεδομένων χρήσης εφαρμογών δεν θα χρησιμοποιούνται πλέον για εξατομίκευση. Οι δυνατότητες εξατομίκευσης του App Store θα χρησιμοποιήσουν νέα δεδομένα που καταγράφηκαν αφού πραγματοποιήσατε εκκαθάριση του ιστορικού των δεδομένων χρήσης εφαρμογών. Επικοινωνία με εσάς Η Apple μπορεί να χρησιμοποιεί πληροφορίες σχετικά με τον λογαριασμό σας, π.χ. τα προϊόντα Apple που κατέχετε και τις συνδρομές σας σε υπηρεσίες Apple, για να σας στέλνει μηνύματα σχετικά με το App Store και άλλα προϊόντα, υπηρεσίες και προσφορές Apple που μπορεί να σας ενδιαφέρουν. Η Apple ενδέχεται επίσης να χρησιμοποιεί πληροφορίες σχετικά με τη δραστηριότητά σας στο App Store για να σας στέλνει μηνύματα σχετικά με νέες δυνατότητες, περιεχόμενο και προσφορές που είναι διαθέσιμα στο App Store. Email για σκοπούς μάρκετινγκ Ενδέχεται να λαμβάνετε αυτά τα μηνύματα μέσω email, αν συναινέσετε στη λήψη email για σκοπούς μάρκετινγκ. Αν θέλετε να αλλάξετε τις προτιμήσεις email σας και να μη λαμβάνετε πλέον αυτά τα email, επισκεφθείτε τη διεύθυνση account.apple.com ή στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > [το όνομά σας] > «Προσωπικά στοιχεία» > «Προτιμήσεις επικοινωνίας». Γνωστοποιήσεις ώθησης Μπορείτε επίσης να λαμβάνετε αυτά τα μηνύματα μέσω γνωστοποιήσεων ώθησης. Για να ενημερώσετε τις προτιμήσεις γνωστοποιήσεών σας ή να επιλέξετε να μη λαμβάνετε γνωστοποιήσεις στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > «Γνωστοποιήσεις» > «App Store». Διαφημίσεις Οι διαφημίσεις που παρέχει η Apple βοηθούν τους χρήστες να ανακαλύπτουν εφαρμογές, προϊόντα και υπηρεσίες στο App Store, το Apple News και τις Μετοχές. Χρησιμοποιούμε πληροφορίες για τη συσκευή, τον λογαριασμό, τις αγορές, τις συνδρομές και τις προηγούμενες λήψεις σας, προκειμένου να διασφαλίζουμε τη συνάφεια των διαφημίσεων. Στο App Store, ενδέχεται επίσης να χρησιμοποιήσουμε θεματικές πληροφορίες, συμπεριλαμβανομένων των όρων αναζήτησης που χρησιμοποιείτε όταν κάνετε μια αναζήτηση, και πληροφορίες για τη σελίδα που προβάλλετε ή την εφαρμογή που λαμβάνετε, για την παροχή μιας σχετικής διαφήμισης. Δημιουργούμε ομάδες ατόμων, οι οποίες ονομάζονται τμήματα, που έχουν κοινά χαρακτηριστικά και χρησιμοποιούμε αυτές τις ομάδες για την παράδοση στοχευμένων διαφημίσεων. Οι πληροφορίες σχετικά με εσάς χρησιμοποιούνται για προσδιορισμό των τμημάτων στα οποία έχετε προστεθεί και, συνεπώς, των διαφημίσεων που λαμβάνετε. Για προστασία του απορρήτου σας, οι στοχευμένες διαφημίσεις παρέχονται μόνο αν περισσότερα από 5.000 άτομα πληρούν τα κριτήρια στόχευσης. Οι πληροφορίες, που χρησιμοποιούνται για να προσδιοριστεί ποιες διαφημίσεις είναι σχετικές για εσάς, συσχετίζονται με τυχαία αναγνωριστικά αλλά δεν συσχετίζονται με τον λογαριασμό Apple σας. Όταν επιλέγεται ποια διαφήμιση θα προβληθεί στο App Store μεταξύ πολλών διαφημίσεων για τις οποίες πληροίτε τα κριτήρια, ενδέχεται να χρησιμοποιήσουμε κάποιες από τις προαναφερόμενες πληροφορίες, καθώς και τις αναζητήσεις και τη δραστηριότητα περιήγησής σας στο App Store, για να προσδιορίσουμε ποια διαφήμιση είναι πιθανώς η πιο σχετική για εσάς. Η δραστηριότητα περιήγησης στο App Store περιλαμβάνει πληροφορίες, όπως το περιεχόμενο και οι εφαρμογές που αγγίζετε και προβάλλετε κατά την περιήγησή σας στο App Store. Οι πληροφορίες αυτές έχουν συγκεντρωτική μορφή και αφορούν πολλούς χρήστες, προκειμένου να μη σας ταυτοποιούν. Επίσης, ενδέχεται να χρησιμοποιήσουμε τοπική επεξεργασία επί της συσκευής για να επιλέξουμε ποια διαφήμιση θα προβάλουμε χρησιμοποιώντας πληροφορίες που είναι αποθηκευμένες στη συσκευή σας, π.χ. ποιες εφαρμογές ανοίγετε συχνά. Η διαφημιστική πλατφόρμα της Apple λαμβάνει πληροφορίες για τις διαφημίσεις που αγγίζετε και προβάλλετε μέσω ενός τυχαίου αναγνωριστικού που δεν συσχετίζεται με τον λογαριασμό Apple σας. Αν επιτρέψετε στο App Store την πρόσβαση στην τοποθεσία σας, η κατά προσέγγιση τοποθεσία σας ενδέχεται να χρησιμοποιηθεί για παροχή γεωγραφικά στοχευμένων διαφημίσεων στο App Store. Μπορείτε να απενεργοποιήσετε τις λειτουργίες που βασίζονται στην τοποθεσία ανά πάσα στιγμή στη συσκευή iOS, iPadOS ή visionOS σας. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο και ασφάλεια» > «Υπηρεσίες τοποθεσίας» > «App Store» και μετά αγγίξτε «Ποτέ». Αν είναι ενεργοποιημένη η ρύθμιση «Εξατομικευμένες διαφημίσεις», η διαφημιστική πλατφόρμα της Apple μπορεί να χρησιμοποιήσει τις πληροφορίες σας για να σας παρέχει διαφημίσεις που είναι πιο σχετικές για εσάς. Αν δεν επιθυμείτε να λαμβάνετε διαφημίσεις που είναι στοχευμένες με βάση τα ενδιαφέροντά σας από τη διαφημιστική πλατφόρμα της Apple, μπορείτε να απενεργοποιήσετε τις Εξατομικευμένες διαφημίσεις. Αν απενεργοποιήσετε τις Εξατομικευμένες διαφημίσεις, η Apple δεν θα μπορεί να χρησιμοποιήσει τις πληροφορίες σας για στόχευση διαφημίσεων. Μπορεί να μη μειωθεί ο αριθμός των διαφημίσεων που λαμβάνετε, αλλά οι διαφημίσεις ενδέχεται να είναι λιγότερο σχετικές για εσάς. Μάθετε περισσότερα για τις Διαφημίσεις Apple και το απόρρητο στη διεύθυνση www.apple.com/legal/privacy/data/el/apple-advertising. Για να μάθετε πώς μπορείτε να επιλέξετε να μη λαμβάνετε εξατομικευμένες διαφημίσεις στο App Store, το Apple News και τις Μετοχές, επισκεφθείτε τη διεύθυνση support.apple.com/105131. Κοινοποίηση σε τρίτα μέρη Είμαστε υποχρεωμένοι να παρέχουμε ορισμένα μη προσωπικά δεδομένα σε στρατηγικούς εταίρους που συνεργάζονται με την Apple, για παροχή και προώθηση των προϊόντων και των υπηρεσιών μας στους πελάτες μας και για πώληση διαφημίσεων εκ μέρους της Apple που προβάλλονται στο App Store, το Apple News και τις Μετοχές. Για παράδειγμα, ενδέχεται να κοινοποιήσουμε κάποια μη προσωπικά δεδομένα σχετικά με τις αγορές περιεχομένου σας σε δημιουργούς εφαρμογών, ώστε να μπορούν να μετρούν την απόδοση των δημιουργικών έργων τους, να πληρούν απαιτήσεις δικαιωμάτων και λογιστικής, καθώς και να βελτιώνουν τα προϊόντα και τις υπηρεσίες τους. Ενδέχεται να κοινοποιήσουμε πληροφορίες σε δημιουργούς εφαρμογών ώστε να τους βοηθήσουμε στην παροχή και τη βελτίωση των εφαρμογών τους. Οι δημιουργοί μπορούν να προσπελάζουν πληροφορίες χρήσης, οι οποίες παρέχονται από χρήστες που επιλέγουν αυτήν τη δυνατότητα, που τους επιτρέπουν να εξετάζουν συγκεντρωτικά δεδομένα από ομάδες χρηστών με παρόμοια χαρακτηριστικά ή συμπεριφορά, αρκεί τα δεδομένα να προέρχονται από ομάδες με τουλάχιστον πέντε χρήστες. Οι δημιουργοί μπορούν να προσπελάζουν στοιχεία αποδείξεων για αγορές και επιστροφές των προϊόντων και υπηρεσιών τους στο App Store. Αν και οι αποδείξεις δεν περιλαμβάνουν προσωπικά δεδομένα, οι δημιουργοί εφαρμογών θα μπορούσαν να τις συσχετίσουν με προσωπικά δεδομένα βάσει της από μέρους σας χρήσης και λήψης των εφαρμογών τους, εφόσον τους έχετε παράσχει τέτοιες πληροφορίες. Αν αγοράσετε μια συνδρομή σε μια εφαρμογή τρίτου, δημιουργούμε ένα αναγνωριστικό συνδρομητή που είναι μοναδικό για εσάς και τον δημιουργό ή τον εκδότη. Χρησιμοποιούμε το Αναγνωριστικό συνδρομητή για να παρέχουμε αναφορές στον δημιουργό που περιλαμβάνουν πληροφορίες σχετικά με τη συνδρομή που αγοράσατε και τη χώρα ή την περιοχή διαμονής σας. Αυτές οι πληροφορίες παρέχονται στους δημιουργούς ώστε να κατανοήσουν την απόδοση των συνδρομών τους. Αν ακυρώσετε όλες τις συνδρομές σας για έναν συγκεκριμένο δημιουργό και δεν εγγραφείτε ξανά, θα γίνει επαναφορά του Αναγνωριστικού συνδρομητή μετά από 180 ημέρες. Σε ορισμένες περιοχές, αν πραγματοποιήσετε μια εξωτερική αγορά ψηφιακών αγαθών ή υπηρεσιών για μια εφαρμογή, γεγονός που σημαίνει ότι η αγορά σας δεν πραγματοποιείται μέσω του συστήματος πληρωμής εντός εφαρμογής της Apple, ο δημιουργός αυτής της εφαρμογής θα αναφέρει στην Apple πληροφορίες για την αγορά, συμπεριλαμβανομένου του καταβληθέντος ποσού και του αγορασμένου στοιχείου, για σκοπούς λογιστικής, αναφορών και ανάλυσης της Apple. Η Apple δεν συσχετίζει τις πληροφορίες αγορών με τον λογαριασμό Apple σας. Επιπλέον, όταν πραγματοποιούνται αυτόματες λήψεις περιεχομένου εντός εφαρμογής από δημιουργούς εφαρμογών, η διεύθυνση IP της συσκευής σας θα είναι ορατή στον δημιουργό της εφαρμογής, πριν η εφαρμογή ανοίξει για πρώτη φορά. Ο χειρισμός της διεύθυνσης IP σας από τον δημιουργό της εφαρμογής διέπεται από τις πολιτικές απορρήτου του δημιουργού της εφαρμογής. Για να απενεργοποιήσετε τις αυτόματες λήψεις περιεχομένου εντός εφαρμογών από δημιουργούς πριν ανοίξετε μια εφαρμογή για πρώτη φορά, μεταβείτε στις «Ρυθμίσεις» > App Store και, στη συνέχεια, αγγίξτε για απενεργοποίηση του περιεχομένου εντός εφαρμογών. Ισχύουσα νομική βάση για επεξεργασία προσωπικών δεδομένων Γενικά, επεξεργαζόμαστε τα προσωπικά δεδομένα σας που σχετίζονται με την εκ μέρους σας χρήση του App Store στο πλαίσιο της εφαρμογής του συμβολαίου σας με την Apple, όπως απαιτείται για την παροχή της υπηρεσίας και προς συμμόρφωση με τις νομικές υποχρεώσεις μας. Όπου η συναίνεση αποτελεί την κατάλληλη νομική βάση, την επιδιώκουμε προς συμμόρφωση με την ισχύουσα τοπική νομοθεσία. Στις περιπτώσεις που προβλέπεται από την ισχύουσα τοπική νομοθεσία, επεξεργαζόμαστε τα προσωπικά δεδομένα σας όπως απαιτείται για τους σκοπούς των έννομων συμφερόντων μας ή των έννομων συμφερόντων ενός τρίτου μέρους, ώστε να πραγματοποιούμε τα εξής: • Εμφάνιση σχετικού περιεχομένου, αξιολόγηση αν η συσκευή σας έχει αρκετό χώρο για λήψη του ζητούμενου περιεχομένου, και διευκόλυνση αυτόματων λήψεων ενημερωμένου περιεχομένου • Συμβολή στη βελτίωση και τη βελτιστοποίηση του App Store για εσάς και άλλους χρήστες • Αποστολή προσφορών μέσω email και γνωστοποιήσεων ώθησης που μπορεί να σας ενδιαφέρουν, καθώς και δημιουργία τμημάτων για εμφάνιση διαφημίσεων στο App Store, το Apple News και τις Μετοχές • Επεξεργασία αιτημάτων επιστροφών • Παροχή αναφορών σε δημιουργούς σχετικά με τις αγορές εντός των εφαρμογών τους • Αποτροπή απάτης και άλλης κακόβουλης δραστηριότητας Τα δεδομένα που χρησιμοποιούνται περιλαμβάνουν: • Την από μέρους σας χρήση της εφαρμογής App Store, π.χ. οι αλληλεπιδράσεις σας με το περιεχόμενο που αναζητάτε, προβάλετε, λαμβάνετε και αγοράζετε, καθώς και γνωστοποιήσεις και μηνύματα του App Store, και γνωστοποιήσεις και μηνύματα εντός εφαρμογής • Λεπτομέρειες σχετικά με τη συσκευή και τον λογαριασμό σας • Τη διεύθυνση IP σας • Τη βαθμολογία αξιοπιστίας της συσκευής Διατήρηση δεδομένων Διατηρούμε προσωπικά δεδομένα που συσχετίζονται με τις αγορές και τις λήψεις σας στο App Store και άλλα διαδικτυακά καταστήματα της Apple για τις περιόδους που καθορίζονται από τους ισχύοντες νόμους σχετικά με οικονομικές αναφορές, που διαφέρουν ανά περιοχή. Για τους περισσότερους πελάτες, απαιτείται μια περίοδος διατήρησης τουλάχιστον 10 ετών. Ωστόσο, σε περιοχές όπως η Κίνα, αυτή η περίοδος μπορεί να είναι 30 έτη. Διατηρούμε επίσης ένα αρχείο των από μέρους σας αγορών και λήψεων περιεχομένου για τουλάχιστον όσο διάστημα έχετε έναν λογαριασμό Apple, ώστε να σας επιτρέπεται να πραγματοποιείτε εκ νέου λήψη του εν λόγω περιεχομένου σύμφωνα με τους ισχύοντες όρους μας. Διατηρούμε και άλλες πληροφορίες, όπως δραστηριότητα περιήγησης και αναζητήσεις, για μικρότερη περίοδο. Η επιλεγμένη περίοδος λαμβάνει υπόψη τις ισχύουσες νομικές απαιτήσεις για τη διατήρηση δεδομένων και συγκεκριμένες περιπτώσεις επαγγελματικής χρήσης. Ωστόσο, κάποιες πληροφορίες, όπως οι αγορές, όχι όμως τα αποθηκευμένα στοιχεία της κάρτας σας, ενδέχεται να διατηρηθούν ως εταιρικά αρχεία ακόμη και αφού κλείσετε τον λογαριασμό σας ή διακόψετε τη χρήση του App Store. Όταν χρησιμοποιείτε μια κάρτα πληρωμής, η Apple ενδέχεται να διατηρήσει και να ενημερώσει αυτόματα τον αριθμό κάρτας και τα στοιχεία τιμολόγησης για μελλοντικές αγορές, επαναλαμβανόμενες συναλλαγές ή άλλες χρήσεις που έχετε εγκρίνει. Η Apple ενδέχεται να λάβει πληροφορίες από το χρηματοπιστωτικό σας ίδρυμα ή το δίκτυο πληρωμών σας και να χρησιμοποιήσει αυτές τις πληροφορίες για αποτροπή απάτης και επαλήθευση. Αποτροπή απάτης και άλλης κακόβουλης δραστηριότητας Συλλέγουμε επίσης προσωπικά δεδομένα για να αποτρέπουμε την απάτη και άλλες κακόβουλες δραστηριότητες στο App Store και άλλα διαδικτυακά καταστήματα της Apple, καθώς και σε άλλες εφαρμογές και υπηρεσίες της Apple. Αυτές οι πληροφορίες περιλαμβάνουν πληροφορίες για τη συσκευή, όπως τύπος συσκευής και έκδοση λογισμικού, πληροφορίες τοποθεσίας (κατά προσέγγιση με αντιστοίχιση της διεύθυνσης IP της σύνδεσής σας στο Διαδίκτυο σε μια γεωγραφική περιοχή, αν διατίθεται), ιστορικό λήψεων και αγορών, αναζητήσεις, καθώς και άλλες αλληλεπιδράσεις με τα Store. Όταν ξεκινήσετε μια αγορά ή όταν μια συνδρομή έχει οριστεί σε αυτόματη ανανέωση, η Apple ενδέχεται να χρησιμοποιήσει πληροφορίες σχετικά με την ιστορική εταιρική σχέση σας με την Apple ώστε να επεξεργαστεί το αίτημα και να προσδιορίσει αν θα παράσχει το προϊόν ή την υπηρεσία προτού λάβει εξουσιοδότηση από τον συνεργάτη πληρωμών. Επίσης, υπολογίζουμε μια βαθμολογία αξιοπιστίας για τη συσκευή σας όταν επιχειρείτε μια αγορά, χρησιμοποιώντας πληροφορίες σχετικά με τον από μέρους σας τρόπο χρήσης της συσκευής, συμπεριλαμβανομένου του κατά προσέγγιση αριθμού τηλεφωνικών κλήσεων ή email που στέλνετε και λαμβάνετε. Η υποβολή έχει σχεδιαστεί με τέτοιο τρόπο ώστε η Apple να μη γνωρίζει τις πραγματικές τιμές που βρίσκονται στη συσκευή σας. Η βαθμολογία διατηρείται για συγκεκριμένο χρονικό διάστημα στους διακομιστές μας. Ο χειρισμός των πληροφοριών που συλλέγει η Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/privacy.
es: Cesión de información a las tiendas Para proporcionar los servicios y funciones de App Store y de otras tiendas en línea de Apple, utilizamos tus datos personales. Esta información incluye, por ejemplo, tu información de pago y la de tu cuenta, que puedes consultar y cambiar en los ajustes, así como tu historial de compras. También podemos utilizar tus datos personales para proporcionarte determinados servicios que solicites, como los reembolsos. Pueden tratarse de solicitudes de reembolso que envíes a Apple tanto directamente como a través de desarrolladores de apps. Con tu consentimiento y para ayudar en el procesamiento de dichas solicitudes, los desarrolladores podrían proporcionar ciertos datos personales a Apple, como por ejemplo si habías usado el producto comprado. Al realizar una descarga de una app desde App Store o instalar una app en tu Apple Watch, Apple registra junto con tu cuenta de Apple información como el identificador del hardware de tu dispositivo y la dirección IP. Mejora de las tiendas Para mejorar la experiencia en App Store y otras tiendas en línea de Apple, recopilamos información del uso que haces de las tiendas, como cuándo abres o cierras App Store, tus búsquedas, el contenido que visualizas y descargas, y tu interacción con las notificaciones push y los globos de App Store, así como con los mensajes de App Store que se muestran dentro de las apps. También recopilamos información sobre tu dispositivo, como de qué tipo de dispositivo se trata, cuál es su versión del sistema operativo y cuánto espacio libre tiene. Esta información se puede usar de las siguientes maneras: • Para ofrecer tendencias de búsqueda y características personalizadas como la sección “Juegos que podrían gustarte”. • Para evaluar si se puede descargar el contenido solicitado. • Para comprender las tendencias generales de uso del almacenamiento del dispositivo y si usas una conexión Wi‑Fi o de datos móviles. También podemos usar las valoraciones y reseñas de apps que envías a App Store, así como las búsquedas que haces, para mejorar los modelos que hay detrás del funcionamiento de App Store. Por ejemplo, las reseñas de apps y las búsquedas agregadas que realizas tú y otros usuarios de App Store sirven para proporcionar resúmenes de reseñas y para ajustar el modelo de búsqueda de App Store. Personalización de las tiendas Usamos tus interacciones con App Store para ayudarte a descubrir el contenido que pueda ser de tu interés. Por ejemplo, te recomendamos contenido que creemos que puede interesarte según las búsquedas que hayas realizado, lo que hayas visto, y lo que hayas descargado, actualizado o revisado anteriormente en App Store. Asimismo, usamos tu historial de compras, incluidas las compras dentro de las apps, las suscripciones y los métodos de pago, junto con la información que se deriva de tu cuenta de Apple, como los dispositivos que usas y los dispositivos nuevos que activas. Para hacerte mejores recomendaciones, también usamos información global sobre la apertura, instalación y eliminación de apps por parte de los usuarios que deciden compartir los análisis de sus dispositivos con Apple, así como información colectiva sobre las valoraciones de las apps. App Store utiliza el procesamiento local en el dispositivo para mejorar nuestras recomendaciones. Gracias a los datos de uso de las apps que se almacenan en tu dispositivo —como las apps que abres con más frecuencia, el tiempo que pasas usándolas y las apps que instalas y desinstalas—, App Store puede sugerirte apps y eventos dentro de ellas que pueden resultarte más relevantes para ti. La información que Apple recibe sobre el uso que haces de las tiendas incluye datos sobre el contenido personalizado que tocas y ves. Puedes desactivar las funciones de personalización en App Store, Apple Books, iTunes Store, Apple TV, Podcasts y las suscripciones de Apple desactivando el ajuste “Recomendaciones personalizadas” de tu cuenta de Apple. En tu dispositivo iOS, iPadOS o visionOS, ve a Ajustes > [tu nombre] > Contenido y compras > Ver cuenta, y desactiva la opción “Recomendaciones personalizadas”. Puedes borrar los datos de uso de las apps registrados en tu dispositivo para la personalización. Para ello, en dispositivos iOS y iPadOS, ve a Ajustes > App Store > “Recomendaciones personalizadas” y toca “Borrar datos de uso de las apps”. Al hacerlo, no se eliminarán los datos registrados en tu dispositivo, sino que los datos que haya registrados en ese momento dejarán de usarse para las funciones de personalización. Las funciones de personalización de App Store usarán los nuevos datos que se registren tras haber borrado el historial de datos de uso de las apps. Comunicación contigo Apple puede utilizar información sobre tu cuenta, como qué productos de Apple tienes y a qué servicios de Apple te has suscrito, para enviarte comunicaciones sobre App Store y otros productos, servicios y ofertas de Apple que puedan resultarte interesantes. Apple también puede utilizar la información sobre tu actividad en App Store para enviarte comunicaciones acerca de nuevas funciones, contenidos y ofertas disponibles en App Store. Envío de información promocional por correo electrónico Si das tu consentimiento, puedes recibir comunicaciones promocionales por correo electrónico. Puedes cambiar tus preferencias de correo y dejar de recibir estos mensajes en account.apple.com o en tu dispositivo iOS, iPadOS o visionOS, en Ajustes > [tu nombre] > Información personal > Preferencias de comunicación. Notificaciones push También puedes recibir este tipo de comunicaciones mediante notificaciones push. Para actualizar tus preferencias de notificaciones o desactivarlas en tu dispositivo iOS, iPadOS o visionOS, ve a Ajustes > Notificaciones > App Store. Publicidad La publicidad proporcionada por Apple ayuda a descubrir apps, productos y servicios en App Store, Apple News y Bolsa. Usamos información sobre tu dispositivo, cuenta, compras, suscripciones y descargas anteriores para garantizar que los anuncios sean pertinentes para ti. En App Store, puede que también usemos información contextual, como los términos que buscas cuando realizas una búsqueda, así como información sobre la página que estás viendo o la app que estás descargando, con el fin de mostrarte anuncios pertinentes. Creamos grupos de personas que comparten características similares (“segmentos”) y los usamos para ofrecer publicidad segmentada. Para determinar a qué segmentos asignarte y, por tanto, qué anuncios recibirás, utilizamos información sobre ti. Para proteger tu privacidad, la publicidad segmentada solo se envía si reúnen los criterios de segmentación más de 5000 personas. La información utilizada para determinar qué anuncios son pertinentes para ti está asociada a identificadores aleatorios, no a tu cuenta de Apple. Al seleccionar el anuncio que se mostrará en App Store de entre los distintos anuncios que se te ofrecen, puede que usemos parte de la información mencionada con anterioridad, además de tu actividad de navegación y de tus búsquedas en App Store, con el fin de inferir qué anuncio será más pertinente para ti. La actividad de navegación de App Store incluye información como el contenido y las apps que tocas y ves al navegar por App Store. Esta información, proveniente de todos los usuarios, está agregada para evitar que te identifique. También podemos utilizar el procesamiento local en el dispositivo para seleccionar qué anuncio mostrar en función de la información que haya guardada en tu dispositivo, como las apps que abres con más frecuencia. La plataforma de publicidad de Apple recibe información acerca de los anuncios que tocas y ves mediante un identificador aleatorio que no está asociado a tu cuenta de Apple. Si permites a App Store acceder a tu ubicación, se podrá utilizar tu ubicación aproximada para ofrecerte anuncios segmentados geográficamente en App Store. Puedes desactivar la funcionalidad basada en la ubicación en cualquier momento. En un dispositivo iOS, iPadOS o visionOS, ve a Ajustes > Privacidad y seguridad > Localización > App Store y selecciona la opción Nunca. Si tienes activado el ajuste “Anuncios personalizados”, la plataforma de publicidad de Apple puede utilizar tu información para proporcionarte anuncios que te resulten más interesantes. Si no quieres recibir anuncios adaptados a tus intereses de la plataforma de publicidad de Apple, puedes desactivar los anuncios personalizados. Al hacerlo, Apple no utilizará tu información para segmentar la publicidad. Puede que no disminuya la cantidad de anuncios que recibas, pero es posible que sean menos pertinentes para ti. Puedes obtener más información sobre la publicidad de Apple y la privacidad en www.apple.com/es/legal/privacy/data/es/apple-advertising. Para saber cómo dejar de recibir anuncios personalizados en App Store, Apple News y Bolsa, consulta support.apple.com/105131. Compartir con terceros Estamos obligados a proporcionar determinados datos de carácter no personal a socios estratégicos que colaboran o ayudan a Apple en el mercado con el fin de ofrecer nuestros productos y servicios, y de vender publicidad en nombre de Apple para mostrarla en App Store, Apple News y Bolsa. Por ejemplo, podemos compartir con los desarrolladores de apps datos no personales sobre los contenidos que compras para que puedan cuantificar el rendimiento de sus trabajos creativos, abonar los derechos de autor y cumplir los requisitos administrativos pertinentes, así como para mejorar sus productos y servicios. También podemos compartir con los desarrolladores información que les ayude a gestionar y mejorar sus apps. Los desarrolladores pueden acceder a información de uso, proporcionada por usuarios que autorizan a hacerlo, que les permite consultar datos agregados de grupos de usuarios con un comportamiento o unas características similares, siempre que esos grupos estén compuestos por al menos cinco usuarios. Los desarrolladores también tienen acceso a los datos de los recibos de sus productos y servicios comprados o devueltos a través de App Store. Estos recibos no incluyen datos personales, si bien los desarrolladores pueden intentar asociar estos datos con la información personal de uso y descarga de apps que pueden tener sobre ti si se la has proporcionado. Si adquieres una suscripción en una app de terceros, crearemos un ID de suscriptor exclusivo para ti y el desarrollador o editor. Este ID de suscriptor se usa para proporcionar informes al desarrollador con información sobre la suscripción que has adquirido y tu país o región de residencia. Con dicha información, los desarrolladores pueden hacerse una idea del alcance de sus suscripciones. Si cancelas todas las suscripciones que tienes con un determinado desarrollador y no vuelves a suscribirte a ninguno de sus servicios, el ID de suscriptor correspondiente se restablecerá al cabo de 180 días. En determinadas regiones, si realizas una compra externa de bienes o servicios digitales de una app, es decir, que tu compra no se realiza con el sistema de pago dentro de la app de Apple, el desarrollador de esa app comunicará a Apple información sobre la compra, incluido el importe pagado y el artículo adquirido, con fines de contabilidad, elaboración de informes y análisis de Apple. Apple no vincula la información de la compra con tu cuenta de Apple. Además, si se descarga contenido de las apps automáticamente antes de abrirlas por primera vez, la dirección IP de tu dispositivo será visible para el desarrollador correspondiente. El tratamiento que haga el desarrollador en cuestión de tu dirección IP se regirá por sus políticas de privacidad. Para desactivar las descargas automáticas del contenido dentro de las apps que proporcionan los desarrolladores antes de que se abran por primera vez, desactiva la opción “Contenido dentro de la app” en Ajustes > App Store. Base legal aplicable al procesamiento de datos personales Procesamos tus datos personales en App Store de forma general con el fin de cumplir con el contrato que tienes con Apple (en el modo necesario para prestar el servicio) y con nuestras obligaciones legales. Cuando el consentimiento sea la base legal adecuada, se solicitará de acuerdo con la legislación local aplicable. Asimismo, cuando la legislación local aplicable lo disponga, procesaremos datos personales según sea necesario para los fines de nuestros intereses legítimos o los de un tercero con el fin de: • Mostrar el contenido pertinente, evaluar si tu dispositivo dispone de espacio suficiente para descargar el contenido seleccionado y facilitar las descargas automáticas del contenido actualizado. • Contribuir a mejorar y optimizar App Store para ti y para el resto de usuarios. • Enviarte ofertas por correo electrónico y notificaciones push que puedan resultarte interesantes, y crear segmentos para mostrarte publicidad en App Store, Apple News y Bolsa. • Procesar solicitudes de reembolso. • Proporcionar informes a desarrolladores sobre las compras efectuadas en sus apps. • Prevenir el fraude y otras actividades malintencionadas. Entre los datos usados, se incluyen los siguientes: • El uso que haces de la app App Store, como las interacciones con el contenido que busques, veas, descargues y compres, así como los mensajes y las notificaciones de App Store y de dentro de las apps. • Los detalles sobre tu dispositivo y tu cuenta. • Tu dirección IP. • La puntuación de confianza de tu dispositivo. Conservación de datos Conservamos datos personales asociados a tus compras y descargas en App Store y otras tiendas en línea de Apple durante los periodos estipulados por la legislación vigente en materia de declaración de cuentas, que es distinta en cada región. Para la mayoría de clientes, se exige un periodo de retención mínimo de 10 años, pero en regiones como China puede ser de 30 años. También mantenemos un registro del contenido que has descargado y comprado durante todo el tiempo que tengas una cuenta con nosotros para que puedas volver a descargar ese contenido, también de conformidad con nuestras condiciones aplicables. Asimismo, conservamos otro tipo de información, como tu actividad de navegación y tus búsquedas, durante un periodo de tiempo inferior. Para determinar ese periodo, se tienen en cuenta los requisitos legales vigentes sobre conservación de datos y casos prácticos empresariales específicos. No obstante, cierta información, como las compras, pero no los detalles de la tarjeta de pago guardada, puede conservarse en forma de registro empresarial incluso después de que hayas cerrado tu cuenta o hayas dejado de usar App Store. Si usas una tarjeta de pago, Apple podrá conservar y actualizar automáticamente el número de la tarjeta y la información de facturación para futuras compras, transacciones recurrentes u otros usos que autorices. Apple podrá obtener esta información de tu entidad bancaria o red de pago, y podrá usarla con fines de prevención de fraudes y verificación. Prevención del fraude y otras actividades malintencionadas También recopilamos datos personales para evitar el fraude y otras actividades malintencionadas en App Store y en otras tiendas en línea de Apple, así como en otras apps y servicios de Apple. Entre estos datos se incluye información como el tipo de dispositivo y su versión de software, datos de la ubicación aproximada (obtenida relacionando la dirección IP de tu conexión a internet con una zona geográfica, si estos detalles están disponibles), el historial de descargas y compras, las búsquedas realizadas y otras interacciones con las tiendas. Cuando comienzas una compra o cuando una suscripción se va a renovar automáticamente, Apple puede utilizar información sobre tu historial de relaciones comerciales con Apple para procesar la solicitud y determinar si proporcionar el producto o servicio antes de recibir la autorización por parte del socio para pagos. Asimismo, calculamos la puntuación de confianza de tu dispositivo cuando intentas comprar algo con la información sobre cómo usas tu dispositivo (incluido el número aproximado de llamadas telefónicas o de mensajes de correo electrónico que envías y recibes). La información se envía de forma que Apple no puede saber cuáles son los verdaderos valores de tu dispositivo. La puntuación se almacena durante un periodo de tiempo concreto en nuestros servidores. Toda esta información se recopila y se trata de acuerdo en todo momento con la Política de privacidad Apple, que puedes consultar en www.apple.com/es/privacy.
es_419: Datos que se proporcionan a las tiendas en línea Usamos tus datos personales para proporcionar los servicios y funciones en App Store y otras tiendas en línea de Apple. Esta información incluye, por ejemplo, tu información de cuenta y pagos, a la cual puedes acceder y modificar en la configuración, así como tu historial de compras. También podríamos usar tus datos personales para proporcionarte algunos servicios que solicites, como por ejemplo, solicitudes de reembolso, las cuales podrían incluir solicitudes de reembolso que envíes directamente a Apple o que envíes a Apple a través de desarrolladores de apps. Con tu consentimiento previo, los desarrolladores podrían proporcionar ciertos datos personales a Apple para ayudar a procesar estas solicitudes de reembolso, como por ejemplo si usaste lo que compraste. Cuando descargas una app de App Store, o cuando instalas una app en tu Apple Watch, Apple registra tu cuenta de Apple junto con identificadores de tu dispositivo, tales como identificadores de hardware o direcciones IP. Mejora de las tiendas en línea Para mejorar la experiencia en App Store y otras tiendas en línea de Apple, recopilamos información sobre tu uso de las tiendas, incluyendo los momentos en que las abres y cierras, lo que buscas, el contenido que ves y descargas, y tus interacciones con las notificaciones push, contadores y distintivos de App Store, así como con los mensajes de App Store dentro de otras apps. También recopilamos información sobre tu dispositivo como su tipo, la versión del sistema operativo y la cantidad de espacio libre en él. Podríamos usar esta información de las siguientes maneras: • Para ofrecer búsquedas de tendencia y funciones personalizadas como Más juegos para ti. • Para valorar si el contenido solicitado se puede descargar. • Para entender las tendencias generales de uso del almacenamiento dentro del dispositivo y si tu dispositivo está conectado mediante red Wi-Fi o celular. Es posible que usemos también tus calificaciones y reseñas de apps en App Store, así como datos de las búsquedas que haces, para mejorar los modelos que hay detrás del funcionamiento de App Store. Por ejemplo, las reseñas de apps y los datos agregados de las consultas planteadas por ti y por otros usuarios de App Store se usan para generar resúmenes de las reseñas y afinar el modelo de búsqueda de App Store. Personalización de las tiendas en línea Usamos tus interacciones con App Store para ayudarte a descubrir el contenido más relevante para ti. Por ejemplo, te recomendamos contenido que creemos será de tu interés basándonos en lo que buscaste, viste, descargaste, actualizaste o calificaste en App Store. También usamos tu historial de compras, incluyendo compras dentro de la app, suscripciones y métodos de pago junto con la información que se deriva de tu cuenta de Apple, como los dispositivos que usas y los nuevos que actives. Para mejorar las recomendaciones, si el usuario optó por compartir las estadísticas del dispositivo con Apple, usamos información agrupada acerca de las apps que abre, instala y elimina y agregamos información sobre las calificaciones de la app. La App Store usa procesamiento en el dispositivo local para mejorar nuestras recomendaciones. App Store puede sugerirte algunas apps y algunos eventos dentro de las apps que podrían ser más relevantes para ti a partir de los datos almacenados en tu dispositivo, como pueden ser las apps que abres con frecuencia, el tiempo que pasas usando algunas de estas y las apps que instalas y desinstalas. La información que Apple recibe sobre tu uso de las tiendas incluye información sobre el contenido personalizado que seleccionas y se te presenta. Puedes desactivar las funciones de personalización en App Store, Apple Books, iTunes Store, Apple TV, Podcasts y para las suscripciones de Apple al desactivar la opción Recomendaciones personalizadas para tu cuenta de Apple; para esto, En tu dispositivo iOS, iPadOS o visionOS, desactiva Recomendaciones personalizadas en Configuración > [tu nombre] > Contenido y compras > Ver cuenta. Puedes eliminar los datos sobre tu uso de apps registrados en tu dispositivo para propósitos de personalización. Para ello, en tu dispositivo iOS o iPadOS, ve a Configuración > App Store > Recomendaciones personalizadas y luego toca Borrar los datos de uso de las apps. Esto no eliminará los datos registrados en tu dispositivo, pero cualquier información registrada en el momento en el que eliminaste los datos de uso de la app no se empleará para personalizar la experiencia. Las funciones de personalización de App Store usarán la información nueva registrada después de que eliminaste el historial de datos de uso. Comunicación contigo Apple puede utilizar información sobre tu cuenta —como los productos de Apple que tienes y tus suscripciones a los servicios de Apple— para enviarte comunicaciones sobre App Store y otros productos, servicios y ofertas de Apple que puedan ser de tu interés. Apple también puede utilizar información sobre tu actividad en App Store para enviarte comunicaciones sobre nuevas funciones, contenido y ofertas disponibles en App Store. Marketing por correo electrónico Si aceptas recibir mercadotecnia de correo electrónico, es posible que recibas estas comunicaciones por correo electrónico. Puedes cambiar tus preferencias de correo y optar por no recibir dichas comunicaciones en account.apple.com o en tu dispositivo iOS, iPadOS o visionOS desde Configuración > [tu nombre] > Información personal > Preferencias de comunicación. Notificaciones push También podrías recibir estas comunicaciones a través de una notificación push. Puedes actualizar tus preferencias o desactivar las notificaciones en tu dispositivo iOS, iPadOS o visionOS desde Configuración > Notificaciones > App Store. Publicidad La publicidad distribuida por Apple te ayuda a descubrir apps, productos y servicios en App Store, Apple News y Bolsa. Utilizamos información acerca de tu dispositivo, cuenta, compras, suscripciones y descargas previas para garantizar que los anuncios sean relevantes para ti. En App Store también podemos utilizar datos contextuales, incluyendo los términos que investigues al realizar una búsqueda e información acerca de la página que estás viendo o de la app que estás descargando, para mostrarte un anuncio relevante. Creamos grupos de personas, llamados segmentos, que comparten características similares y los usamos para mostrar publicidad dirigida. La información sobre ti se usa para determinar el segmento al cual te asignamos y, por lo tanto, determina los anuncios que ves. Para proteger tu privacidad, se muestran anuncios dirigidos únicamente si más de 5,000 personas cumplen con los criterios de la publicidad dirigida. La información que se usa para determinar qué anuncios son relevantes para ti está vinculada a identificadores aleatorios y no a tu cuenta de Apple. Al seleccionar cuál anuncio mostrar en App Store de entre varios anuncios cuyos criterios coinciden con tu perfil, podemos usar información descrita anteriormente así como tu actividad de exploración y tus busquedas en App Store, con el fin de decidir qué anuncio tiene la mayor probabilidad de ser relevante para ti. La actividad de exploración de App Store incluye el contenido y las apps que tocas y ves al explorar App Store. Esta información se resume con la de los usuarios para que no contenga datos que te identifiquen. Para seleccionar qué anuncio mostrar, podríamos usar procesamiento local dentro del dispositivo e información almacenada en tu dispositivo, como por ejemplo, qué apps abres con frecuencia. La plataforma de publicidad de Apple recibe información sobre los anuncios que abres y ves a través de un identificador aleatorio no vinculado a tu cuenta de Apple. Si permites que App Store tenga acceso a tu ubicación, esta podría usarse para mostrar publicidad en App Store basada en tu ubicación. Puedes elegir no permitir la funcionalidad basada en la ubicación en cualquier momento en tu dispositivo iOS, iPadOS o visionOS; para ello, ve a Configuración > Privacidad y seguridad > Localización > App Store y elige Nunca. Si la opción de anuncios personalizados está activada, la plataforma de publicidad de Apple puede utilizar tu información para mostrarte anuncios más relevantes para ti. Si no quieres que la plataforma de publicidad de Apple te muestre anuncios dirigidos según tus intereses, puedes optar por desactivar Anuncios personalizados. Si se desactiva la opción de anuncios personalizados, Apple no podrá utilizar tus datos para la personalización de los anuncios. Es posible que no disminuya el número de anuncios que recibas y que los anuncios sean menos relevantes para ti. Puedes obtener detalles acerca de la publicidad de Apple y la privacidad en www.apple.com/mx/legal/privacy/data/es-419/apple-advertising. Para obtener información sobre cómo dejar de recibir anuncios personalizados en App Store, Apple News y Bolsa, consulta support.apple.com/105131. Datos que se comparten con terceros Tenemos la obligación de proporcionar cierta información no personal a socios estratégicos que trabajan con Apple para ofrecer nuestros productos y servicios, ayudar a Apple a realizar actividades de marketing dirigidas a clientes, y vender anuncios a nombre de Apple para que se muestren en App Store, Apple News y Bolsa. Por ejemplo, podemos compartir datos no personales sobre tus compras de contenido con desarrolladores de apps a fin de que puedan medir el rendimiento de su trabajo creativo, cumplan con requisitos de regalías y contabilidad, así como para mejorar sus productos y servicios. Podemos compartir información con desarrolladores para ayudarles a operar y mejorar sus apps. Los desarrolladores pueden acceder a información de uso, proporcionada por usuarios que eligen compartirla, que les permite ver resúmenes de datos de grupos de usuarios con características o comportamientos similares, siempre y cuando los datos provengan de grupos igual o mayores a cinco usuarios. Los desarrolladores pueden acceder a información de recibos de compras y reembolsos de sus productos y servicios en App Store. Los recibos no incluyen datos personales. Sin embargo, los desarrolladores pueden intentar asociarlos con información personal que les hayas proporcionado sobre tu uso y la descarga de sus apps. Si te suscribes a una app de terceros, creamos un ID de suscriptor que es único para ti y el desarrollador o publicador. Usamos dicho ID para entregar reportes al desarrollador que incluyen datos sobre la suscripción que pagaste y tu región o país. Estos datos se proporcionan a los desarrolladores de manera que tengan una noción del rendimiento de sus suscripciones. Si cancelas todas tus suscripciones con un desarrollador particular y no te vuelves a suscribir, el ID de suscriptor se restablecerá pasados 180 días. En algunas regiones, si haces compras externas de bienes o servicios digitales para apps, es decir, si no los compras mediante el sistema de pagos integrado de Apple, el desarrollador de la app le comunicará a Apple información sobre la compra, incluyendo el monto pagado y el artículo comprado, con fines de contabilidad, elaboración de reportes y análisis. Apple no vincula la información de compra con tu cuenta de Apple. Además, si se descarga contenido automáticamente desde la app del desarrollador, la dirección IP de tu dispositivo será visible para el desarrollador de la app antes de abrirla por primera vez. El manejo de tu dirección IP por parte del desarrollador de la app se rige por las políticas de privacidad del propio desarrollador. Desactivar Contenido dentro de la app en Configuración > App Store desactivará las descargas automáticas de contenido dentro de las apps de desarrolladores antes de abrir alguna app por primera vez. Fundamentos jurídicos aplicables al procesamiento de datos personales Procesamos tus datos personales en App Store de manera general para ejercer tu contrato con Apple, conforme sea necesario para prestar el servicio, y para cumplir con nuestras obligaciones legales. En casos en los que el consentimiento es el fundamento legal adecuado, se solicitará de conformidad con la legislación local aplicable. De igual manera, cuando la legislación local aplicable lo indique, procesaremos los datos personales según sea necesario para nuestros intereses legítimos o los de terceros con el fin de: • Mostrar contenido relevante, evaluar si tu dispositivo tiene suficiente espacio para descargar el contenido solicitado y facilitar las descargas automáticas del contenido actualizado. • Ayudar a mejorar y optimizar App Store para ti y para otros usuarios. • Enviarte ofertas por correo electrónico y notificaciones push que puedan ser de tu interés, y para crear segmentos que te ofrezcan anuncios relevantes en App Store, Apple News y Bolsa. • Procesar solicitudes de reembolsos. • Ofrecerles reportes a los desarrolladores sobre las compras realizadas en sus apps. • Prevenir el fraude y otras actividades malintencionadas. Los datos utilizados incluyen lo siguiente: • El uso que haces de la app App Store, como las interacciones que tienes con el contenido que buscas, ves, descargas y compras; así como las notificaciones y los mensajes de App Store y mostrados dentro de las apps. • Los detalles de tu dispositivo y tu cuenta. • Tu dirección IP. • El nivel de confiabilidad del dispositivo. Retención de datos Mantenemos datos personales asociados con tus compras y descargas en App Store y otras tiendas en línea de Apple durante los periodos aplicables por las leyes en materia de reportes financieros, las cuales varían de una región a otra. En la mayoría de los casos, se requerirá retener los datos hasta por 10 años, aunque en regiones como China puede ser hasta por 30 años. También mantenemos un registro de tus compras y descargas de contenido durante al menos el tiempo que tienes una cuenta con nosotros a fin de permitirte volver a descargar ese contenido, según nuestros términos aplicables. Mantenemos otra información, como actividad de exploración y búsquedas, durante un periodo más corto. El periodo elegido toma en cuenta requisitos legales aplicables sobre la retención de datos y uso específico para fines comerciales. Sin embargo, cierta información, como las compras, pero excluyendo los detalles de tus tarjetas almacenadas, se pueden retener como registros comerciales incluso después de que cierres tu cuenta o dejes de usar App Store. Si usas una tarjeta de pago, Apple podría retener y actualizar automáticamente tu número de tarjeta y tu información de facturación para compras futuras, transacciones recurrentes y otros usos que tú autorices. Apple puede obtener esta información de tu institución financiera o tu red de pagos y puede usarla para prevenir fraudes y con fines de verificación. Prevención del fraude y otras actividades malintencionadas También recopilamos datos personales para prevenir actividades fraudulentas o malintencionadas en App Store, otras tiendas en línea de Apple y otras apps y servicios de Apple. Esta información incluye datos del dispositivo, como su tipo y la versión de software, datos de ubicación (aproximados al comparar la dirección IP de tu conexión a Internet con una región geográfica, si están disponibles), el historial de descargas y de compras, las búsquedas, así como otras interacciones con las tiendas. Cuando inicias una compra o tienes una suscripción que se renueva automáticamente, Apple puede usar información sobre tu relación de compras previas con Apple para procesar la solicitud y determinar si proporcionará o no el producto o servicio antes de solicitar la autorización al socio de pago. También calculamos el nivel de confiabilidad de un dispositivo de manera local (en tu dispositivo) cuando intentas realizar una compra, lo cual hacemos mediante información sobre cómo usas tu dispositivo, incluyendo el número aproximado de llamadas telefónicas o mensajes de correo que envías y recibes. El envío de esta información está diseñado de tal manera que Apple no puede saber los valores reales en tu dispositivo. El nivel de confiabilidad se almacena durante un periodo de tiempo concreto en nuestros servidores. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en https://www.apple.com/la/privacy.
es_us: Datos que se proporcionan a las tiendas en línea Usamos tus datos personales para proporcionar los servicios y funciones en App Store y otras tiendas en línea de Apple. Esta información incluye, por ejemplo, tu información de cuenta y pagos, a la cual puedes acceder y modificar en la configuración, así como tu historial de compras. También podríamos usar tus datos personales para proporcionarte algunos servicios que solicites, como por ejemplo, solicitudes de reembolso, las cuales podrían incluir solicitudes de reembolso que envíes directamente a Apple o que envíes a Apple a través de desarrolladores de apps. Con tu consentimiento previo, los desarrolladores podrían proporcionar ciertos datos personales a Apple para ayudar a procesar estas solicitudes de reembolso, como por ejemplo si usaste lo que compraste. Cuando descargas una app de App Store, o cuando instalas una app en tu Apple Watch, Apple registra tu cuenta de Apple junto con identificadores de tu dispositivo, tales como identificadores de hardware o direcciones IP. Mejora de las tiendas en línea Para mejorar la experiencia en App Store y otras tiendas en línea de Apple, recopilamos información sobre tu uso de las tiendas, incluyendo los momentos en que las abres y cierras, lo que buscas, el contenido que ves y descargas, y tus interacciones con las notificaciones push, contadores y distintivos de App Store, así como con los mensajes de App Store dentro de otras apps. También recopilamos información sobre tu dispositivo como su tipo, la versión del sistema operativo y la cantidad de espacio libre en él. Podríamos usar esta información de las siguientes maneras: • Para ofrecer búsquedas de tendencia y funciones personalizadas como Más juegos para ti. • Para valorar si el contenido solicitado se puede descargar. • Para entender las tendencias generales de uso del almacenamiento dentro del dispositivo y si tu dispositivo está conectado mediante red Wi-Fi o celular. Es posible que usemos también tus calificaciones y reseñas de apps en App Store, así como datos de las búsquedas que haces, para mejorar los modelos que hay detrás del funcionamiento de App Store. Por ejemplo, las reseñas de apps y los datos de las consultas planteadas por ti y por otros usuarios de App Store se usan para generar resúmenes y afinar el modelo de búsqueda de App Store. Personalización de las tiendas en línea Usamos tus interacciones con App Store para ayudarte a descubrir el contenido más relevante para ti. Por ejemplo, te recomendamos contenido que creemos será de tu interés basándonos en lo que buscaste, viste, descargaste, actualizaste o calificaste en App Store. También usamos tu historial de compras, incluyendo compras dentro de la app, suscripciones y métodos de pago junto con la información que se deriva de tu cuenta de Apple, como los dispositivos que usas y los nuevos que actives. Para mejorar las recomendaciones, si el usuario optó por compartir las estadísticas del dispositivo con Apple, usamos información agrupada acerca de las apps que abre, instala y elimina y agregamos información sobre las calificaciones de la app. La App Store usa procesamiento en el dispositivo local para mejorar nuestras recomendaciones. App Store puede sugerirte algunas apps y algunos eventos dentro de las apps que podrían ser más relevantes para ti a partir de los datos almacenados en tu dispositivo, como pueden ser las apps que abres con frecuencia, el tiempo que pasas usando algunas de estas y las apps que instalas y desinstalas. La información que Apple recibe sobre tu uso de las tiendas incluye información sobre el contenido personalizado que seleccionas y se te presenta. Puedes desactivar las funciones de personalización en App Store, Apple Books, iTunes Store, Apple TV, Podcasts y para las suscripciones de Apple al desactivar la opción Recomendaciones personalizadas para tu cuenta de Apple; para esto, En tu dispositivo iOS, iPadOS o visionOS, desactiva Recomendaciones personalizadas en Configuración > [tu nombre] > Contenido y compras > Ver cuenta. Puedes eliminar los datos sobre tu uso de apps registrados en tu dispositivo para propósitos de personalización. Para ello, en tu dispositivo iOS o iPadOS, ve a Configuración > App Store > Recomendaciones personalizadas y luego toca Borrar los datos de uso de las apps. Esto no eliminará los datos registrados en tu dispositivo, pero cualquier información registrada en el momento en el que eliminaste los datos de uso de la app no se empleará para personalizar la experiencia. Las funciones de personalización de App Store usarán la información nueva registrada después de que eliminaste el historial de datos de uso. Comunicación contigo Apple puede utilizar información sobre tu cuenta —como los productos de Apple que tienes y tus suscripciones a los servicios de Apple— para enviarte comunicaciones sobre App Store y otros productos, servicios y ofertas de Apple que puedan ser de tu interés. Apple también puede utilizar información sobre tu actividad en App Store para enviarte comunicaciones sobre nuevas funciones, contenido y ofertas disponibles en App Store. Marketing por correo electrónico Si aceptas recibir mercadotecnia de correo electrónico, es posible que recibas estas comunicaciones por correo electrónico. Puedes cambiar tus preferencias de correo y optar por no recibir dichas comunicaciones en account.apple.com o en tu dispositivo iOS, iPadOS o visionOS desde Configuración > [tu nombre] > Información personal > Preferencias de comunicación. Notificaciones push También podrías recibir estas comunicaciones a través de una notificación push. Puedes actualizar tus preferencias o desactivar las notificaciones en tu dispositivo iOS, iPadOS o visionOS desde Configuración > Notificaciones > App Store. Publicidad La publicidad distribuida por Apple te ayuda a descubrir apps, productos y servicios en App Store, Apple News y Bolsa. Utilizamos información acerca de tu dispositivo, cuenta, compras, suscripciones y descargas previas para garantizar que los anuncios sean relevantes para ti. En App Store también podemos utilizar datos contextuales, incluyendo los términos que investigues al realizar una búsqueda e información acerca de la página que estás viendo o de la app que estás descargando, para mostrarte un anuncio relevante. Creamos grupos de personas, llamados segmentos, que comparten características similares y los usamos para mostrar publicidad dirigida. La información sobre ti se usa para determinar el segmento al cual te asignamos y, por lo tanto, determina los anuncios que ves. Para proteger tu privacidad, se muestran anuncios dirigidos únicamente si más de 5,000 personas cumplen con los criterios de la publicidad dirigida. La información que se usa para determinar qué anuncios son relevantes para ti está vinculada a identificadores aleatorios y no a tu cuenta de Apple. Al seleccionar cuál anuncio mostrar en App Store de entre varios anuncios cuyos criterios coinciden con tu perfil, podemos usar información descrita anteriormente así como tu actividad de exploración y tus busquedas en App Store, con el fin de decidir qué anuncio tiene la mayor probabilidad de ser relevante para ti. La actividad de exploración de App Store incluye el contenido y las apps que tocas y ves al explorar App Store. Esta información se resume con la de los usuarios para que no contenga datos que te identifiquen. Para seleccionar qué anuncio mostrar, podríamos usar procesamiento local dentro del dispositivo e información almacenada en tu dispositivo, como por ejemplo, qué apps abres con frecuencia. La plataforma de publicidad de Apple recibe información sobre los anuncios que abres y ves a través de un identificador aleatorio no vinculado a tu cuenta de Apple. Si permites que App Store tenga acceso a tu ubicación, esta podría usarse para mostrar publicidad en App Store basada en tu ubicación. Puedes elegir no permitir la funcionalidad basada en la ubicación en cualquier momento en tu dispositivo iOS, iPadOS o visionOS; para ello, ve a Configuración > Privacidad y seguridad > Localización > App Store y elige Nunca. Si la opción de anuncios personalizados está activada, la plataforma de publicidad de Apple puede utilizar tu información para mostrarte anuncios más relevantes para ti. Si no quieres que la plataforma de publicidad de Apple te muestre anuncios dirigidos según tus intereses, puedes optar por desactivar Anuncios personalizados. Si se desactiva la opción de anuncios personalizados, Apple no podrá utilizar tus datos para la personalización de los anuncios. Es posible que no disminuya el número de anuncios que recibas y que los anuncios sean menos relevantes para ti. Puedes obtener detalles acerca de la publicidad de Apple y la privacidad en www.apple.com/mx/legal/privacy/data/es-419/apple-advertising. Para obtener información sobre cómo dejar de recibir anuncios personalizados en App Store, Apple News y Bolsa, consulta support.apple.com/105131. Datos que se comparten con terceros Tenemos la obligación de proporcionar cierta información no personal a socios estratégicos que trabajan con Apple para ofrecer nuestros productos y servicios, ayudar a Apple a realizar actividades de marketing dirigidas a clientes, y vender anuncios a nombre de Apple para que se muestren en App Store, Apple News y Bolsa. Por ejemplo, podemos compartir datos no personales sobre tus compras de contenido con desarrolladores de apps a fin de que puedan medir el rendimiento de su trabajo creativo, cumplan con requisitos de regalías y contabilidad, así como para mejorar sus productos y servicios. Podemos compartir información con desarrolladores para ayudarles a operar y mejorar sus apps. Los desarrolladores pueden acceder a información de uso, proporcionada por usuarios que eligen compartirla, que les permite ver resúmenes de datos de grupos de usuarios con características o comportamientos similares, siempre y cuando los datos provengan de grupos igual o mayores a cinco usuarios. Los desarrolladores pueden acceder a información de recibos de compras y reembolsos de sus productos y servicios en App Store. Los recibos no incluyen datos personales. Sin embargo, los desarrolladores pueden intentar asociarlos con información personal que les hayas proporcionado sobre tu uso y la descarga de sus apps. Si te suscribes a una app de terceros, creamos un ID de suscriptor que es único para ti y el desarrollador o publicador. Usamos dicho ID para entregar reportes al desarrollador que incluyen datos sobre la suscripción que pagaste y tu región o país. Estos datos se proporcionan a los desarrolladores de manera que tengan una noción del rendimiento de sus suscripciones. Si cancelas todas tus suscripciones con un desarrollador particular y no te vuelves a suscribir, el ID de suscriptor se restablecerá pasados 180 días. En algunas regiones, si haces compras externas de bienes o servicios digitales para apps, es decir, si no los compras mediante el sistema de pagos integrado de Apple, el desarrollador de la app le comunicará a Apple información sobre la compra, incluyendo el monto pagado y el artículo comprado, con fines de contabilidad, elaboración de reportes y análisis. Apple no vincula la información de compra con tu cuenta de Apple. Además, si se descarga contenido automáticamente desde la app del desarrollador, la dirección IP de tu dispositivo será visible para el desarrollador de la app antes de abrirla por primera vez. El manejo de tu dirección IP por parte del desarrollador de la app se rige por las políticas de privacidad del propio desarrollador. Desactivar Contenido dentro de la app en Configuración > App Store desactivará las descargas automáticas de contenido dentro de las apps de desarrolladores antes de abrir alguna app por primera vez. Fundamentos jurídicos aplicables al procesamiento de datos personales Procesamos tus datos personales en App Store de manera general para ejercer tu contrato con Apple, conforme sea necesario para prestar el servicio, y para cumplir con nuestras obligaciones legales. En casos en los que el consentimiento es el fundamento legal adecuado, se solicitará de conformidad con la legislación local aplicable. De igual manera, cuando la legislación local aplicable lo indique, procesaremos los datos personales según sea necesario para nuestros intereses legítimos o los de terceros con el fin de: • Mostrar contenido relevante, evaluar si tu dispositivo tiene suficiente espacio para descargar el contenido solicitado y facilitar las descargas automáticas del contenido actualizado. • Ayudar a mejorar y optimizar App Store para ti y para otros usuarios. • Enviarte ofertas por correo electrónico y notificaciones push que puedan ser de tu interés, y para crear segmentos que te ofrezcan anuncios relevantes en App Store, Apple News y Bolsa. • Procesar solicitudes de reembolsos. • Ofrecerles reportes a los desarrolladores sobre las compras realizadas en sus apps. • Prevenir el fraude y otras actividades malintencionadas. Los datos utilizados incluyen lo siguiente: • El uso que haces de la app App Store, como las interacciones que tienes con el contenido que buscas, ves, descargas y compras; así como las notificaciones y los mensajes de App Store y mostrados dentro de las apps. • Los detalles de tu dispositivo y tu cuenta. • Tu dirección IP. • El nivel de confiabilidad del dispositivo. Retención de datos Mantenemos datos personales asociados con tus compras y descargas en App Store y otras tiendas en línea de Apple durante los periodos aplicables por las leyes en materia de reportes financieros, las cuales varían de una región a otra. En la mayoría de los casos, se requerirá retener los datos hasta por 10 años, aunque en regiones como China puede ser hasta por 30 años. También mantenemos un registro de tus compras y descargas de contenido durante al menos el tiempo que tienes una cuenta con nosotros a fin de permitirte volver a descargar ese contenido, según nuestros términos aplicables. Mantenemos otra información, como actividad de exploración y búsquedas, durante un periodo más corto. El periodo elegido toma en cuenta requisitos legales aplicables sobre la retención de datos y uso específico para fines comerciales. Sin embargo, cierta información, como las compras, pero excluyendo los detalles de tus tarjetas almacenadas, se pueden retener como registros comerciales incluso después de que cierres tu cuenta o dejes de usar App Store. Si usas una tarjeta de pago, Apple podría retener y actualizar automáticamente tu número de tarjeta y tu información de facturación para compras futuras, transacciones recurrentes y otros usos que tú autorices. Apple puede obtener esta información de tu institución financiera o tu red de pagos y puede usarla para prevenir fraudes y con fines de verificación. Prevención del fraude y otras actividades malintencionadas También recopilamos datos personales para prevenir actividades fraudulentas o malintencionadas en App Store, otras tiendas en línea de Apple y otras apps y servicios de Apple. Esta información incluye datos del dispositivo, como su tipo y la versión de software, datos de ubicación (aproximados al comparar la dirección IP de tu conexión a Internet con una región geográfica, si están disponibles), el historial de descargas y de compras, las búsquedas, así como otras interacciones con las tiendas. Cuando inicias una compra o tienes una suscripción que se renueva automáticamente, Apple puede usar información sobre tu relación de compras previas con Apple para procesar la solicitud y determinar si proporcionará o no el producto o servicio antes de solicitar la autorización al socio de pago. También calculamos el nivel de confiabilidad de un dispositivo de manera local (en tu dispositivo) cuando intentas realizar una compra, lo cual hacemos mediante información sobre cómo usas tu dispositivo, incluyendo el número aproximado de llamadas telefónicas o mensajes de correo que envías y recibes. El envío de esta información está diseñado de tal manera que Apple no puede saber los valores reales en tu dispositivo. El nivel de confiabilidad se almacena durante un periodo de tiempo concreto en nuestros servidores. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en https://www.apple.com/la/privacy.
fi: Tarjonta Storeissa Henkilötietojasi käytetään palvelujen ja ominaisuuksien tarjoamiseen App Storessa ja muissa Applen verkkokaupoissa. Näihin tietoihin kuuluvat esimerkiksi tili- ja maksutietosi, jotka näkyvät ja ovat muutettavissa Asetuksissa, sekä ostohistoriasi. Apple voi myös käyttää henkilötietojasi tiettyjen pyytämiesi palvelujen, kuten maksunpalautus­pyyntöjen, toteuttamiseen. Nämä voivat sisältää maksunpalautus­pyyntöjä, jotka lähetät suoraan Applelle tai jotka lähetät Applelle appikehittäjien kautta. Kehittäjät voivat luvallasi antaa Applelle tiettyjä henkilötietoja näiden maksunpalautus­pyyntöjen käsittelyyn, esimerkiksi käytitkö ostoasi. Kun lataat apin App Storesta tai asennat apin Apple Watchiin, Apple kirjaa tunnisteet, kuten laitteesi laitetunnisteen ja IP-osoitteen sekä Apple-tilisi. Parannukset Storeissa App Store- ja muiden Applen verkkokauppojen käyttökokemuksen parantamiseksi Apple kerää tietoa Storejen käytöstäsi. Tähän sisältyvät App Storen käynnistys- tai sulkemisajankohta, millaista sisältöä etsit, katsoit ja latasit, tiedot vuorovaikutuksestasi App Storen push-ilmoitusten ja merkkien kanssa sekä appien sisäiset viestit App Storesta. Apple kerää tietoa myös laitteestasi, kuten laitetyyppi, käyttöjärjestelmän versio sekä laitteessa oleva vapaa tila. Apple voi käyttää näitä tietoja esimerkiksi seuraavasti: • Trendaavien hakujen ja räätälöityjen toimintojen, kuten ”Lisää pelejä, joista saatat pitää”, tarjoaminen. • Sen arvioiminen, voiko pyydettyä sisältöä ladata. • Laitteen tallennustilan käytön yleisten trendien ymmärtäminen ja sen määrittäminen, onko laite yhdistetty Wi-Fi- vai mobiiliverkkoon. Apple voi myös käyttää App Storen appiarviointejasi ja -arvostelujasi App Storen teknisten mallien parantamiseen. Esimerkiksi sinun ja muiden App Srore -käyttäjien appien arvosteluja ja koostettuja hakukyselyjä käytetään arvosteluyhteenvetojen luomiseen ja App Sroren hakumallin hienosäätöön. Räätälöidyt Storet Vuorovaikutustasi App Storen kanssa käytetään auttamaan sinua löytämään sinulle merkityksellisintä sisältöä. Apple esimerkiksi suosittelee sisältöä, jonka arvelee kiinnostavan sinua perustuen aikaisempiin hakuihisi, katseluihisi, latauksiisi, päivityksiisi ja arviointeihisi App Storessa. Apple käyttää myös ostohistoriaasi, mukaan lukien appien sisäisiä ostoja, tilauksia ja maksutapojasi sekä Apple-tilistäsi pääteltyjä tilitietoja, kuten käyttämäsi laitteet ja aktivoimasi uudet laitteet. Tehdäkseen parempia suosituksia Apple käyttää myös koostettua tietoa appien käynnistämisestä, asentamisesta ja poistamisesta käyttäjiltä, jotka jakavat laitteen analyysitiedot Applelle, ja koostettua tietoa appien arvioista. App Store parantaa suosituksia käyttämällä paikallista käsittelyä laitteessa. App Store voi ehdottaa sinulle osuvampia appeja ja apin sisäisiä tapahtumia käyttämällä laitteeseen tallennettua appien käyttötietoja – kuten usein avaamasi apit, tiettyihin appeihin käyttämäsi aika, appien asennukset ja poistot. Tiedot, joita Apple saa Storejen käytöstäsi, sisältää tietoja räätälöidystä sisällöstä, jota napautat ja tarkastelet. Voit laittaa räätälöintiominaisuudet pois päältä App Storessa, Apple Booksissa, iTunes Storessa, Apple TV:ssä, Podcasteissa sekä Apple-tilauksissa laittamalla räätälöidyt suositukset pois päältä Apple-tilillesi. Valitse iOS-, iPadOS- tai visionOS-laitteessasi Asetukset > [nimesi] > Media ja ostot > Näytä tili ja laita Räätälöidyt suositukset pois päältä napauttamalla. Voit tyhjentää laitteeseen räätälöintiä varten kirjatut appien käyttötiedot iOS- ja iPadOS-laitteissa valitsemalla Asetukset > App Store > Räätälöidyt suositukset ja napauttamalla ”Tyhjennä appien käyttötiedot”. Tämä ei poista laitteeseen kirjattuja tietoja, mutta mitään apin käyttötietojen tyhjentämishetkellä kirjattuna olleita tietoja ei enää käytetä räätälöintiin. App Storen räätälöintiominaisuudet käyttävät uusia tietoja, jotka on kirjattu apin käyttötietohistorian tyhjentämisen jälkeen. Viestintä sinulle Apple voi käyttää tietoja tilistäsi (esim. omistamasi Apple-tuotteet ja tilaamasi Applen palvelut) lähettääkseen sinulle tietoja App Storesta ja muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua. Apple voi myös käyttää tietoja toiminnastasi App Storessa ja lähettää niiden perusteella sinulle viestejä uusista ominaisuuksista, sisällöstä ja tarjouksista App Storessa. Sähköposti­markkinointi Voit saada näitä viestejä sähköpostilla, jos annat luvan sähköposti­markkinointiin. Voit muuttaa sähköpostiasetuksiasi ja estää sähköpostit osoitteessa account.apple.com, tai iOS-, iPadOS- tai visionOS-laitteessasi valitsemalla Asetukset > [nimesi] > Henkilötiedot > Viestinnän asetukset. Push-ilmoitukset Voit saada näitä viestejä myös push-ilmoituksilla. Voit päivittää ilmoitusasetukset tai estää ilmoitukset iOS-, iPadOS- tai visionOS-laitteessasi valitsemalla Asetukset > Ilmoitukset > App Store. Mainonta Applen toimittama mainonta auttaa käyttäjiä löytämään appeja, tuotteita ja palveluja App Storesta, Apple Newsistä ja Pörssistä. Apple varmistaa laite-, tili-, osto-, tilaus- ja aiempien lataustietojesi avulla, että mainokset ovat sinulle merkityksellisiä. App Storessa Apple voi myös käyttää sinulle sopivien mainosten näyttämiseen tilanteeseen liittyvää tietoa, mukaan lukien hakukyselyäsi kun etsit, sekä tarkastelemaasi sivua tai lataamaasi appia koskevia tietoja. Käyttäjistä, joilla on samanlaisia ominaispiirteitä, luodaan ryhmiä (segmenttejä), ja kohdennettuja mainoksia käytetään näihin ryhmiin. Tietoja sinusta käytetään määritettäessä sinulle sopivia segmenttejä ja sinulle lähetettäviä mainoksia. Yksityisyytesi suojaamiseksi kohdennettuja mainoksia tarjotaan vain, jos enemmän kuin 5 000 ihmistä kuuluu kriteerin mukaiseen ryhmään. Tiedot, joiden avulla päätellään, mitkä mainokset ovat sinulle merkityksellisiä, on yhdistetty satunnaisiin tunnuksiin, ei Apple-tiliisi. Kun useamman mainoksen joukosta valitaan sinulle App Storessa näytettävää mainosta, voidaan sinulle sopivimman mainoksen valinnassa käyttää joitakin yllä mainittuja tietoja, sekä haku- ja selaustietojasi App Storessa. App Store -selailu sisältää tietoja, kuten sisällöt ja apit, joita napautat ja joita katselet selaillessasi App Storea. Tämä tieto koostetaan käyttäjäryhmistä yleisesti, joten sitä ei voi käyttää tunnistamiseesi. Apple voi myös valita sinulle näytettäviä mainoksia paikallisella käsittelyllä laitteessa käyttäen laitteeseen tallennettuja tietoja, kuten usein avaamasi apit. Applen mainosalusta saa tietoja mainoksista, joita napautat ja tarkastelet, satunnaisen tunnisteen kautta, jota ei yhdistetä Apple-tiliisi. Jos sallit App Storen käyttää sijaintiasi, likimääräistä sijaintiasi voidaan käyttää maantieteellisesti kohdennettujen mainosten tarjoamiseen App Storessa. Voit kieltäytyä sijaintiin perustuvista toiminnoista milloin tahansa iOS-, iPadOS- tai visionOS-laitteessasi valitsemalla Asetukset > Tietosuoja ja suojaus > Sijaintipalvelut > App Store ja napauttamalla Ei koskaan. Jos Räätälöidyt mainokset -asetus on päällä, Applen mainosalusta voi käyttää tietojasi merkityksellisempien mainosten tarjoamiseen sinulle. Jos et halua vastaanottaa kiinnostuksenkohteisiisi kohdennettuja mainoksia Applen mainosalustalta, voit laittaa Räätälöidyt mainokset pois päältä. Räätälöityjen mainosten laittaminen pois päältä estää Applea käyttämästä tietojasi mainosten kohdentamiseen. Se ei välttämättä vähennä saamiesi mainosten määrää, mutta saamasi mainokset voivat olla sinulle vähemmän merkityksellisiä. Katso lisätietoja Applen mainonnasta ja tietosuojasta osoitteesta www.apple.com/fi/legal/privacy/data/fi/apple-advertising. Lisätietoja siitä, kuinka voit kieltäytyä räätälöidyistä mainoksista App Storessa, Apple Newsissä ja Pörssissä, löytyy osoitteesta support.apple.com/105131. Jako kolmansien osapuolien kanssa Apple on velvoitettu luovuttamaan joitakin ei-henkilökohtaisia tietoja strategisille kumppaneille, jotka toteuttavat yhteistyössä Applen kanssa sen tuotteet ja palvelut, auttavat Applea markkinoinnissa asiakkaille ja myyvät mainontaa Applen puolesta näytettäväksi App Storessa, Apple Newsissä ja Pörssissä. Apple voi esimerkiksi luovuttaa ei-henkilökohtaisia tietoja ostamastasi sisällöstä appien kehittäjille, jotta ne voivat mitata luovan työnsä tuloksen, täyttää rojalti- ja kirjanpitovaatimukset ja parantaa tuotteitaan ja palvelujaan. Apple voi jakaa tietoja muiden appikehittäjien kanssa appien toteuttamista ja parantamista varten. Kehittäjillä on pääsy suostumuksensa antaneiden käyttäjien käyttötietoihin, joista kehittäjät näkevät koosteena tietoja käyttäjäryhmistä, jotka käyttäytyvät samanlaisesti tai ovat ominaispiirteiltään samanlaisia. Edellytyksenä on, että tiedot tulevat ryhmästä, jossa on vähintään viisi käyttäjää. Kehittäjät voivat nähdä kuittitiedot tuotteidensa ja palveluidensa ostoista ja palautuksista App Storessa. Kuitteihin ei sisälly henkilötietoja. Kehittäjät voivat kuitenkin pyrkiä yhdistämään kuitit henkilötietojen kanssa appien käytön ja latausten perusteella, jos olet antanut tiedot kehittäjille. Jos ostat tilauksen kolmannen osapuolen apissa, sinulle luodaan tilaajatunnus, joka on yksilöllinen sinulle ja kehittäjälle tai julkaisijalle. Tilaajatunnuksen avulla annetaan kehittäjälle raportteja, jotka sisältää tietoja ostamastasi tilauksesta ja asuinmaastasi tai -alueestasi. Nämä tiedot annetaan kehittäjille, jotta he voivat ymmärtää tilaustensa suorituskyvyn. Jos perut kaikki tietyltä kehittäjältä hankkimasi tilaukset etkä tilaa uudelleen, tilaajatunnus nollataan 180 päivän kuluttua. Tietyillä alueilla ostaessasi ulkoisesti digitaalisia tuotteita tai palveluja apille, eli ostoa ei tehty Applen apinsisäisten ostojen maksujärjestelmässä, kyseisen apin kehittäjä lähettää Applelle oston tietoja, kuten maksettu summa ja ostettu kohde, Applen kirjanpito-, raportointi- ja analyysitarkoituksiin. Apple ei yhdistä ostotietoja Apple-tiliisi. Lisäksi, kun apin sisäisen sisällön automaattista latausta appikehittäjiltä suoritetaan, laitteesi IP-osoite näkyy appikehittäjille ennen kuin appi avataan ensimmäisen kerran. Siihen, miten appikehittäjä käsittelee IP-osoitettasi, sovelletaan kyseisen appikehittäjän tietosuojakäytäntöjä. Laita apin sisäisen sisällön lataus kehittäjiltä ennen apin avaamista pois päältä valitsemalla Asetukset > App Store ja napauttamalla Apin sisäinen sisältö -valinta pois päältä. Henkilötietojen käsittelyyn sovellettava oikeusperusta Apple käsittelee henkilötietojasi App Storessa yleisesti toteuttaakseen sopimuksesi Applen kanssa, siinä määrin kuin on tarpeen palvelun tarjoamiseksi ja laillisten velvoitteiden täyttämiseksi. Suostumuksen ollessa asianmukainen oikeusperusta Apple hankkii sen sovellettavan paikallisen lain mukaisesti. Soveltuvan paikallisen lain salliessa Apple käsittelee henkilötietoja siinä määrin kuin on tarpeen Applen tai kolmannen osapuolen oikeutettujen etujen mukaisiin tarkoituksiin, mm. • Merkityksellisen sisällön näyttäminen ja sen arvioiminen, onko laitteessa riittävästi tilaa pyydetyn sisällön lataamiseen, sekä päivitetyn sisällön automaattisen latauksen toteuttamiseen • App Storen parantaminen ja optimoiminen sinulle ja muille • Sinua mahdollisesti kiinnostavien tarjousten lähettäminen sinulle sähköpostilla tai push-ilmoituksilla, ja segmenttien luomiseen mainosten tarjoamista varten App Storessa, Apple Newsissä ja Pörssissä • Maksunpalautuspyyntöjen käsittely • Appien sisäisistä ostoista raportoiminen kyseisen appien kehittäjille • Petosten ja muun haitallisen toiminnan torjunta Käytettyihin tietoihin sisältyvät seuraavat: • App Store -apin käyttösi, kuten miten käytät sisältöä, jota etsit, katselet, lataat ja ostat, sekä ilmoitukset ja viestit App Storessa ja apeissa • Tietoja laitteestasi ja tilistäsi • IP-osoitteesi • Laitteen luottamusluku Säilytys Apple säilyttää App Storessa ja muissa Applen verkkokaupoissa tehtyihin ostoihin ja latauksiin liittyviä henkilötietoja taloudelliseen raportointiin sovellettavien lakien mukaisen ajan. Tämä aika vaihtelee alueittain. Useimmille asiakkaille tämä vaatii vähintään 10 vuoden säilytysajan, mutta joillakin alueilla, kuten Kiinassa, aika voi olla 30 vuotta. Apple säilyttää myös tiedot ostoistasi ja sisältölatauksistasi vähintään niin kauan kuin sinulla on tili Applella, jotta voit ladata sisällön uudelleen sovellettavien ehtojen mukaisesti. Muita tietoja, kuten selaukset ja haut, säilytetään lyhyemmän ajan. Tietojen säilyttämiseen ja liiketoimintakäyttöön sovellettavat oikeudelliset vaatimukset otetaan huomioon säilytysaikaa valittaessa. Joitakin tietoja, kuten ostoja mutta ei tallennettuja korttitietojasi, voidaan kuitenkin säilyttää yritystietoina tilisi sulkemisen jälkeen tai kun lopetat App Storen käytön. Kun käytät maksukorttia, Apple voi säilyttää ja päivittää automaattisesti korttinumeron ja laskutusosoitteen tulevia ostoja, toistuvia tilitapahtumia ja muita valtuuttamiasi käyttökohteita varten. Apple voi hankkia tämän tiedon rahoituslaitokseltasi tai maksuverkostasi ja myös käyttää sitä petosten ehkäisemiseen ja tietojen vahvistamiseen. Petosten ja muun haitallisen toiminnan torjunta Apple kerää henkilötietoja myös petosten ja haittaohjelmien torjumiseksi App Storessa ja muissa Applen verkkokaupoissa sekä muissa Applen apeissa ja palveluissa. Näihin tietoihin sisältyvät laitetiedot, kuten laitetyyppi ja ohjelmistoversio, sijaintitiedot (arvioitu täsmäyttämällä internet-yhteytesi IP-osoite maantieteelliseen alueeseen, jos saatavilla), lataus- ja ostohistoria, haut sekä muut käyttötapahtumat storeissa. Kun aloitat oston tai kun tilaus on asetettu uusiutumaan automaattisesti, Apple voi käyttää tietoja aikaisemmasta liikesuhteestasi Applen kanssa pyynnön käsittelyyn ja päättääkseen, toimitetaanko tuote tai palvelu ennen maksunkäsittelykumppanin hyväksyntää. Laitteesi käyttötiedoista, mukaan lukien likimääräinen puheluiden ja sähköpostien määrä, lasketaan myös laitteen luottamusluku, kun yrität ostaa. Lähetettävät tiedot on suunniteltu siten, että Apple ei voi selvittää laitteen todellisia arvoja. Tuloksia säilytetään määrätty aika Applen palvelimilla. Applen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com/legal/privacy/fi/.
fr: Mise à disposition des Stores Nous utilisons vos données personnelles pour la fourniture des services et fonctionnalités dans l’App Store et les autres stores en ligne d’Apple. Ces informations peuvent inclure vos données de compte et de paiement (accessibles et modifiables dans les réglages), ainsi que votre historique d’achats. Nous pouvons également utiliser vos données personnelles pour vous fournir certains services à votre demande, tels que les demandes de remboursement. Ces dernières peuvent inclure les demandes de remboursement que vous envoyez à Apple directement ou que vous envoyez à Apple par le biais d’un développeur d’app. Sous réserve de votre consentement, les développeurs peuvent fournir certaines données personnelles à Apple afin de vous assister dans le traitement de ces demandes de remboursement, comme votre utilisation éventuelle des achats effectués. Lorsque vous téléchargez une app depuis l’App Store ou que vous installez une app sur votre Apple Watch, des identifiants, tels que l’identifiant matériel et l’adresse IP de votre appareil, sont enregistrés par Apple avec votre compte Apple. Amélioration des Stores Pour améliorer votre expérience dans l’App Store et les autres stores en ligne d’Apple, nous recueillons des informations concernant l’utilisation que vous faites de ces derniers, notamment le moment où vous ouvrez ou fermez l’App Store, le contenu que vous recherchez, consultez et téléchargez, ainsi que vos interactions avec les notifications push et les pastilles de l’App Store et les messages de l’App Store dans les apps. Nous collectons également des informations sur votre appareil, comme le modèle, la version du système d’exploitation et la quantité d’espace libre. Nous pouvons utiliser ces informations comme suit : • Pour proposer les tendances de recherche du moment et des fonctionnalités personnalisées telles que « Vous aimerez peut-être aussi » • Pour évaluer si le contenu demandé peut être téléchargé • Pour comprendre les tendances générales d’utilisation de l’espace de stockage de l’appareil, et pour déterminer si celui-ci utilise une connexion Wi-Fi ou cellulaire Nous pouvons également utiliser les notes que vous attribuez aux apps sur l’App Store et les avis que vous laissez sur celles-ci, ainsi que le contenu de vos recherches pour améliorer les modèles sur lesquels repose l’App Store. Par exemple, les avis sur les apps et les requêtes de recherche agrégées formulés par vous et les autres utilisateurs de l’App Store sont utilisés pour fournir des résumés d’avis et perfectionner le modèle de recherche de l’App Store. Personnalisation des Stores Nous exploitons vos interactions avec l’App Store pour vous aider à découvrir du contenu correspondant à vos centres d’intérêt. Par exemple, nous vous recommandons du contenu susceptible de vous intéresser en nous basant sur ce que vous avez déjà recherché, consulté, téléchargé, mis à jour ou évalué dans l’App Store. Nous utilisons également votre historique d’achat, notamment les achats intégrés, les abonnements, les modes de paiement et les données de compte tirées de votre compte Apple, telles que les appareils que vous utilisez et les nouveaux appareils que vous activez. Pour améliorer nos recommandations, nous utilisons aussi des informations agrégées concernant les lancements, installations et suppressions d’apps recueillies auprès des utilisateurs ayant choisi de partager l’analyse de leur appareil avec Apple et d’agréger les informations liées aux classements d’apps. L’App Store fait appel à un processus de traitement des données sur l’appareil pour améliorer nos recommandations. En utilisant les données d’utilisation des apps stockées sur votre appareil, telles que les apps fréquemment ouvertes, le temps passé sur certaines apps, les installations et désinstallations d’apps, l’App Store peut vous suggérer des apps et des évènements intégrés aux apps correspondant à vos centres d’intérêt. Parmi les informations qu’Apple reçoit sur votre utilisation des stores figurent certaines informations liées au contenu personnalisé que vous choisissez de toucher et consulter. Vous pouvez désactiver les fonctionnalités de personnalisation dans l’App Store, dans Apple Books, dans l’iTunes Store, dans l’app Apple TV, dans Podcasts et dans les services Apple sur abonnement en désactivant l’option « Recomm. personnalisées » pour votre compte Apple. Sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > [votre nom] > Contenu multimédia et achats > Compte, puis touchez pour désactiver « Recomm. personnalisées ». Sur votre appareil iOS ou iPadOS, vous pouvez effacer les données d’utilisation des apps enregistrées sur votre appareil à des fins de personnalisation en accédant à Réglages > App Store > Recomm. personnalisées puis en touchant « Effacer les données d’utilisation des apps ». Les données enregistrées sur votre appareil ne seront pas supprimées, mais les données enregistrées au moment où vous effacez les données d’utilisation des apps ne seront plus utilisées pour personnaliser les recommandations. Les fonctionnalités de personnalisation de l’App Store utiliseront les nouvelles données enregistrées après l’effacement des données liées à l’historique d’utilisation des apps. Communications provenant d’Apple Apple peut utiliser des informations relatives à votre compte, telles que les produits Apple que vous possédez et vos abonnements à des services Apple, pour vous envoyer des communications concernant l’App Store et d’autres produits, services et offres Apple susceptibles de vous intéresser. Apple peut également utiliser des informations relatives à votre activité dans l’App Store pour vous envoyer des messages à propos de nouveaux contenus, fonctionnalités et offres disponibles sur l’App Store. Marketing par e-mails Vous pouvez recevoir ces messages par e-mail, si vous acceptez de recevoir le marketing par e-mail. Vous pouvez modifier vos préférences relatives aux e-mails et demander à cesser de recevoir ces e-mails en accédant à l’adresse account.apple.com, ou sur votre appareil iOS, iPadOS ou visionOS, en accédant à Réglages > [votre nom] > Infos personnelles > Préférences de communication. Notifications push Vous pouvez également recevoir ces messages par notifications push. Pour mettre à jour vos préférences de notifications ou demander à cesser de recevoir les notifications sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > Notifications > App Store. Publicité Les publicités proposées par Apple permettent aux utilisateurs de découvrir des apps, des produits et des services dans l’App Store, Apple News et Bourse. Nous utilisons les informations concernant votre appareil, votre compte, vos achats, vos abonnements et vos téléchargements passés afin de garantir la pertinence des publicités affichées. Il se peut également que nous utilisions, dans l’App Store, certaines informations contextuelles, telles que les termes saisis lorsque vous effectuez des recherches ainsi que des informations concernant la page consultée ou l’app en cours de téléchargement, afin de vous proposer une publicité pertinente. Nous créons des groupes de personnes, appelés segments, rassemblant des caractéristiques similaires et utilisons ces groupes pour proposer des publicités ciblées. Les données vous concernant peuvent être utilisées pour déterminer à quel segment vous appartenez et de fait, quelles publicités vous recevez. Pour protéger votre confidentialité, les publicités ciblées ne sont diffusées que si au moins 5 000 personnes répondent aux critères de ciblage. Les informations utilisées pour identifier les publicités pertinentes pour votre profil sont associées à des identifiants aléatoires et ne sont pas associées à votre compte Apple. Lorsque nous sélectionnons une publicité à afficher dans l’App Store parmi plusieurs autres pour lesquelles vous êtes éligible, nous pouvons utiliser certaines des informations mentionnées plus haut, ainsi que vos activités de navigation et de recherche dans l’App Store, pour déterminer quelle publicité est statistiquement la plus pertinente pour vous. Les activités de navigation dans l’App Store comprennent le contenu et les apps que vous touchez et consultez lorsque vous explorez l’App Store. Ces informations sont agrégées avec celles d’autres utilisateurs de sorte qu’elles ne permettent pas de vous identifier. Il se peut que nous procédions à un traitement local des données effectué sur l’appareil afin de sélectionner les publicités à afficher en utilisant des informations stockées sur l’appareil, notamment en ce qui concerne les apps ouvertes fréquemment. La plateforme publicitaire d’Apple reçoit des informations quant aux publicités que vous touchez et visionnez. Ces informations sont associées à un identifiant aléatoire et ne sont pas associées à votre compte Apple. Si vous autorisez l’App Store à accéder à votre position, votre position approximative peut être utilisée pour vous proposer des publicités ciblées géographiquement dans l’App Store. Vous pouvez vous opposer à tout moment à l’utilisation de votre position sur un appareil iOS, iPadOS ou visionOS en accédant à Réglages > Confidentialité et sécurité > Service de localisation, en touchant App Store, puis Jamais. Si le réglage « Annonces personnalisées » est activé, la plateforme publicitaire d’Apple peut utiliser vos données pour vous proposer des publicités plus pertinentes. Si vous ne souhaitez pas recevoir d’annonces ciblées en fonction de vos centres d’intérêt de la part de la plateforme publicitaire d’Apple, vous pouvez choisir de désactiver « Annonces personnalisées ». La désactivation de ce réglage empêchera Apple d’utiliser vos données à des fins de ciblage publicitaire. Cela ne réduira peut-être pas le nombre de publicités que vous recevrez, mais celles-ci seront moins pertinentes. Pour en savoir plus sur la publicité Apple et la confidentialité, accédez à www.apple.com/legal/privacy/data/fr/apple-advertising. Pour savoir comment désactiver les publicités personnalisées dans l’App Store, Apple News et Bourse, consultez la page suivante : support.apple.com/fr-fr/105131. Partage avec des tiers Nous sommes tenus de communiquer certaines données non personnelles à des partenaires stratégiques travaillant avec Apple à l’offre de nos produits et services, aidant Apple à la commercialisation auprès des clients et vendant des publicités pour le compte d’Apple qui apparaîtront dans l’App Store, Apple News et Bourse. Par exemple, nous pouvons partager des données non personnelles concernant le contenu que vous achetez avec des équipes de développement d’apps, afin qu’elles puissent évaluer l’efficacité de leurs créations, remplir les exigences en matière de droits d’auteur et de comptabilité, et améliorer leurs produits et services. Nous pouvons partager des informations avec les équipes de développement d’apps pour leur permettre de gérer et d’améliorer leurs apps. Les développeurs ont accès à des données d’utilisation agrégées issues de groupes d’au moins cinq utilisateurs ayant accepté de les transmettre et présentant un comportement ou des caractéristiques similaires. Les équipes de développement d’apps peuvent également accéder aux reçus des achats et aux remboursements de leurs produits et services dans l’App Store. Même si ces reçus ne comportent aucune donnée personnelle, les équipes de développement d’apps pourraient être en mesure de les associer aux données personnelles issues de l’utilisation et du téléchargement de leurs apps, si vous les leur avez fournies. Si vous achetez un abonnement dans une app de tierce partie, nous créons un identifiant d’abonné unique associé à vous et à l’équipe de développement/d’édition. Nous utilisons cet identifiant d’abonné pour fournir aux équipes de développement des rapports comprenant des informations sur l’abonnement que vous avez acheté et sur votre pays ou région de résidence. Ces informations sont fournies aux équipes de développement afin qu’elles puissent analyser les performances de leurs abonnements. Si vous annulez tous vos abonnements auprès d’une équipe de développement en particulier, et si vous ne vous réabonnez pas, cet identifiant d’abonné est réinitialisé au bout de 180 jours. Dans certaines régions, si vous achetez des biens ou services numériques pour une app via un système de paiement externe, c’est-à-dire sans utiliser le système de paiement intégré d’Apple, l’équipe de développement de l’app en question transmet à Apple les informations relatives à votre achat, notamment le montant réglé et l’article acheté, à des fins de comptabilité, de création de rapports et d’analyse. Apple n’associe pas les informations relatives à l’achat à votre compte Apple. En outre, lors du téléchargement automatique du contenu provenant de développeurs d’apps, l’adresse IP de votre appareil sera visible pour les développeurs d’apps, avant la première ouverture des apps. Le traitement de votre adresse IP par un développeur d’apps est régi par son engagement de confidentialité. Pour désactiver le téléchargement automatique du contenu intégré provenant des développeurs avant la première ouverture des apps, accédez à Réglages > App Store, puis touchez pour désactiver « Contenu intégré ». Cadre juridique applicable au traitement des données personnelles En règle générale, nous traitons vos données personnelles liées à votre utilisation de l’App Store dans le cadre de l’exécution de votre contrat avec Apple, afin de vous fournir le service et de nous conformer à nos obligations légales. Lorsque votre consentement constitue la base juridique appropriée, nous sollicitons ce dernier conformément au droit local applicable. Lorsque la législation locale en vigueur le prévoit, nous traitons les données personnelles d’une manière permettant de réaliser nos intérêts légitimes ou ceux de tierces parties pour : • Afficher du contenu pertinent, évaluer si votre appareil dispose de suffisamment d’espace pour télécharger le contenu demandé, et permettre le téléchargement automatique du contenu mis à jour. • Aider à améliorer et optimiser l’App Store pour vous et les autres utilisateurs. • Vous envoyer par e-mail et notification push des offres susceptibles de vous intéresser, et créer des segments afin de vous proposer des publicités dans l’App Store, Apple News et Bourse. • Traiter les demandes de remboursement. • Fournir aux équipes de développement des rapports concernant les achats effectués dans leurs apps. • Lutter contre la fraude et d’autres activités malveillantes. Les données utilisées incluent : • Votre utilisation de l’app App Store, comme vos interactions avec le contenu que vous recherchez, consultez, téléchargez et achetez, ainsi qu’avec les notifications et les messages de l’App Store et les notifications et les messages intégrés aux apps. • Les informations concernant votre appareil et votre compte. • Votre adresse IP. • L’indice de confiance de votre appareil. Rétention Nous conservons les données personnelles associées à vos achats et téléchargements dans l’App Store et les autres Stores en ligne d’Apple pendant les durées spécifiées par les lois en vigueur relatives aux états financiers, qui varient d’une région à l’autre. Pour la plupart des clients, cette période de rétention est d’au moins dix ans. Toutefois, dans certaines régions telles que la Chine, la durée de cette période peut s’élever à 30 ans. Nous conservons également les informations relatives à vos achats et téléchargements de contenu pendant au moins toute la durée de vie de votre compte chez nous pour vous permettre de télécharger à nouveau le contenu en question conformément à nos conditions. Nous conservons dʼautres données, comme vos activités de navigation et vos recherches, pendant une période plus courte. La période retenue tient compte des exigences légales en vigueur en matière de rétention des données et de cas d’utilisation commerciaux spécifiques. Toutefois, certaines informations, comme les achats (mais sans les détails de votre carte), peuvent être conservées à titre de documents commerciaux même après que vous avez fermé votre compte ou cessé d’utiliser l’App Store. Lorsque vous utilisez une carte de paiement, Apple peut conserver et mettre à jour automatiquement le numéro de votre carte et vos informations de facturation pour les futurs achats, les transactions récurrentes ou d’autres utilisations que vous avez autorisées. Apple peut obtenir ces informations auprès de votre institution financière ou réseau de paiement. Apple peut également les utiliser pour lutter contre la fraude et à des fins de vérification. Lutte contre la fraude et d’autres activités malveillantes Nous recueillons également des données personnelles afin de lutter contre la fraude et d’autres activités malveillantes dans l’App Store et les autres Stores en ligne d’Apple, ainsi que dans les autres apps et services Apple. Ces informations comprennent les données relatives à votre appareil (comme son type et la version logicielle installée), votre position géographique (approximative en faisant correspondre l’adresse IP de votre connexion Internet à une région géographique, le cas échéant), lʼhistorique de vos téléchargements et achats, vos recherches et dʼautres interactions avec les Stores. Lorsque vous réalisez un achat ou lorsque le renouvellement de votre abonnement est automatique, Apple peut utiliser les données de votre relation commerciale jusqu’à présent avec Apple afin de traiter la demande et déterminer s’il est judicieux de fournir le produit ou service avant d’avoir reçu l’autorisation du prestataire de paiement. Lors d’une tentative dʼachat, nous calculons aussi un indice de confiance de l’appareil sur ce dernier ; pour ce faire, nous nous basons sur les données d’utilisation de votre appareil, notamment le nombre approximatif d’appels passés et reçus ou d’e-mails envoyés et reçus. La transmission se fait sous une forme ne permettant pas à Apple de connaître les données réellement présentes sur votre appareil. Cet indice est stocké pendant une durée déterminée sur nos serveurs. Les informations recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse https://www.apple.com/fr/privacy/
fr_ca: Fournir les boutiques Nous utilisons vos données personnelles pour fournir les services et les fonctionnalités de l’App Store et d’autres boutiques en ligne d’Apple. Par exemple, ces informations comprennent les données de votre compte et vos données de paiement, données accessibles et modifiables dans Réglages, ainsi que l’historique de vos achats. Il se peut que nous utilisions vos données personnelles pour fournir certains des services que vous demandez, comme les demandes de remboursement. Cela peut inclure les demandes de remboursement que vous envoyez à Apple soit directement soit par l’entremise des développeurs Apple. Avec votre autorisation, les développeurs peuvent fournir certaines données personnelles à Apple pour permettre le traitement de ces demandes de remboursement, comme un indicateur d’utilisation de l’achat. Lorsque vous téléchargez une app à partir de l’App Store ou que vous installez une app sur votre Apple Watch, les identifiants tels que l’identifiant matériel de votre appareil et votre adresse IP sont enregistrés par Apple en plus de votre compte Apple. Améliorer les boutiques Pour améliorer votre expérience dans l’App Store et d’autres boutiques d’Apple en ligne, nous recueillons des informations au sujet de votre utilisation des boutiques, y compris quand vous ouvrez ou fermez l’App Store, quel contenu vous recherchez, le contenu que vous avez visualisé et téléchargé ainsi que vos interactions avec les notifications Push et les pastilles de l’App Store, et les messages provenant de l’App Store au sein des apps. Nous recueillons également des informations sur votre appareil, comme le type d’appareil, la quantité d’espace disponible sur celui-ci et la version de votre système d’exploitation. Nous pourrions utiliser ces informations comme suit : • Proposer des recherches tendance et des fonctionnalités personnalisées, telles que « Plus de jeux qui pourraient vous intéresser »; • Évaluer si le contenu demandé peut être téléchargé • Comprendre les tendances générales d’utilisation du stockage de l’appareil et vérifier si ce dernier est connecté à un réseau Wi‑Fi ou cellulaire Nous pourrions aussi utiliser les notes et avis que vous avez attribués aux apps dans l’App Store, et vos recherches pour améliorer les modèles qui alimentent l’App Store. Par exemple, vos avis sur les apps et vos demandes de recherches consolidées et d’autres utilisateurs de l’App_Store servent à fournir des résumés d’avis et à affiner le modèle de recherche de l’App Store. Personnaliser les boutiques Nous utilisons vos interactions avec l’App Store pour vous permettre de découvrir des contenus qui sont susceptibles de vous plaire. Par exemple, nous recommandons des contenus qui, selon nous, pourraient vous intéresser, et ce, en fonction de l’historique de vos recherches, visionnements, téléchargements, mises à jour ou avis publiés dans l’App Store. De plus, nous utilisons votre historique d’achats, y compris les achats intégrés, les abonnements et les modes de paiement, conjointement avec les informations de votre compte obtenues à partir de votre compte Apple telles que les appareils que vous utilisez et les nouveaux appareils que vous activez. Pour améliorer nos recommandations, nous utilisons également des informations consolidées à propos du lancement, de l’installation et de la suppression d’apps par les utilisateurs qui choisissent de partager leurs analyses d’appareil avec Apple ainsi que des informations consolidées sur les notes des apps. L’App Store procède à des traitements locaux sur l’appareil pour améliorer nos recommandations. En utilisant les données d’utilisation des apps sur votre appareil, comme les apps que vous ouvrez fréquemment, votre durée d’utilisation de certaines apps ainsi que vos installations et désinstallations d’apps, l’App Store peut suggérer des apps et des événements intégrés qui sont davantage susceptibles de vous intéresser. Les informations reçues par Apple sur votre utilisation des boutiques comprennent des données sur le contenu personnalisé que vous consultez et avec lequel vous interagissez. Vous pouvez désactiver les fonctionnalités de personnalisation dans l’App Store, Apple Books, l’iTunes Store, Apple TV et Balados ainsi que pour les abonnements auprès d’Apple en désactivant les recommandations personnalisées pour votre compte Apple. Sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > [votre nom] > Contenu multimédia et achats > Compte, puis désactivez Recommandations personnalisées. Vous pouvez effacer de vos appareils iOS et iPadOS les données d’utilisation des apps qui sont destinées à la personnalisation en accédant à Réglages > App Store > Recommandations perso, puis en touchant l’option « Effacer les données d’utilisation des apps ». Cela ne supprimera pas les données enregistrées sur votre appareil, mais aucune donnée enregistrée jusqu’à l’effacement des données d’utilisation de l’app ne sera utilisée à des fins de personnalisation. Les fonctionnalités de personnalisation de l’App Store utiliseront les nouvelles données enregistrées après l’effacement de l’historique des données d’utilisation de l’app. Communiquer avec vous Apple peut utiliser des informations qui se rapportent à votre compte, telles que les produits Apple que vous possédez et vos abonnements aux services Apple, pour vous envoyer des communications sur l’App Store et d’autres produits, services et offres Apple susceptibles de vous intéresser. Apple peut également utiliser des informations sur votre activité dans l’App Store pour vous envoyer des communications relatives aux nouvelles fonctionnalités, au contenu et aux offres proposées sur l’App Store. Marketing par courriel Ces communications de marketing par courriel peuvent vous être transmises si vous acceptez de les recevoir. Vous pouvez modifier vos préférences de courriel et choisir de ne plus recevoir ces courriels en vous rendant sur account.apple.com ou, sur votre appareil iOS, iPadOS ou visionOS, en accédant à Réglages > [votre nom] > Infos personnelles > Préférences pour les communications. Notifications Push Ces communications peuvent également vous être transmises au moyen de notifications Push. Pour mettre à jour vos préférences en matière de notifications ou refuser d’en recevoir sur vos appareils iOS, iPadOS ou visionOS, accédez à Réglages > Notifications > App Store. Publicité La publicité diffusée par Apple permet aux utilisateurs de découvrir des apps, des produits et des services dans l’App Store, Apple News et Bourse. Nous utilisons des informations relatives à votre appareil, à votre compte, à vos achats, à vos abonnements et aux téléchargements effectués pour nous assurer que les annonces sont pertinentes. Dans l’App Store, nous pourrions également utiliser des informations contextuelles, y compris vos termes de recherche, le cas échéant, et les informations sur la page affichée ou l’app que vous téléchargez dans le but d’afficher une annonce pertinente. Nous créons des segments, c’est-à-dire des groupes de personnes qui partagent des caractéristiques similaires, que nous utilisons pour afficher des annonces ciblées. Les informations vous concernant sont utilisées pour déterminer le segment auquel vous appartenez, et donc pour définir les annonces qui s’affichent sur votre appareil. Pour protéger votre confidentialité, les annonces ciblées sont diffusées uniquement si plus de 5 000 personnes répondent aux critères de ciblage. Les informations utilisées pour déterminer les annonces pertinentes sont associées à des identifiants aléatoires, et non à votre compte Apple. Lors de la sélection de l’annonce à afficher parmi plusieurs auxquelles vous êtes admissible dans l’App Store, nous pouvons utiliser certaines des informations susmentionnées, ainsi que votre activité de recherche et de navigation dans l’App Store, pour déterminer laquelle est susceptible d’être la plus pertinente pour vous. L’activité de navigation dans l’App Store comprend les contenus et les apps que vous touchez et consultez en parcourant l’App Store. Ces informations sont agrégées par groupes d’utilisateurs pour qu’elles ne permettent pas de vous identifier. Pour sélectionner l’annonce à afficher, nous pourrions également avoir recours à un traitement local sur l’appareil à partir des informations stockées sur celui-ci, telles que les apps que vous ouvrez fréquemment. La plateforme publicitaire d’Apple reçoit des informations à propos des publicités que vous touchez et consultez à l’aide d’un identifiant aléatoire qui n’est pas associé à votre compte Apple. Si vous autorisez l’App Store à accéder à vos données de localisation, votre position approximative pourrait être utilisée pour présenter des annonces géographiquement ciblées dans l’App Store. Vous pouvez à tout moment choisir de ne pas utiliser la fonctionnalité de personnalisation selon la localisation sur votre appareil iOS, iPadOS ou visionOS en accédant à Réglages > Confidentialité et sécurité > Service de localisation > App Store, puis en touchant Jamais. Si le réglage Annonces personnalisées est activé, la plateforme publicitaire d’Apple peut utiliser vos informations pour afficher des publicités susceptibles de vous intéresser. Si vous ne souhaitez pas recevoir d’annonces de la plateforme publicitaire d’Apple ciblées en fonction de vos centres d’intérêt, vous pouvez désactiver le réglage Annonces personnalisées. La désactivation de ce réglage empêchera Apple d’utiliser les informations vous concernant à des fins de ciblage publicitaire. Il se peut que cela n’ait pas d’effet sur le nombre d’annonces que vous recevez, mais elles pourraient être moins pertinentes. Obtenez plus d’informations sur la publicité Apple et la confidentialité à l’adresse www.apple.com/ca/fr/legal/privacy/data/fr-ca/apple-advertising. Découvrez comment désactiver les annonces personnalisées dans l’App Store, Apple News et Bourse à l’adresse support.apple.com/105131. Partage avec des tiers Nous sommes dans l’obligation de fournir certaines données non personnelles à des partenaires stratégiques qui travaillent avec Apple pour fournir nos produits et services, aider Apple à mieux connaître sa clientèle et vendre des espaces publicitaires au nom d’Apple dans l’App Store, Apple News et Bourse. Par exemple, nous pouvons partager des données non personnelles à propos de vos achats avec les développeurs d’apps pour qu’ils puissent mesurer les performances de leur travail créatif, calculer leurs droits d’auteur et améliorer leurs produits et services. Il se peut que nous partagions des informations avec des développeurs pour leur permettre de faire fonctionner et d’améliorer leurs apps. Les développeurs peuvent accéder aux informations d’utilisation à condition que les utilisateurs leur permettent. Ces données sont agrégées par groupes d’au moins cinq utilisateurs qui partagent des caractéristiques et des comportements similaires. Les développeurs peuvent accéder aux reçus d’achats et de remboursements de leurs produits et services dans l’App Store. Les reçus n’incluent pas de données personnelles, mais les développeurs peuvent cependant les associer aux informations personnelles que vous leur avez fournies concernant l’utilisation et le téléchargement de leurs apps. Si vous achetez un abonnement dans une app tierce, nous créons alors un identifiant d’abonné unique pour vous et le développeur ou l’éditeur. Nous utilisons l’identifiant d’abonné pour fournir au développeur des rapports qui contiennent des informations sur l’abonnement que vous avez souscrit et votre pays ou région de résidence. Ces informations sont fournies aux développeurs pour leur permettre de mieux comprendre le rendement de leurs abonnements. Si vous annulez tous vos abonnements auprès d’un développeur en particulier et que vous ne vous réabonnez pas, l’identifiant d’abonné se réinitialisera au bout de 180 jours. Dans certaines régions, si vous effectuez un achat externe de biens ou de services numériques pour une app (votre achat n’est pas effectué avec le système de paiement intégré d’Apple), le développeur de cette app communiquera à Apple les informations relatives à l’achat, y compris le montant payé et l’article acheté, à des fins de comptabilité, de production de rapport et d’analyse par Apple. Apple n’associe pas ces informations d’achat à votre compte Apple. De plus, lorsque des téléchargements automatiques de contenu se produisent auprès de développeurs d’apps, l’adresse IP de votre appareil est visible par ces derniers avant que vous lanciez leur app pour la première fois. Le traitement de votre adresse IP par le développeur d’apps est soumis aux politiques de confidentialité de ce dernier. Pour désactiver le téléchargement automatique du contenu des apps auprès de leurs développeurs avant la première ouverture des apps, accédez à Réglages > App Store, puis désactivez Contenu intégré. Fondement juridique applicable au traitement des données personnelles De façon générale, nous traitons vos données personnelles dans l’App Store aux fins de l’exécution de votre contrat avec Apple, dans la mesure où cela est nécessaire pour fournir le service, et pour nous conformer à nos obligations légales. Lorsque le consentement est le fondement juridique adéquat, nous le sollicitons conformément aux lois nationales applicables. Lorsque les lois nationales applicables le prévoient, nous traitons les données à caractère personnel, si nécessaire, aux fins de notre intérêt légitime ou de celui d’un tiers pour : • afficher du contenu pertinent, évaluer si votre appareil dispose de suffisamment d’espace de stockage pour télécharger le contenu demandé et permettre les téléchargements automatiques du contenu mis à jour; • contribuer à l’amélioration et à l’optimisation de l’App Store pour vous et les autres utilisateurs; • vous envoyer des offres susceptibles de vous intéresser par courriel et l’entremise des notifications Push, et pour créer des segments dans le but de diffuser des annonces dans l’App Store, Apple News et Bourse; • traiter les demandes de remboursement; • fournir des rapports aux développeurs sur les achats effectués dans leurs apps; • prévenir la fraude et d’autres activités malveillantes. Les données utilisées comprennent : • l’utilisation que vous faites de l’app App Store, par exemple vos interactions avec le contenu recherché, le contenu que vous consultez, téléchargez et achetez ainsi que les notifications et messages de l’App Store, et les notifications et messages intégrés; • des informations sur votre appareil et votre compte; • votre adresse IP; • l’indice de confiance de votre appareil. Conservation Nous conservons les données personnelles associées aux achats et aux téléchargements que vous avez effectués sur l’App Store et d’autres boutiques en ligne d’Apple pendant les périodes spécifiées par les lois applicables en matière de publication de l’information financière, qui varient selon la région. Cela implique que, pour la majeure partie de la clientèle, les données seront conservées pendant au moins 10 ans. Cette période peut s’élever à 30 ans dans des régions comme la Chine. Nous conservons également un registre des contenus que vous avez achetés et téléchargés tant que vous disposez d’un compte chez nous pour vous permettre de retélécharger ces contenus conformément à nos modalités applicables. D’autres informations telles que les activités de navigation et de recherche sont conservées pendant des périodes plus courtes. La période appliquée dépend du cadre légal applicable en matière de conservation des données et de chaque cas d’utilisation. Cependant, certaines informations telles que les achats, hormis les données des cartes enregistrées, peuvent être conservées sous forme de registres commerciaux même après que vous avez fermé votre compte ou arrêté d’utiliser l’App Store. Lorsque vous utilisez une carte de paiement, Apple peut conserver et mettre à jour automatiquement votre numéro de carte et vos données de facturation pour les achats futurs, les transactions récurrentes ou d’autres utilisations que vous autorisez. Apple pourrait obtenir ces informations auprès de votre institution financière ou réseau de traitement de paiements ainsi que les utiliser à des fins de prévention de la fraude et de vérification. Prévenir la fraude et d’autres activités malveillantes Nous recueillons aussi des données personnelles pour prévenir la fraude et d’autres activités malveillantes dans l’App Store et d’autres boutiques en ligne d’Apple, ainsi que dans d’autres apps et services Apple. Ces informations comprennent des données relatives à votre appareil, telles que le type d’appareil et la version du logiciel, des données de localisation (le cas échéant, en rapprochant l’adresse IP de votre connexion Internet à une région géographique), l’historique de téléchargement et d’achat, les recherches, et d’autres interactions avec les boutiques. Lorsque vous effectuez un achat ou que le renouvellement automatique d’un abonnement est activé, Apple peut utiliser des informations sur l’historique de vos relations commerciales avec Apple pour traiter la requête et choisir de fournir ou non le produit ou service avant d’avoir reçu l’autorisation du partenaire de paiement. Nous calculons également l’indice de confiance de votre appareil lorsque vous tentez d’effectuer un achat, en utilisant des informations sur votre façon d’utiliser votre appareil, notamment le nombre approximatif d’appels ou de courriels que vous envoyez et recevez. L’envoi est conçu de manière à ce qu’Apple ne puisse pas mémoriser les valeurs réelles sur votre appareil. L’indice est stocké sur nos serveurs pour une durée déterminée. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: אספקת שירותי החנויות אנו משתמשים בנתונים האישיים שלך כדי לספק את השירותים והמאפיינים של ה-App Store ושל חנויות Apple מקוונות אחרות. מידע זה כולל, לדוגמה, את פרטי החשבון והתשלום שלך, הזמינים וניתנים לשינוי דרך ההגדרות, ואת היסטוריית הרכישות שלך. אנו עשויים גם להשתמש בנתונים האישיים שלך כדי לספק לך שירותים מסוימים שביקשת, כגון בקשות להחזר. אלו יכולות לכלול בקשות להחזר ששלחת ישירות ל-Apple, או ששלחת ל-Apple דרך מפתחי יישומים. בהסכמתך, מפתחים עשויים לספק ל-Apple נתונים אישיים מסוימים כדי לסייע בעיבוד בקשות החזר אלו, כגון אם השתמשת ברכישה. בעת הורדת יישום מ-App Store או התקנת יישום ב-Apple Watch, ‏Apple מתעדת את פרטי חשבון ה-Apple שלך וכן מזהים כגון מזהה החומרה של המכשיר וכתובת ה-IP. שיפור החנויות כדי לשפר את חוויית השימוש ב-App Store ובחנויות Apple המקוונות האחרות, אנו אוספים מידע לגבי השימוש שלך בחנויות, כולל הזמן שבו פתחת או סגרת את ה-App Store, החיפושים שביצעת, התוכן שבו צפית ושאותו הורדת, והאינטראקציות שלך עם תגים ועדכונים בטכנולוגיית Push של ה-App Store ועם הודעות מה-App Store בתוך יישומים. אנו אוספים גם מידע על המכשיר שלך, כגון סוג המכשיר, גירסת מערכת ההפעלה וכמות שטח האחסון הפנוי במכשיר. ייתכן גם שנשתמש במידע זה בדרכים הבאות: • כדי להציע חיפושים נפוצים ומאפיינים בהתאמה אישית כמו ״משחקים נוספים שאולי יקלעו לטעמך״ • כדי להעריך אם ניתן להוריד תוכן מבוקש • כדי להבין מגמות כלליות בשימוש באחסון שבמכשיר ולבדוק אם המכשיר מחובר לרשת אלחוטית או לרשת סלולרית ייתכן שגם נשתמש בתוכן שחיפשת, בדירוגים שהענקת ליישומים ב-App Store ובביקורות שכתבת עליהם כדי לשפר מודלים שמפעילים את ה-App Store. לדוגמה, ביקורות על יישומים ושאילתות חיפוש צבורות שלך ושל משתמשים אחרים ב-App Store משמשות ליצירת סיכומי ביקורות ולכוונון עדין של מודל החיפוש של ה-App Store. התאמה אישית של החנויות אנו משתמשים בדפוסי השימוש שלך ב-App Store כדי לעזור לך לגלות את התוכן הרלוונטי לך ביותר. למשל, בהתבסס על תכנים שחיפשת, שצפית בהם, שהורדת, שעדכנת או שכתבת עליהם ביקורות ב-App Store בעבר, נוכל להמליץ לך על תכנים שלדעתנו יעניינו אותך. אנו גם משתמשים בהיסטוריית הרכישות שלך כולל רכישות בתוך יישומים, מינויים ואמצעי התשלום שבהם השתמשת, לצד פרטים מחשבון ה-Apple שלך כגון המכשירים שבהם השתמשת ומכשירים חדשים שהפעלת. כדי לשפר את איכות ההמלצות שלנו, אנו משתמשים גם במידע נצבר לגבי הפעלה, התקנה ומחיקה של יישומים ממשתמשים שבחרו לשתף עם Apple נתוני אבחון של המכשיר, וגם במידע נצבר בנוגע לדירוגי יישומים. במהלך השימוש ב-App Store מתבצע עיבוד מקומי במכשיר עצמו כדי לשפר את ההמלצות שלנו. באפשרות ה-App Store להציע יישומים ואירועים בתוך יישומים שמתאימים לך יותר באמצעות נתוני שימוש ביישומים המאוחסנים במכשיר שלך, כגון היישומים שנפתחים על-ידך באופן תכוף, זמן השימוש שלך ביישומים מסוימים והתקנות או מחיקות של יישומים. המידע שנשלח ל-Apple לגבי השימוש שלך בחנויות כולל מידע בנוגע לתוכן מותאם אישית שהקשת עליו וצפית בו. באפשרותך לכבות את מאפייני ההתאמה האישית ב-App Store, ב-Apple Books, ב-iTunes Store, ביישום TV של Apple, ב״פודקאסטים״ ועבור מינויים לשירותי Apple על ידי כיבוי ״המלצות מותאמות אישית״ בחשבון ה-Apple שלך. במכשיר ה-iOS, ה-iPadOS או ה-visionOS יש לעבור אל ״הגדרות״ > [השם שלך] > ״מדיה ורכישות״ > ״הצגת החשבון״, ואז להקיש לכיבוי ״המלצות מותאמות אישית״. באפשרותך להסיר את נתוני השימוש ביישומים שתועדו במכשיר שלך עבור התאמה אישית במכשירי iOS ו-iPadOS באמצעות מעבר אל ״הגדרות״ > App Store > ״המלצות מותאמות אישית״, ואז הקשה על ״הסרת נתוני השימוש ביישומים״. פעולה זו לא תמחק נתונים שתועדו במכשיר שלך, אך כל מידע שתועד עד הנקודה שבה הסרת את נתוני השימוש ביישומים לא ישמש יותר עבור התאמה אישית. מאפייני ההתאמה האישית של ה-App Store ישתמשו בנתונים חדשים שנצברו לאחר שהסרת את היסטוריית נתוני השימוש ביישומים. התקשורת איתך ‏Apple עשויה להשתמש במידע בנוגע לחשבון שלך, כמו למשל מוצרי ה-Apple שבבעלותך או מינויים שלך לשירותים של Apple, כדי לשלוח לך מידע לגבי ה-App Store ולגבי מוצרים ושירותים אחרים של Apple, או לגבי מוצרים אחרים שעשויים לעניין אותך. ‏Apple עשויה גם להשתמש במידע על הפעילות שלך ב-App Store כדי לשלוח לך מידע בנוגע למאפיינים, תוכן ומבצעים חדשים הזמינים ב-App Store. תוכן שיווקי בדוא״ל ייתכן שמידע זה יישלח אליך באמצעות הודעות דוא״ל, אם הסכמת לקבל תוכן שיווקי בדוא״ל. באפשרותך לשנות את העדפות הדוא״ל שלך ולבחור שלא לקבל את הודעות הדוא״ל האלו באמצעות מעבר לאתר account.apple.com, או דרך ״הגדרות״ > [השם שלך] > ״פרטים אישיים״ > ״העדפות תקשורת״ במכשיר ה-iOS, ה-iPadOS או ה-visionOS. עדכונים באמצעות טכנולוגיית Push ייתכן שמידע זה יישלח אליך גם דרך עדכונים באמצעות טכנולוגיית Push. כדי לעדכן את ההעדפות שלך בנוגע לעדכונים או לבחור שלא לקבל אותם במכשיר ה-iOS, ה-iPadOS או ה-visionOS, יש לעבור אל ״הגדרות״ > ״עדכונים״ > ‏App Store. פרסום פרסומות המוצגות על-ידי Apple עוזרות לאנשים לגלות יישומים, מוצרים ושירותים ב-App Store,ביישום News של Apple וב״מניות״. אנו משתמשים במידע לגבי המכשיר, החשבון, הרכישות, המינויים וההורדות הקודמות כדי לספק פרסומות רלוונטיות. ב-App Store, ייתכן שנשתמש במידע הקשרי, כולל מונחי החיפוש שמשמשים אותך לביצוע חיפוש, ומידע בנוגע לעמוד שנצפה על-ידך או יישום שבחרת להוריד, כדי להציג לך פרסומת רלוונטית. אנו יוצרים ״פלחי שוק״, קבוצות של אנשים בעלי מאפיינים משותפים, ומשתמשים בקבוצות אלה להצגת פרסומות ממוקדות. מידע בנוגע לזהותך משמש כדי לקבוע לאילו פלחי שוק יש לשייך אותך, ומתוך כך, אילו פרסומות להציג לך. על-מנת להגן על פרטיותך, פרסומות ממוקדות מוצגות רק אם יותר מ-5,000 איש עומדים בקריטריוני המיקוד. המידע שמשמש כדי לקבוע אילו פרסומות רלוונטיות עבורך מקושר למזהים אקראיים ולא לחשבון ה-Apple שלך. כשאנו בוחרים איזו פרסומת להציג ב-App Store מתוך פרסומות מרובות שמתאימות לך, אנו עשויים להשתמש בחלק מהמידע המוזכר לעיל, וכן בנתונים על החיפושים ופעילות הגלישה שלך ב-App Store, כדי לקבוע איזו פרסומת תהיה קרוב לוודאי הכי רלוונטית לך. פעילות הגלישה ב-App Store כוללת מידע כמו התוכן והיישומים שהקשת עליהם ושנצפו על-ידך בעת גלישה ב-App Store. מידע זה נצבר מכל המשתמשים ולא ניתן לזהות אותך באמצעותו. יתכן שנשתמש גם בעיבוד מקומי במכשיר עצמו כדי לבחור אילו פרסומות להציג, תוך כדי שימוש במידע שאוחסן במכשיר שלך, כגון היישומים שנפתחים על-ידך באופן תדיר. פלטפורמת הפרסום של Apple מקבלת מידע על הפרסומות שהקשת עליהן וצפית בהן כנגד מזהה אקראי שלא מקושר לחשבון ה-Apple שלך. אם הענקת ל-App Store גישה למיקום שלך, ייתכן שהמיקום המשוער שלך ישמש כדי לספק לך פרסומות ממוקדות גאוגרפית ב-App Store. ניתן לבטל את הפונקציונליות מבוססת-המיקום בכל עת במכשיר ה-iOS, ה-iPadOS או ה-visionOS באמצעות מעבר אל ״הגדרות״ > ״פרטיות ואבטחה״ > ״שירותי מיקום״ > ‏App Store, ואז הקשה על ״אף פעם״. אם ההגדרה ״פרסומות בהתאמה אישית״ מופעלת, פלטפורמת הפרסום של Apple עשויה להשתמש במידע שלך כדי להציג לך פרסומות הרלוונטיות לך. אם אינך רוצה לקבל פרסומות המתאימות לתחומי העניין שלך מפלטפורמת הפרסום של Apple, באפשרותך לבחור לכבות את ״פרסומות בהתאמה אישית״. כיבוי ״פרסומות בהתאמה אישית״ ימנע מ-Apple להשתמש במידע שלך למטרות פרסום ממוקד. פעולה זו לא תפחית בהכרח את כמות הפרסומות שיתקבלו אצלך, אך הפרסומות עשויות להיות פחות רלוונטיות לך. פרטים נוספים בנושא ״פרסום של Apple״ ופרטיות ניתן למצוא בכתובת: www.apple.com/legal/privacy/data/he/apple-advertising. פרטים נוספים על האופן שבו ניתן למנוע קבלת פרסומות בהתאמה אישית ב-App Store, ביישום News של Apple ו״במניות״ ניתן למצוא בכתובת support.apple.com/105131. שיתוף עם גורמים חיצוניים אנו מחויבים לספק לשותפים אסטרטגיים שעובדים עם Apple נתונים מסוימים שאינם אישיים כדי לספק את המוצרים והשירותים שלנו, לעזור ל-Apple לשווק ללקוחות ולמכור פרסומות מטעם Apple שיוצגו ב-App Store, ביישום News של Apple וב״מניות״. לדוגמה, אנו עשויים לשתף נתונים שאינם אישיים לגבי רכישות התוכן שלך עם מפתחי יישומים כדי לאפשר להם לאמוד את הביצועים של התוכן שהם יצרו, לעמוד בתנאים מסוימים הנוגעים לתמלוגים והנהלת חשבונות ולשפר את המוצרים והשירותים שלהם. אנו עשויים לשתף מידע עם מפתחים כדי לעזור להם בתפעול ושיפור של היישומים שלהם. מפתחים יכולים לגשת למידע בנושא שימוש שהתקבל ממשתמשים שהסכימו לשתף אותו, וזאת כדי לצפות בנתונים מצטברים מקבוצות משתמשים בעלי מאפיינים או דפוסי שימוש דומים, כל עוד הנתונים מגיעים מקבוצות של לא פחות מחמישה משתמשים. מפתחים יכולים לגשת למידע לגבי קבלות על רכישות והחזרים של המוצרים והשירותים שלהם ב-App Store. הקבלות לא מכילות מידע אישי; עם זאת, מפתחים יכולים לשייך קבלות אלו לנתונים אישיים שסיפקת במהלך השימוש וההורדה של היישומים שלהם, אם סיפקת כאלו. בעת רכישת מינוי ליישום של גורם חיצוני, אנו יוצרים עבורך מזהה מינוי ייחודי לך ולמפתחים או למפרסמים. אנו משתמשים במזהה המינוי כדי לספק למפתחים דו״חות שכוללים מידע לגבי המינוי שרכשת והמדינה או אזור המגורים שלך. מידע זה מסופק למפתחים כדי שהם יוכלו לבחון את רמת הביצועים של המינויים שלהם. אם החלטת לבטל את כל המינויים שרכשת ממפתח מסוים ולא להירשם אליהם מחדש, מזהה המינוי יאופס לאחר 180 ימים. באזורים מסוימים, אם ביצעת רכישה חיצונית של סחורה או שירותים דיגיטליים עבור יישום, כלומר אם הרכישה לא נעשתה באמצעות מערכת התשלומים של Apple המובנית ביישום, צוות הפיתוח של אותו יישום ישלח ל-Apple פרטים על הרכישה, כולל הסכום ששולם והפריט שנרכש, לצורכי הנהלת חשבונות, דיווח וניתוח נתונים של Apple. ‏Apple אינה מקשרת את פרטי הרכישה לחשבון ה-Apple שלך. בנוסף, כאשר מתבצעות הורדות אוטומטיות של תכנים בתוך היישום ממפתחי יישומים, כתובת ה-IP של המכשיר שלך תהיה גלויה למפתחי היישומים לפני שהיישום נפתח לראשונה. הטיפול בכתובת ה-IP שלך על-ידי מפתחי היישום נעשה בכפוף למדיניות הפרטיות של מפתחי היישום. כדי לבטל את ההורדות האוטומטיות בתוך יישומים של תכנים נוספים ממפתחים, יש לעבור אל ״הגדרות״ > App Store, ואז להקיש לכיבוי ״תכנים בתוך יישומים״. בסיס חוקי תקף לעיבוד נתונים אישיים באופן כללי, אנו מעבדים את הנתונים האישיים שלך ב-App Store לצורך קיום תנאי החוזה שלך מול Apple, בהתאם לצורכי אספקת השירות וכדי לעמוד במחויבויות המשפטיות שלנו. נבקש את הסכמתך לעשות זאת כאשר היא מהווה בסיס משפטי הולם, בהתאם לחוקים מקומיים תקפים. כאשר חוקים מקומיים תקפים מאפשרים זאת, אנו מעבדים נתונים אישיים לפי הצורך למטרת הצרכים הלגיטימיים שלנו או של גורמים חיצוניים, כדי: • להציג תוכן רלוונטי, להעריך אם במכשיר שלך יש מספיק שטח אחסון להורדת התוכן המבוקש ולפשט הורדות אוטומטיות של תכנים מעודכנים • לסייע בשיפור ובמיטוב ה-App Store עבורך ועבור אחרים • לשלוח לך הצעות שעשויות לעניין אותך דרך הודעות דוא״ל ועדכונים בטכנולוגיית Push, וליצור מקטעים כדי להציג לך פרסומות ב-App Store, ביישום News של Apple ו״במניות״ • לעבד בקשות להחזרים • לספק דיווחים למפתחים על רכישות ביישומים שלהם • למנוע הונאות ופעילות זדונית אחרת הנתונים שנעשה בהם שימוש כוללים את: • נתוני השימוש שלך ביישום App Store, כגון האינטראקציות שלך עם תכנים שחיפשת, שצפית בהם, שהורדת ושרכשת, וכן עם הודעות ועדכוני App Store ועדכונים והודעות בתוך היישום • פרטים לגבי המכשיר והחשבון שלך • כתובת ה-IP שלך • ציון האמון של המכשיר שמירת נתונים אנו שומרים נתונים אישיים שמקושרים לרכישות ולהורדות שלך ב-App Store ובחנויות Apple מקוונות אחרות למשך הזמן שנקבע בחוקים הנוגעים לדיווח פיננסי. משך הזמן משתנה מאזור לאזור. עבור מרבית הלקוחות, פרק הזמן הוא עשר שנים לפחות, אך באזורים כגון סין פרק הזמן יכול להיות 30 שנים. אנו גם שומרים תיעוד של הרכישות וההורדות שלך כל עוד יש לך חשבון שמאפשר לך להוריד תוכן זה שוב, בכפוף לתנאים הרלוונטיים שלנו. אנו שומרים מידע נוסף כגון פעילות גלישה וחיפושים לפרק זמן קצר יותר. בבחירת פרק הזמן לשמירת המידע אנו מביאים בחשבון דרישות חוק רלוונטיות לשמירת נתונים ומקרים ספציפיים של שימוש עסקי. עם זאת, מידע מסוים, כגון רכישות, ללא פרטי הכרטיס השמורים במערכות שלנו, עשוי להישמר כרשומות עסקיות גם לאחר סגירת החשבון שלך או הפסקת השימוש ב-App Store. בעת שימוש בכרטיס תשלום, Apple עשויה לשמור ולעדכן באופן אוטומטי את מספר הכרטיס שלך ואת פרטי החיוב עבור רכישות עתידיות, עסקאות חוזרות או לצורך שימושים אחרים שיאושרו על-ידך. ‏Apple עשויה לשמור מידע זה מהמוסד הפיננסי שלך או מרשת התשלום, וגם להשתמש בו לצורך אימות ומניעת הונאות. מניעת הונאות ופעילות זדונית אחרת אנו גם אוספים נתונים אישיים כדי למנוע הונאות ופעילות זדונית אחרת ב-App Store ובחנויות Apple מקוונות אחרות, וכן ביישומים ושירותים אחרים של Apple. מידע זה כולל מידע על המכשיר, כגון סוג המכשיר וגירסת התוכנה, פרטי מיקום (שחישובם המשוער מתבצע על ידי התאמת כתובת ה-IP של חיבור האינטרנט שלך לאזור גאוגרפי, בהתאם לזמינות), היסטוריית הורדות ורכישות, חיפושים ואינטראקציות אחרות עם החנויות. בעת ביצוע רכישה, או כאשר מוגדר חידוש אוטומטי של מינוי, Apple עשויה להשתמש במידע על הקשרים העסקיים ההיסטוריים שלך עם Apple כדי לעבד את הבקשה ולקבוע אם לספק את המוצר או השירות לפני האישור של שותף התשלום. בנוסף, במהלך ניסיון שלך לבצע רכישה, אנו מחשבים עבור המכשיר שלך ציון המכונה ״ציון אמון״. כדי לחשב את הציון הזה אנו משתמשים במידע לגבי אופן השימוש שלך במכשיר, כולל המספר המשוער של שיחות הטלפון או הודעות הדוא״ל היוצאות והנכנסות במכשיר שלך. שליחת מידע זה מתבצעת באופן שאינו חושף בפני Apple את הנתונים הממשיים של המכשיר שלך. הציון נשמר בשרתים שלנו למשך פרק זמן קבוע מראש. בכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com/privacy.
hi: स्टोर प्रदान करना हम आपके व्यक्तिगत डेटा का उपयोग App Store और अन्य Apple ऑनलाइन स्टोर की सेवाएँ और फ़ीचर प्रदान के लिए करते हैं। उदाहरण के लिए, इस जानकारी में शामिल हैं, आपके खाते और भुगतान की जानकारी, जिन्हें सेटिंग्ज़ में जाकर ऐक्सेस किया और बदला जा सकता है और आपकी ख़रीदारी हिस्ट्री। धन वापसी के अनुरोध जैसी आपके द्वारा अनुरोध की गईं कुछ सेवाएँ प्रदान करने के लिए हम आपकी व्यक्तिगत डेटा का भी उपयोग कर सकते हैं। इनमें सीधे Apple को या ऐप डेवलपर के ज़रिए आपके द्वारा Apple को भेजे जाने वाले धन वापसी के अनुरोध शामिल हो सकते हैं। आपकी सहमति लेकर डेवलपर कुछ व्यक्तिगत डेटा, जैसे कि आपने ख़रीदारी का इस्तेमाल किया या नहीं, Apple को प्रदान कर सकते हैं जिससे धन वापसी के इन अनुरोधों को प्रोसेस करने में सहायता मिले। जब आप App Store से कोई ऐप डाउनलोड करते हैं या अपनी Apple Watch पर कोई ऐप इंस्टॉल करते हैं, तो आपके डिवाइस के हार्डवेयर ID और IP पते जैसे आइडेंटिफ़ायर को Apple के द्वारा आपके Apple खाते के साथ लॉग किया जाता है। स्टोर में सुधार App Store और अन्य Apple ऑनलाइन स्टोर के अनुभव में सुधार के लिए हम आपके द्वारा स्टोर के उपयोग संबंधी जानकारी संग्रहित करते हैं, जैसे आप कब App Store खोलते और बंद करते हैं, आप क्या कॉन्टेंट खोजते हैं और आप क्या कॉन्टेंट देखते और डाउनलोड करते हैं और App Store पुश सूचनाओं और बैज के साथ-साथ ऐप्स में App Store से संदेशों को साथ आपके इंटरऐक्शन। साथ ही, हम आपके डिवाइस की जानकारी भी संग्रहित करते हैं, जैसे कि डिवाइस का प्रकार, आपके ऑपरेटिंग सिस्टम का संस्करण और आपके डिवाइस पर स्थित ख़ाली जगह। हम इस जानकारी का उपयोग नीचे दिए गए तरीक़ों से कर सकते हैं : • ट्रेंडिंग खोज और “और गेम जो शायद आपको पसंद आएँ” जैसे वैयक्तिकृत फ़ीचर प्रदान करने के लिए • यह आकलन करने के लिए कि अनुरोधित कॉन्टेंट डाउनलोड किया जा सकता है या नहीं • डिवाइस स्टोरेज के इस्तेमाल के संबंध में सामान्य रुझानों को समझने के लिए और यह समझने के लिए कि आपका डिवाइस वाई-फ़ाई या मोबाइल नेटवर्क से कनेक्टेड है या नहीं हम App Store पर आपकी रेटिंग और समीक्षाओं का और आपके द्वारा खोजी जाने वाली सामग्री का इस्तेमाल App Store संचालित करने वाले मॉडल को बेहतर बनाने के लिए भी कर सकते हैं। उदाहरण के लिए, आपकी और अन्य App Store यूज़र की ऐप समीक्षाएँ और एग्रीगेट की गई खोज क्वेरी का इस्तेमाल समीक्षा सारांश प्रदान करने और App Store खोज मॉडल को बेहतर बनाने के लिए किया जाता है। स्टोर का वैयक्तिकरण हम App Store के साथ आपके संवाद का उपयोग करते हैं जिससे आप उन कॉन्टेंट को देख सकें जो आपके लिए सबसे अधिक प्रासंगिक हैं। उदाहरण के लिए, आपने App Store में पहले क्या खोजा, देखा, डाउनलोड या अपडेट किया या किसकी समीक्षा की इसके आधार पर हम आपके लिए ऐसे कॉन्टेंट की अनुशंसा करते हैं, जो हमें लगता है कि आपके लिए रुचिकर हो सकता है। हम आपके Apple खाते से ली गई खाता जानकारी जैसे कि आपके द्वारा उपयोग किए जाने वाले डिवाइस और आपके द्वारा सक्रिय किए गए नए डिवाइस के साथ आपकी इन-ऐप ख़रीदारी, सब्सक्रिप्शन सहित ख़रीदारी हिस्ट्री और भुगतान विधि का भी उपयोग करते हैं। बेहतर अनुशंसाएँ प्रदान करने के लिए हम उन यूज़र से, जिन्होंने Apple के साथ डिवाइस ऐनालिटिक्स और ऐप रेटिंग के बारे में एग्रीगेट जानकारी शेयर करने का चयन किया है, ऐप लॉन्च, इंस्टॉलेशन और डिलीट करने संबंधी ऐग्रीगेट जानकारी का भी उपयोग करते हैं। हमारी अनुशंसाओं को बेहतर बनाने के लिए App Store स्थानीय, ऑन-डिवाइस प्रोसेसिंग का इस्तेमाल करता है। आपके डिवाइस पर संग्रहित ऐप उपयोग डेटा — जैसे कि आपके द्वारा अक्सर इस्तेमाल किए जाने वाले ऐप्स, कुछ ऐप्स पर आपके द्वारा बिताया गया समय और आपके ऐप इंस्टॉल और अनइंस्टॉल — का इस्तेमाल करके App Store आपके लिए अधिक प्रासंगिक ऐप्स और इन-ऐप इवेंट के सुझाव दे सकता है। स्टोर के आपके द्वारा इस्तेमाल के बारे में Apple को प्राप्त होने वाली जानकारी में आपके द्वारा टैप किए जाने वाले और देखे जाने वाले वैयक्तिकृत कॉन्टेंट के बारे में जानकारी शामिल होती है। अपने Apple खाते के लिए वैयक्तिकृत अनुशंसाएँ बंद करके आप App Store, Apple Books, iTunes Store, Apple TV, पॉडकास्ट में और Apple के सब्सक्रिप्शन के लिए वैयक्तिकरण फ़ीचर बंद कर सकते हैं। अपने iOS, iPadOS और visionOS डिवाइस पर सेटिंग्ज़ > [आपका नाम] > मीडिया और ख़रीदारी > खाता देखें पर जाएँ और वैयक्तिकृत अनुशंसाओं को टैप करके बंद करें। आप iOS और iPadOS डिवाइस पर वैयक्तिकरण के लिए अपने डिवाइस पर लॉग किए गए ऐप उपयोग डेटा को सेटिंग्ज़ > App Store > वैयक्तिकृत अनुशंसाएँ पर जाकर और “ऐप उपयोग डेटा साफ़ करें” पर टैप करके साफ़ कर सकते हैं। इससे आपके डिवाइस पर लॉग किया गया डेटा डिलीट नहीं होगा, लेकिन जिस बिंदु पर आप अपना ऐप उपयोग डेटा साफ़ करते हैं वहाँ कोई भी डेटा वैयक्तिकरण के लिए उपयोग में नहीं लाया जाएगा। App Store वैयक्तिकृत फ़ीचर आपके द्वारा अपने ऐप उपयोग डेटा हिस्ट्री को साफ़ करने के बाद लॉग हुए नए डेटा का उपयोग करेगा। आपसे संवाद करना Apple आपके खाते की जानकारी का उपयोग कर सकता है, जैसे आपके पास मौजूद Apple उत्पाद और Apple सेवाओं के साथ आपके सब्सक्रिप्शन की जानकारी, जिससे आपको App Store और ऐसे अन्य Apple उत्पादों, सेवाओं और ऑफ़र के बारे में सूचनाएँ भेजी जा सकें जिनमें शायद आपकी दिलचस्पी हो। App Store पर उपलब्ध ऑफ़र और नए फ़ीचर, कॉन्टेंट के बारे में आपको संवाद भेजने के लिए Apple द्वारा App Store में आपकी ऐक्टिविटी की जानकारी का भी उपयोग किया जा सकता है। ईमेल मार्केटिंग अगर आप ईमेल मार्केटिंग प्राप्त करने के लिए सहमति देते हैं, तो आप ये संचार ईमेल से प्राप्त कर सकते हैं। आप account.apple.com पर जाकर या अपने iOS, iPadOS या visionOS डिवाइस पर सेटिंग्ज़ > [आपका नाम] > व्यक्तिगत जानकारी > संचार प्राथमिकता में जाकर अपनी ईमेल प्राथमिकता बदल सकते हैं और ये ईमेल प्राप्त न करने का विकल्प चुन सकते हैं। पुश सूचनाएँ आप ये संचार पुश सूचना से भी पा सकते हैं। अपने iOS, iPadOS या visionOS डिवाइस पर अपनी सूचना प्राथमिकता को अपडेट करने या सूचनाओं को बंद करने के लिए सेटिंग्ज़ > सूचना > App Store पर जाएँ। विज्ञापन Apple द्वारा प्रदान किए गए विज्ञापनों से लोगों को App Store, Apple News और स्टॉक्स पर ऐप्स, उत्पाद और सेवाओं को ढूँढने में मदद मिलती है। हम आपके डिवाइस, खाता, ख़रीदारी, सब्सक्रिप्शन और पिछले डाउनलोड के बारे में जानकारी का उपयोग विज्ञापनों की प्रासंगिकता सुनिश्चित करने के लिए करते हैं। हम App Store पर प्रासंगिक जानकारी का भी उपयोग कर सकते हैं, जिसमें आपके द्वारा खोज रन की जाने पर आपके खोज शब्द होते हैं और आपके द्वारा देखे जा रहे पृष्ठ की या आपके द्वारा डाउनलोड किए जा रहे ऐप की जानकारी होती है ताकि आपके लिए एक प्रासंगिक विज्ञापन प्रस्तुत किया जा सके। हम लोगों के समूह बनाते हैं, जिन्हें खंड कहा जाता है, जो समान विशेषताएँ शेयर करते हैं और हम इन समूहों का उपयोग लक्षित विज्ञापनों की डिलीवरी के लिए करते हैं। आपसे संबंधित जानकारी का उपयोग यह निर्धारित करने के लिए किया जाता है कि आपको किस खंड में रखा जाएगा और उससे निर्धारित होता है कि कौन-से विज्ञापन आपको प्राप्त होंगे। आपकी गोपनीयता की रक्षा के लिए, लक्षित विज्ञापन केवल तभी प्रदान किए जाते हैं जब 5,000 से अधिक लोग लक्ष्यीकरण मापदंड को पूरा करते हैं। आपके लिए कौन से विज्ञापन प्रासंगिक हैं इसका निर्धारण करने के लिए उपयोग की गई जानकारी रैंडम आइडेंटिफ़ायर से संबद्ध होती है और आपके Apple खाते से संबद्ध नहीं होती है। आपके लिए उचित कई विज्ञापनों में से App Store पर दिखाने के लिए विज्ञापन चुनते समय हम App Store खोज और ब्राउज़िंग की ऐक्टिविटी सहित ऊपर बताई गई कुछ जानकारी का उपयोग कर सकते हैं, ताकि यह निर्धारित कर सकें कि कौन-सा विज्ञापन आपके लिए सबसे अधिक प्रासंगिक हो सकता है। App Store की ब्राउज़िंग ऐक्टिविटी में वह कॉन्टेंट और ऐप्स शामिल होते हैं जिन्हें आप App Store ब्राउज़ करते समय टैप करके देखते हैं। इस जानकारी में कई यूज़र की जानकारी ऐग्रीगेट की जाती है ताकि इससे आपकी पहचान न हो। आपके डिवाइस पर संग्रहित इस जानकारी का इस्तेमाल करते हुए कि आप कौन-से ऐप्स अक्सर खोलते हैं, हम यह चुनने के लिए कि आपको कौन-से विज्ञापन दिखाए जाएँ स्थानीय, ऑन-डिवाइस प्रोसेसिंग का भी इस्तेमाल कर सकते हैं। Apple का विज्ञापन प्लैटफ़ॉर्म आपके Apple खाते से असंबद्ध रैंडम आइडेंटिफ़ायर के ज़रिए उन विज्ञापनों के बारे में जानकारी प्राप्त करता है जिन पर आप टैप करते हैं और देखते हैं। यदि आप App Store को अपना स्थान ऐक्सेस करने की अनुमति देते हैं, तो आपके निकटतम स्थान का उपयोग App Store पर भौगोलिक रूप से लक्षित विज्ञापन प्रदान करने के लिए किया जा सकता है। आप अपने iOS, iPadOS या visionOS डिवाइस पर सेटिंग्ज़ > गोपनीयता और सुरक्षा > स्थान सेवा > App Store पर जाकर और फिर “कभी नहीं” पर टैप करके स्थान-आधारित फ़ंक्शनैलिटी को किसी भी समय बंद कर सकते हैं। यदि वैयक्तिकृत विज्ञापन सेटिंग चालू है, तो Apple का विज्ञापन प्लैटफ़ॉर्म आपकी जानकारी का उपयोग आपके लिए ज़्यादा प्रासंगिक विज्ञापन देने के लिए कर सकता है। यदि आप Apple के विज्ञापन प्लैटफ़ॉर्म से अपनी रुचि के लक्षित विज्ञापन प्राप्त नहीं करना चाहते हैं, तो आप वैयक्तिकृत विज्ञापन बंद कर सकते हैं। वैयक्तिकृत विज्ञापन को बंद करने से Apple विज्ञापन लक्ष्यीकरण के लिए आपकी जानकारी का उपयोग नहीं कर पाएगा। इससे आपको प्राप्त होने वाले विज्ञापनों की संख्या कम नहीं होगी लेकिन विज्ञापन आपके लिए कम प्रासंगिक हो सकते हैं। Apple विज्ञापन और गोपनीयता के बारे में अधिक जानने के लिए www.apple.com/legal/privacy/data/hi/apple-advertising देखें। App Store, Apple News और स्टॉक्स में वैयक्तिकृत विज्ञापनों को बंद करने के बारे में जानकारी के लिए support.apple.com/en-in/105131 पर जाएँ। तृतीय पक्षों के साथ शेयरिंग हमारे उत्पाद और सेवाएँ प्रदान करने, Apple को ग्राहकों तक पहुँचाने में मदद करने और App Store, Apple News और स्टॉक्स में प्रदर्शित करने हेतु Apple की तरफ़ से विज्ञापन बेचने के लिए Apple के साथ काम करने वाले महत्वपूर्ण पार्टनर को हम कुछ ग़ैर-व्यक्तिगत डेटा प्रदान करने के लिए वचनबद्ध हैं। उदाहरण के लिए, हम आपकी कॉन्टेंट ख़रीदारी के बारे में ग़ैर-व्यक्तिगत डेटा ऐप डेवलपर से शेयर कर सकते हैं, ताकि वे अपने रचनात्मक कार्य की कार्यक्षमता माप सकें, रॉयल्टी और लेखा संबंधी आवश्यकताओं को पूरा कर सकें और अपने उत्पादों और सेवाओं में सुधार कर सकें। हम डेवलपर के साथ उनके ऐप के ऑपरेशन और सुधार में उनकी मदद के लिए जानकारी शेयर कर सकते हैं। डेवलपर यूज़र जानकारी को ऐक्सेस कर सकते हैं जो उन्हें यह विकल्प चुनने वाले यूज़र द्वारा प्रदान की जाती है, जिससे उनको समान विशेषताओं या आचरण वाले यूज़र के ऐसे समूह के एकीकृत डेटा को देखने की अनुमति मिलती है बशर्ते कि उसमें कम से कम पाँच यूज़र वाले समूह से डेटा आया हो। डेवलपर App Store में उनके अपने उत्पादों और सेवाओं की ख़रीदारी और रिफ़ंड के लिए रसीद की जानकारी ऐक्सेस कर सकते हैं। रसीदों में व्यक्तिगत डेटा शामिल नहीं होता है; हालाँकि, डेवलपर उनके ऐप्स के आपके द्वारा उपयोग और डाउनलोड से प्राप्त व्यक्तिगत डेटा के साथ उन्हें संबद्ध करने की कोशिश कर सकते हैं, यदि आपने उन्हें यह जानकारी प्रदान की है। यदि आप किसी तृतीय पक्ष ऐप में सब्सक्रिप्शन ख़रीदते हैं, तो हम आपके लिए और डेवलपर या प्रकाशक के लिए एक विशेष सब्सक्राइबर ID बनाते हैं। हम डेवलपर को रिपोर्ट देने के लिए सब्सक्राइबर ID का उपयोग करते हैं जिसमें आपके द्वारा ख़रीदे गए सब्सक्रिप्शन और आपके देश या निवास क्षेत्र की जानकारी शामिल होती है। यह जानकारी डेवलपर को प्रदान की जाती है ताकि वे उनके सब्सक्रिप्शन की कार्यक्षमता को समझ सकें। यदि आप किसी विशिष्ट डेवलपर के साथ अपने सभी सब्सक्रिप्शन रद्द करते हैं और यदि आप फिर से सब्सक्राइब नहीं करते हैं, तो सब्सक्राइबर ID 180 दिनों के बाद रीसेट हो जाएगी। कुछ क्षेत्रों में, अगर आप किसी ऐप के लिए बाहर से डिजिटल वस्तुओं या सेवाओं की ख़रीदारी ^[करते हैं](inflect: true), यानी कि आपकी ख़रीदारी Apple की इन-ऐप भुगतान प्रणाली के ज़रिए नहीं की जाती है, तो उस ऐप का डेवलपर Apple द्वारा लेखांकन, रिपोर्टिंग और ऐनालिटिक्स के लिए भुगतान राशि और ख़रीदे गए आइटम सहित ख़रीदारी संबंधी जानकारी Apple को प्रदान करेगा। Apple ख़रीदारी जानकारी को आपके Apple खाते से नहीं जोड़ता है। इसके अलावा, जब ऐप डेवलपर का कॉन्टेंट ऑटोमैटिकली डाउनलोड किया जाता है, तो आपके डिवाइस का IP पता आपके ऐप खोलने के पहले से ऐप डेवलपर द्वारा देखा जा सकेगा। ऐप डेवलपर द्वारा आपके IP पते का इस्तेमाल ऐप डेवलपर की गोपनीयता नीति के अनुसार किया जाता है। आपके ऐप खोलने के पहले डेवलपर द्वारा इन-ऐप कॉन्टेंट का ऑटोमैटिक डाउनलोड बंद करने के लिए सेटिंग्ज़ > App Store पर जाएँ, फिर इन-ऐप कॉन्टेंट बंद करने के लिए टैप करें। व्यक्तिगत डेटा प्रोसेस करने के लिए लागू क़ानूनी आधार हम App Store में आपके व्यक्तिगत डेटा को आम तौर पर Apple के साथ आपके अनुबंध के निष्पादन के लिए प्रोसेस करते हैं जैसा कि सेवा प्रदान करने और हमारी क़ानूनी बाध्यताओं का अनुपालन करने के लिए आवश्यक होता है। जहाँ सहमति उपयुक्त क़ानूनी आधार होती है, हम इसे लागू होने वाले स्थानीय क़ानून के अनुसार प्राप्त करने की कोशिश करते हैं। जहाँ लागू होने वाले स्थानीय क़ानून निर्देशित करते हैं, हम अपने या तृतीय पक्ष के तर्कसंगत हितों के उद्देश्यों के लिए आवश्यकता के अनुसार व्यक्तिगत डेटा को प्रोसेस करते हैं ताकि : • संबंधित कॉन्टेंट प्रदर्शित कर सकें, आकलन कर सकें कि आपके डिवाइस में अनुरोधित कॉन्टेंट डाउनलोड करने के लिए पर्याप्त जगह है या नहीं और अपडेटेड कॉन्टेंट का ऑटोमैटिक डाउनलोड में सहायता प्रदान कर सकें • आपके और अन्य लोगों के लिए App Store को बेहतर बनाने और ऑप्टिमाइज़ करने में मदद कर सकें • आपको ईमेल और पुश सूचनाओं के ज़रिए ऑफ़र भेज सकें जिनमें आपकी दिलचस्पी हो सकती है और App Store, Apple News और स्टॉक्स में आपको विज्ञापन प्रस्तुत करने के लिए खंड बना सकें • धन वापसी के अनुरोधों को प्रोसेस कर सकें • डेवलपर को उनके ऐप्स में होने वाली ख़रीदारी की रिपोर्ट देना • धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकना उपयोग किए जाने वाले डेटा में शामिल हैं : • App Store ऐप का आपका उपयोग, जैसे कि आपके द्वारा खोजे गए, देखे गए, डाउनलोड किए गए और ख़रीदे गए कॉन्टेंट से आपके इंटरऐक्शन के साथ-साथ App Store सूचनाएँ और संदेश और इन-ऐप सूचनाएँ और संदेश • आपके डिवाइस और खाते का विवरण • आपका IP पता • डिवाइस का विश्वास स्कोर रिटेंशन App Store और अन्य Apple ऑनलाइन स्टोर में हम आपकी ख़रीदारी और डाउनलोड से जुड़े व्यक्तिगत डेटा को विभिन्न क्षेत्रों में लागू अलग-अलग वित्तीय क़ानूनों के द्वारा निर्धारित समय तक बनाए रखते हैं। अधिकतर ग्राहकों के लिए कम से कम 10 साल की रिटेंशन अवधि आवश्यक होती है, लेकिन चीन जैसे क्षेत्रों में यह अवधि 30 साल हो सकती है। हम आपकी ख़रीदारी और डाउनलोड के रिकॉर्ड तब तक बनाए रखते हैं जब तक आपका खाता हमारे यहाँ रहता है ताकि आप फिर से डाउनलोड किए जाने की हमारी लागू शर्तों के अनुसार उस कॉन्टेंट को फिर डाउनलोड कर सकें। हम छोटी अवधि के लिए ब्राउज़िंग ऐक्टिविटी और खोज जैसी अन्य जानकारी रिटेन करते हैं। डेटा बनाए रखने और विशेष व्यावसायिक उपयोग स्थिति के लिए लागू क़ानूनी ज़रूरतों के आधार पर अवधि का चयन होता है। हालाँकि, आपके द्वारा खाता बंद करने या App Store का उपयोग बंद कर देने के बाद भी कुछ जानकारी, जैसे कि ख़रीदारी (लेकिन आपका संग्रहित कार्ड विवरण नहीं), को व्यावसायिक रिकॉर्ड के रूप में रिटेन किया जा सकता है। जब आप किसी भुगतान कार्ड का इस्तेमाल करते हैं, तो Apple भविष्य में ख़रीदारी, आवर्ती लेनदेन या आपके द्वारा अधिकृत अन्य इस्तेमाल के लिए आपके कार्ड नंबर और बिलिंग जानकारी को रख सकता है और ऑटोमैटिकली अपडेट कर सकता है। Apple यह जानकारी आपके वित्तीय संस्थान या भुगतान नेटवर्क से प्राप्त कर सकता है और धोखाधड़ी रोकने और सत्यापन के लिए भी इसका इस्तेमाल कर सकता है। धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकना हम व्यक्तिगत डेटा को App Store और Apple के अन्य ऑनलाइन स्टोर और अन्य Apple ऐप्स और सेवाओं में छलपूर्ण और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकने के लिए भी संग्रह करते हैं। इस जानकारी में डिवाइस की जानकारी, जैसे डिवाइस का प्रकार और सॉफ़्टवेयर संस्करण, स्थान जानकारी (आपके इंटरनेट कनेक्शन के IP पते का अनुमानित भौगोलिक क्षेत्र से मिलान करके, यदि उपलब्ध हो), डाउनलोड और ख़रीदारी हिस्ट्री, खोज और स्टोर के साथ अन्य इंटरऐक्शन शामिल होते हैं। जब आप कोई ख़रीदारी करते हैं या जब कोई सब्सक्रिप्शन ऑटो-रिन्यू पर सेट होता है, तो Apple आपके साथ पुराने व्यावसायिक संबंधों की जानकारी का उपयोग कर सकता है जिससे अनुरोध को प्रोसेस किया जा सके और भुगतान सहयोगी द्वारा ऑथराइज़ेशन करने से पहले यह निर्धारित किया जा सके कि उत्पाद या सेवा प्रदान की जाए या नहीं। जब आप कोई ख़रीदारी करने का प्रयास करते हैं, तो हम आपके डिवाइस पर एक डिवाइस विश्वास स्कोर की भी गणना करते हैं जिसके लिए इस जानकारी का उपयोग किया जाता है कि आप अपने डिवाइस का किस तरह उपयोग करते हैं, और इसमें यह जानकारी भी शामिल होती है कि आप लगभग कितने फ़ोन कॉल या ईमेल भेजते और प्राप्त करते हैं। सबमिशन की प्रक्रिया इस तरह से डिज़ाइन की गई है कि Apple आपके डिवाइस के अंतर्निहित मानों के बारे में नहीं जान सकता है। स्कोर हमारे सर्वर पर एक निश्चित समय तक संग्रहित किया जाता है। Apple द्वारा संग्रहित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे https://www.apple.com/in/privacy/ पर देखा जा सकता है
hr: Pružanje usluga trgovina Za pružanje usluga i značajki u App Storeu i drugim online trgovinama tvrtke Apple koristimo vaše osobne podatke. Ti podaci, primjerice, uključuju podatke o vašem računu i plaćanju kojima možete pristupiti i koje možete mijenjati u postavkama te vašu povijest pretraživanja. Vaše osobne podatke također možemo koristiti kako bismo vam pružili određene usluge koje zatražite, primjerice zahtjeve za povratom sredstava. To može uključivati zahtjeve za povratom sredstava koje izravno pošaljete tvrtki Apple ili koje pošaljete tvrtki Apple putem developera aplikacija. Uz vaš pristanak, developeri mogu pružiti određene osobne podatke tvrtki Apple kako bi se pomoglo u obradi tih zahtjeva za povratom sredstava, primjerice, jeste li koristili kupljenu stavku. Kad iz trgovine App Store preuzimate ili instalirate aplikaciju na svoj Apple Watch, Apple sprema identifikatore poput ID-ja hardvera i IP adrese vašeg uređaja s vašim Apple računom. Poboljšanje trgovina Za poboljšanje iskustva u App Storeu i drugim online trgovinama tvrtke Apple prikupljamo informacije o vašoj uporabi trgovina, uključujući vrijeme kad otvorite ili zatvorite App Store, kakav sadržaj pretražujete te sadržaj koji gledate i preuzimate, te vaše interakcije s push obavijestima i bedževima trgovine App Store, kao i s porukama trgovine App Store u aplikacijama. Također prikupljamo informacije o vašem uređaju kao što su vrsta uređaja, verzija operativnog sustava i količina slobodne memorije na uređaju. Ove informacije možemo koristiti na sljedeće načine: • Za nuđenje popularnih pretraživanja i personaliziranih značajki kao što su Više igara koje bi vam se mogle svidjeti • Za procjenu može li se zatraženi sadržaj preuzeti • Za razumijevanje općih trendova u korištenju pohrane uređaja te procjenu je li vaš uređaj spojen preko Wi-Fi veze ili podatkovne veze Možemo i koristiti vaše ocjene i recenzije aplikacija u trgovini App Store i što ste pretraživali kako bismo poboljšali modele koji omogućuju App Store. Primjerice, ocjene aplikacija i agregirani upiti za pretraživanje vas i drugih korisnika trgovine App Store koriste se za pružanje sažetaka ocjena i fino podešavanje modela pretraživanja trgovine App Store. Personaliziranje trgovina Vaše interakcije s trgovinom App Store koristimo kako bismo vam pomogli u otkrivanju sadržaja koji vam je najrelevantniji. Primjerice, preporučujemo sadržaj za koji mislimo da će vam biti zanimljiv na temelju sadržaja koje ste prethodno tražili, gledali, preuzeli, ažurirali ili pregledavali u trgovini App Store. Također koristimo vašu povijest kupnje, uključujući in‑app kupnje, pretplate i načine plaćanja zajedno s informacijama o računu koje su izvedene iz vašeg Apple računa, primjerice, uređaji koje koristite i novi uređaji koje aktivirate. Kako bi preporuke bile bolje, također koristimo agregirane informacije o izdavanju aplikacija, instalacijama i brisanjima od korisnika koji odluče podijeliti analizu uređaja s tvrtkom Apple te agregirane informacije o ocjenama aplikacija. App Store koristi lokalnu obradu na uređaju za poboljšanje svojih preporuka. Koristeći podatke o uporabi aplikacija koji su pohranjeni na vašem uređaju – kao što su često otvarane aplikacije, vrijeme provedeno koristeći određene aplikacije te postupci instaliranja ili deinstaliranja aplikacija – App Store može predložiti aplikacije i In‑App događaje koji su vam relevantniji. Informacije koje Apple primi o vašoj uporabi trgovina sadrže informacije o personaliziranim sadržajima koje ste dodirnuli i pogledali. Značajke personalizacije možete isključiti u App Storeu, Apple Booksu, iTunes Storeu, Apple TV-u, Podcastima i za pretplate od Applea isključivanjem personaliziranih preporuka za svoj Apple račun. Na iOS, iPadOS ili visionOS uređaju idite u Postavke > [vaše ime] > Mediji i kupnje > Prikaži račun, a zatim dodirom isključite Personalizirane preporuke. Možete očistiti podatke o uporabi aplikacija zabilježene na vašem uređaju radi personalizacije na iOS i iPadOS uređajima tako da idete u Postavke > App Store > Personalizirane preporuke i dodirnite Očisti podatke o uporabi aplikacija. Time se neće obrisati podaci zabilježeni na uređaju, ali svi podaci koji su zabilježeni do trenutka u kojem očistite svoje podatke o uporabi više se neće koristiti za personalizaciju. Značajke personalizacije u App Storeu koristit će nove podatke koji su zabilježeni nakon što ste očistili svoju povijest podataka o uporabi aplikacija. Komuniciranje s vama Apple može koristiti informacije o vašem računu, kao primjerice o proizvodima tvrtke Apple koje posjedujete i vašim pretplatama na usluge tvrtke Apple kako bi vam slali informacije o App Storeu i drugim Appleovim proizvodima, uslugama i ponudama koji bi vas mogli zanimati. Apple također može koristiti informacije o vašoj aktivnosti u App Storeu za slanje komunikacije o novim značajkama, sadržajima i ponudama dostupnim u App Storeu. Marketing putem e‑maila Takvu komunikaciju možete primiti putem e‑maila, ako pristanete primati marketing putem e‑maila. Možete promijeniti postavke za e‑mail i uključiti ili isključiti primanje e‑mailova na account.apple.com ili na iOS, iPadOS ili visionOS uređaju tako da idete u Postavke > [vaše ime] > Osobne informacije > Postavke komuniciranja. Push obavijesti Ovu komunikaciju također možete primiti putem push obavijesti. Kako biste ažurirali sve postavke obavijesti ili isključili obavijesti na iOS, iPadOS ili visionOS uređaju, idite na Postavke > Obavijesti > App Store. Oglašavanje Oglašavanje koje pruža tvrtka Apple pomaže ljudima da otkriju aplikacije, proizvode i usluge u App Storeu, Apple Newsu i Dionicama. Koristimo informacije o vašem uređaju, računu, kupnjama, pretplatama i prethodnim preuzimanjima kako bismo osigurali da oglasi budu relevantni. Na App Storeu također možemo koristiti kontekstualne informacije, uključujući vaše termine za pretraživanje kad pokrenete pretragu i informacije o stranici koju pregledavate ili aplikaciji koju preuzimate kako bismo vam mogli pružiti relevantni oglas. Stvaramo grupe ljudi koji se nazivaju segmenti, a koji imaju slične značajke i koristimo te grupe za isporuku ciljanih oglasa. Informacije o vama koriste se kako bi se utvrdilo kojim ste segmentima dodijeljeni te stoga i koje oglase ćete dobivati. Kako bismo zaštitili vašu privatnost, ciljani oglasi isporučuju se samo ako više od 5.000 osoba zadovoljava kriterije ciljanog oglašavanja. Informacije koje se koriste za određivanje oglasa koji su vam relevantni povezane su s nasumičnim identifikatorima i nisu povezane s vašim Apple računom. Kod odabira koji oglas prikazati na App Storeu iz više oglasa za koje ste prihvatljivi, možemo koristiti neke od opisanih informacija, kao i vaše pretrage i aktivnost pretraživanja u App Storeu, kako bismo odredili koji oglas će vam najvjerojatnije biti relevantan. Aktivnost pretraživanja App Storea uključuje informacije kao što su sadržaj i aplikacije koje dodirujete i pregledavate dok pretražujete App Store. Te se informacije agregiraju kod svih korisnika tako da vas ne identificiraju. Također možemo koristiti lokalnu obradu na uređaju za odabir oglasa koji će se prikazati, koristeći informacije koje su pohranjene na vašem uređaju, poput aplikacija koje često otvarate. Appleova oglašivačka platforma prima informacije o oglasima koje ste dodirnuli i pogledali pomoću nasumičnog identifikatora koji nije povezan s vašim Apple računom. Ako App Storeu odobrite pristup svojoj lokaciji, vaša približna lokacija može se upotrijebiti za pružanje geografski ciljanih oglasa u App Storeu. U bilo kojem trenutku možete isključiti funkcionalnost baziranu na lokaciji tako da na iOS, iPadOS ili visionOS uređaju otvorite Postavke > Privatnost i sigurnost > Lokacijske usluge > App Store, zatim dodirnete Nikad. Ako je postavka Personalizirani oglasi uključena, Appleova oglašivačka platforma može upotrijebiti vaše podatke kako bi vam se pružali oglasi koji su vam najrelevantniji. Ako ne želite s Appleove oglašivačke platforme primati oglase ciljane na temelju vaših interesa, možete isključiti Personalizirane oglase. Isključivanje personaliziranih oglasa spriječit će Apple da koristi vaše podatke za ciljanje oglasa. Možda neće smanjiti broj primljenih oglasa, ali oglasi mogu biti manje relevantni za vas. Saznajte više o Apple oglašavanju i privatnosti na www.apple.com/legal/privacy/data/hr/apple-advertising. Saznajte više o onemogućavanju personaliziranih oglasa na App Storeu, Apple Newsu i u Dionicama na support.apple.com/105131. Dijeljenje s drugim stranama Obvezni smo osigurati neke neosobne podatke svojim strateškim partnerima koji rade s Appleom u pružanju naših proizvoda i usluga, pomažu Appleu stavljati proizvode na tržište kupcima te prodaju oglase u Appleovo ime za prikaz u trgovini App Store i aplikacijama Apple News i Dionice. Na primjer, možemo dijeliti neosobne podatke o vašim kupnjama sadržaja developerima aplikacija kako bi oni mogli mjeriti učinkovitost svog kreativnog rada, ispuniti zahtjeve za tantijeme i obračune te poboljšati svoje proizvode i usluge. Možemo dijeliti informacije s developerima kako bismo im pomogli da upravljaju svojim aplikacijama i poboljšavaju ih. Developeri mogu pristupiti informacijama o uporabi koje daju korisnici koji ostave uključenu opciju, a koje im omogućuju da pogledaju agregirane podatke iz grupa korisnika koji imaju slične karakteristike ili ponašanje, dok god ti podaci dolaze od grupa s najmanje pet članova. Developeri mogu pristupiti informacijama o računima za kupnje i povrate njihovih proizvoda i usluga u App Storeu. Računi ne sadrže osobne podatke; međutim, developeri bi ih mogli povezati s osobnim podacima uslijed vaše uporabe i preuzimanja njihovih aplikacija, ako ste im ih pružili. Ako kupite pretplatu u aplikaciji drugog proizvođača, izradit ćemo ID pretplatnika koji je jedinstven za vas i developera ili izdavača. ID pretplatnika koristimo za pružanje izvještaja developeru, koji uključuju informacije o pretplati koju ste kupili i vašoj državi ili regiji stanovanja. Te informacije pružamo developerima kako bi bolje razumjeli učinkovitost svojih pretplata. Ako otkažete sve svoje pretplate od određenog developera, i ako se ponovno ne pretplatite, ID pretplatnika resetirat će se nakon 180 dana. U određenim regijama, ako izvršite vanjsku kupnju digitalne robe ili usluga za neku aplikaciju, odnosno vaša kupnja nije obavljena koristeći Appleov in-app sustav plaćanja, developer aplikacije za tu aplikaciju prijavit će Appleu informacije o kupnji, uključujući plaćeni iznos i kupljenu stavku, za potrebe Appleovog računovodstva, izvještavanja i analize. Apple ne povezuje informacije o kupnji s vašim Apple računom. Osim toga, kada dođe do automatskih preuzimanja In‑app sadržaja od developera aplikacija, developer će moći vidjeti vašu IP adresu prije prvog otvaranja aplikacije. Način na koji developer aplikacija upravlja vašom IP adresom određen je pravilima privatnosti developera aplikacije. Za isključenje automatskih preuzimanja In‑App sadržaja developera prije nego što po prvi put otvorite aplikaciju idite u Postavke > App Store, zatim dodirom isključite In‑App sadržaje. Primjenjiva pravna osnova za obrađivanje osobnih podataka Vaše osobne podatke na usluzi App Store obrađujemo općenito radi izvršavanja vašeg ugovora s tvrtkom Apple, kako je potrebno radi pružanja usluge i radi usklađenosti s našim pravnim obvezama. Na mjestima na kojima je pristanak prikladna pravna osnova, tražimo ga u skladu s važećim lokalnim zakonom. Na mjestima na kojima važeći lokalni zakon to omogućava, obrađujemo osobne podatke koliko je potrebno za svrhe naših legitimnih interesa ili interesa drugih strana, radi: • Prikaz relevantnog sadržaja, procjena ima li na vašem uređaju dovoljno prostora za preuzimanje traženog sadržaja i pojednostavljenje automatskih preuzimanja ažuriranog sadržaja • Pomoć s poboljšanjem i optimiziranjem App Storea za vas i druge korisnike • Slanje ponuda koje bi vas mogle zanimati e‑mailom i push obavijestima i izrada segmenata koji vam služe oglase u App Storeu, usluzi Apple News i aplikaciji Dionice • Zahtjevi za obradom povrata • Pružanje izvještaja developerima o kupnjama u njihovim aplikacijama • Sprječavanja prevare i drugih zlonamjernih aktivnosti Korišteni podaci sadrže: • Vaša uporaba aplikacije App Store, primjerice vaše interakcije sa sadržajem koji tražite, pregledavate, preuzimate i kupujete, kao i obavijesti App Storea te poruke i in‑app obavijesti i poruke • Detalji o vašem uređaju i računu • Vašu IP adresu • Rezultat pouzdanosti uređaja Zadržavanje Zadržavamo osobne podatke povezane s vašim kupnjama i preuzimanjima u trgovini App Store i drugim Appleovim online trgovinama tijekom razdoblja propisanih u važećim zakonima povezanima s financijskim izvještajima, a koji se razlikuju od zemlje do zemlje. Za većinu kupaca to zahtijeva razdoblje zadržavanja od barem 10 godina, ali u regijama poput Kine taj period može biti 30 godina. Također zadržavamo evidenciju vaše kupnje i preuzimanja sadržaja najmanje tijekom vremena u kojem posjedujete račun kod nas kako bismo vam omogućili da ponovno preuzmete taj sadržaj, u skladu s našim važećim uvjetima. Ostale informacije poput aktivnosti pregledavanja i pretraživanja zadržavamo tijekom kraćeg razdoblja. Odabrano razdoblje u obzir uzima važeće zakonske zahtjeve za zadržavanje podataka i posebnih slučajeva poslovne uporabe. Međutim, neke informacije, poput kupnji, ali ne i vaših spremljenih podataka o kartici, mogu se zadržati kao evidencija poslovanja čak i nakon što zatvorite račun ili prestanete koristiti App Store. Kad koristite platnu karticu, Apple može zadržati i automatski ažurirati vaš broj kartice i informacije o naplati za buduće kupnje, ponavljajuće transakcije ili druge uporabe koje autorizirate. Apple može nabaviti ove informacije od vaše financijske institucije ili platne mreže te ih također koristiti za sprečavanje prevare i verifikaciju. Sprječavanje prevare i ostalih zlonamjernih aktivnosti Također prikupljamo osobne podatke kako bismo spriječili prevaru i ostale zlonamjerne aktivnosti u App Storeu i drugim online trgovinama tvrtke Apple te ostalim Appleovim aplikacijama i uslugama. Te informacije sadrže informacije o uređaju, kao što je vrsta uređaja i verzija softvera, informacije o lokaciji (približno se određuje usklađivanjem IP adrese vaše internetske veze sa zemljopisnim područjem, ako je dostupno), povijest preuzimanja i kupnji, pretraživanja te ostale interakcije s trgovinama. Kada pokrenete kupnju ili kad je pretplata podešena na automatsko obnavljanje, Apple može upotrijebiti podatke o vašem povijesnom poslovnom odnosu s Appleom za obradu zahtjeva i odlučiti hoće li pružiti proizvod ili uslugu prije autorizacije od strane partnera za plaćanje. Također izračunavamo rezultat pouzdanosti uređaja na vašem uređaju prilikom pokušaja obavljanja kupnje koristeći informacije o načinu na koji koristite svoj uređaj, uključujući približan broj telefonskih poziva ili e‑mail poruka koje ste poslali i primili. Ti podaci prikupljaju se u obliku u kojem tvrtka Apple ne može saznati osnovne vrijednosti na vašem uređaju. Rezultat se pohranjuje na određeno vrijeme na našim poslužiteljima. Apple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com/legal/privacy/hr/.
hu: Az áruházak biztosítása Az Ön személyes adatait a szolgáltatások és funkciók biztosítására használjuk az App Store-ban és egyéb online Apple-áruházakban. Az ilyen adatok közé tartoznak például a fiókadatai és a fizetéssel kapcsolatos információi (amelyek a beállításokban találhatók meg és módosíthatók), valamint a vásárlási előzményei. Az Ön személyes adatait az Ön által igényelt egyes szolgáltatások biztosítására (pl. visszatérítéssel kapcsolatos igényekhez) is felhasználhatjuk. Ezek között szerepelhetnek olyan visszatérítési igények, amelyeket Ön közvetlenül küld el az Apple-nek, illetve amelyeket Ön az appfejlesztők segítségével továbbít az Apple felé. Az Ön beleegyezésével a fejlesztők bizonyos személyes adatokat adhatnak át az Apple-nek, hogy elősegítsék az ilyen jellegű visszatérítési igények feldolgozását, például meghatározhatják, hogy Ön használta-e a megvásárolt terméket. Amikor appot tölt le az App Store-ból, vagy appot telepít az Apple Watchán, az Apple az Ön Apple-fiókja mellett más azonosító adatokat, például az eszköz hardverazonosítóját vagy IP-címét is rögzíti. Az áruházak továbbfejlesztése Az App Store-ral és más online Apple-áruházakkal kapcsolatos felhasználói élmény fejlesztése érdekében adatokat gyűjtünk arról, hogy Ön hogyan használja az áruházakat – például mikor nyitja meg vagy zárja be az App Store‑t, milyen tartalmakat keres, illetve milyen tartalmakat néz meg vagy tölt le –, valamint arról, hogy milyen műveleteket végez az App Store push értesítéseivel és jelvényeivel, illetve az App Store appokban megjelenő üzeneteivel. Az eszközével kapcsolatban is gyűjtünk adatokat, ilyen például az eszköz típusa, az operációs rendszer verziója és az eszközén elérhető szabad tárhely mérete. Ezeket az információkat felhasználhatjuk az alábbi módokon: • Népszerű kereséseket és személyre szabott funkciókat kínálunk Önnek, mint például a További játékok, amelyek tetszhetnek Önnek. • Felmérjük, hogy a kért tartalom letölthető‑e. • Felmérjük az eszköz tárhelyére vonatkozó általános használati trendeket, és hogy az eszköze Wi‑Fi-hez vagy mobilhálózathoz kapcsolódik‑e. Előfordulhat, hogy az App Store-ban található appokra vonatkozó értékeléseit és véleményeit, valamint a kereséseit is felhasználjuk App Store‑t működtető modellek továbbfejlesztéséhez. Például az Öntől és más App Store-felhasználóktól származó appvéleményeket és összesített keresési lekérdezéseket arra használjuk fel, hogy összefoglaló véleményeket biztosítsunk, és finomhangoljuk az App Store keresőmodelljét. Az Áruházak személyre szabása Az App Store-ban végzett tevékenysége alapján segítünk a legrelevánsabb tartalom felfedezésében. Például olyan tartalmakat javasolunk, amelyekről az előzőleg Ön által az App Store-ban keresett, megtekintett, letöltött, frissített vagy értékelt termékek alapján úgy gondoljuk, hogy érdekelhetik Önt. Ezenkívül a vásárlási előzményeit (beleértve az appbeli vásárlásokat, az előfizetéseket és a fizetési módokat), illetve az Apple-fiókjából származó fiókadatokat (például az Ön által használt eszközöket és az Ön által aktivált új eszközöket) is felhasználjuk. Ahhoz, hogy jobb javaslatokat tudjunk tenni, összesített információkat is felhasználunk az appok elindításáról, telepítéséről és törléséről azon felhasználók esetében, akik beleegyeznek abba, hogy megosszák az eszközelemzési információkat az Apple-lel, továbbá összesített információkat az appok értékeléseiről. Az App Store helyi, eszközön történő feldolgozással javítja az ajánlásainkat. Az eszközén tárolt apphasználati adatok – például az Ön által gyakran megnyitott appok, az egyes appok használatával eltöltött idő, illetve az Ön által telepített és eltávolított appok – alapján az App Store olyan appokat és appokon belüli eseményeket tud javasolni, amelyek az Ön számára relevánsabbak. Az Apple által az Ön áruházhasználatáról megkapott információk olyan információkat is tartalmazhatnak, hogy Ön milyen személyre szabott tartalmakra koppintott, illetve milyen személyre szabott tartalmakat tekintett meg. Ha ki szeretné kapcsolni a személyre szabási funkciókat az App Store-ban, az Apple Booksban, az iTunes Store-ban, az Apple TV appban és a Podcastsban, illetve az Apple-től származó előfizetésekben, kapcsolja ki a Személyre szabott ajánlások beállítást az Apple-fiókjára vonatkozóan. Ehhez az iOS-, iPadOS- vagy visionOS-eszközén válassza a Beállítások > [az Ön neve] > Média és vásárlások > A fiók megtekintése (visionOS-en: Settings > [az Ön neve] > Media & Purchases > View Account) menüpontot, majd koppintással kapcsolja ki a Személyre szabott ajánlások (visionOS-en: Personalized Recommendations) lehetőséget. Törölheti az eszközén személyre szabás céljából rögzített apphasználati adatokat. Ehhez iOS- vagy iPadOS-eszközén nyissa meg a Beállítások > App Store > Személyre szabott ajánlások menüpontot, és koppintson az Apphasználati adatok törlése lehetőségre. Ezzel az eszközén rögzített adatok nem lesznek törölve, azonban az apphasználati adatok törlése idején rögzített adatok nem lesznek többé felhasználva személyre szabás céljából. Az App Store személyre szabási funkciói azokat az új adatokat fogják használni, amelyek az apphasználati adatok előzményeinek törlése után lettek rögzítve. Az Önnel folytatott kommunikáció Az Apple felhasználhatja az Ön fiókjával kapcsolatos információkat (például az Ön tulajdonában lévő Apple-termékek és az Apple-szolgáltatásokra való előfizetések), hogy információkat küldjön az App Store-ral kapcsolatban, valamint az Önt esetleg érdeklő Apple-termékekről, -szolgáltatásokról és -ajánlatokról. Az Apple felhasználhatja az Ön App Store-ral végzett tevékenységeit ahhoz is, hogy információkat küldjön Önnek az App Store-ban elérhető új funkciókról, tartalmakról és ajánlatokról. E-mailben küldött marketinganyagok E-mail-üzenetben kaphat ilyen jellegű tartalmakat, amennyiben beleegyezik abba, hogy marketinganyagokat küldjünk Önnek e-mailben. Az e-mailekkel kapcsolatos beállítások módosításához, valamint az ilyen jellegű e-mailekről való leiratkozáshoz látogasson el az account.apple.com/hu címre, vagy iOS-, iPadOS-, illetve visionOS-eszközön válassza a Beállítások > [az Ön neve] > Személyes adatok > Kommunikációs beállítások (visionOS-en: Settings > [az Ön neve] > Personal Information > Communication Preferences) menüpontot. Push értesítések Ezeket az információkat push értesítések formájában is megkaphatja. Az értesítési beállítások frissítéséhez, illetve az értesítések lemondásához iOS-, iPadOS- vagy visionOS-eszközön válassza a Beállítások > Értesítések > App Store (visionOS-en: Settings > Notifications > App Store) menüpontot. Hirdetések Az Apple által megjelenített hirdetések segítenek a felhasználóknak, hogy appokat, termékeket és szolgáltatásokat fedezzenek fel az App Store-ban, az Apple Newsban és a Részvényekben. Felhasználjuk az Ön eszközével, fiókjával, vásárlásaival, előfizetéseivel és korábbi letöltéseivel kapcsolatos információkat annak érdekében, hogy biztosan Önhöz illő hirdetéseket jelenítsünk meg. Előfordulhat, hogy az App Store-ban felhasználunk környezeti információkat is, többek között a keresések során megadott keresési kifejezéseket, és a megtekintett oldallal vagy a letöltött appal kapcsolatos információkat, az Ön számára releváns hirdetések szolgáltatásához. Olyan emberekből álló csoportokat, úgynevezett szegmenseket hozunk létre, akik hasonló jellemzőkkel rendelkeznek, és ezeket a csoportokat célzott hirdetések megjelenítéséhez használjuk. Az Önnel kapcsolatos információkat annak meghatározására használjuk fel, hogy Ön milyen szegmensekbe tartozik, és így milyen hirdetéseket kaphat. A személyes adatok védelme érdekében a célzott hirdetések csak akkor lesznek elküldve, ha több mint 5000 személy megfelel a célzási feltételeknek. Az Ön számára releváns hirdetések meghatározásához felhasznált információk véletlenszerű azonosítókhoz vannak hozzárendelve, és nincsenek összekapcsolva az Ön Apple-fiókjával. Amikor kiválasztjuk, hogy a megfelelő hirdetések közül melyik jelenjen meg Önnek az App Store-ban, felhasználhatjuk a fenti információk egy részét, valamint az App Store-ban végzett keresési és böngészési tevékenységét, hogy meghatározzuk, melyik az Önnek leginkább releváns hirdetés. Az App Store-ban végzett böngészési tevékenység olyan információkból áll össze, mint az App Store-ban végzett böngészés közben megtekintett tartalom és appok, illetve az elemek, amelyekre koppint. Ez az információ a felhasználók között összesítve van, így nem azonosítja Önt. Előfordulhat, hogy az eszközön történő helyi feldolgozást arra használjuk, hogy kiválasszuk a megjelenítendő hirdetést az Ön eszközén tárolt információk alapján, például azt figyelembe véve, hogy Ön mely appokat nyitja meg gyakran. Az Apple hirdetési platformja információkat kap arról, hogy Ön milyen hirdetésekre koppintott, illetve milyen hirdetéseket tekintett meg. Ezek az információk egy véletlenszerű azonosítóval vannak ellátva, amely nincs összekapcsolva az Ön Apple-fiókjával. Ha engedélyezi a helyzetéhez való hozzáférést az App Store számára, akkor az Ön hozzávetőleges helyzete arra lehet felhasználva, hogy földrajzilag célzott hirdetéseket biztosítsunk az App Store-ban. A helyzetalapú funkciókat bármikor tetszés szerint kikapcsolhatja egy iOS-, iPadOS- vagy visionOS-eszközön, ha kiválasztja a Beállítások > Adatvédelem és biztonság > Helymeghatározás > App Store (visionOS-en: Settings > Privacy & Security > Location Services > App Store) menüpontot, majd a Soha (visionOS-en: Never) lehetőséget választja. Ha a Személyre szabott hirdetések beállítás be van kapcsolva, az Apple hirdetési platformja felhasználhatja az Ön információit arra, hogy Önre nézve relevánsabb hirdetéseket jelenítsen meg. Ha nem szeretne az Apple hirdetési platformjáról az Ön érdeklődési körének megfelelő célzott hirdetéseket kapni, kikapcsolhatja a Személyre szabott hirdetések funkciót. A Személyre szabott hirdetések funkció kikapcsolása megakadályozza, hogy az Apple célzott hirdetésekhez használja fel az Ön információit. Előfordulhat, hogy ez nem csökkenti a megjelenő hirdetések számát, de a hirdetések kevésbé lesznek relevánsak az Ön számára. Bővebben az Apple-hirdetésekről és az adatvédelemről: www.apple.com/legal/privacy/data/hu/apple-advertising. A következő cikkből megtudhatja, hogyan iratkozhat le a személyre szabott hirdetésekről az App Store-ban, az Apple News felületén és a Részvényekben: support.apple.com/hu-hu/105131 Megosztás harmadik felekkel Kötelesek vagyunk átadni bizonyos nem személyes jellegű adatokat azoknak a stratégiai partnereinknek, akik együttműködnek az Apple-lel a termékeink és szolgáltatásaink biztosításában, segítik az Apple marketingjét az ügyfelek felé, és olyan hirdetéseket adnak el az Apple nevében, amelyek az App Store-ban, az Apple Newsban és a Részvényekben jelennek meg. Megoszthatunk például a megvásárolt tartalmakkal kapcsolatos, nem személyes adatokat az appfejlesztőkkel annak érdekében, hogy fel tudják mérni alkotói tevékenységük eredményességét, meg tudjanak felelni a jogdíjakkal és a könyveléssel kapcsolatos követelményeknek, valamint fejleszteni tudják termékeiket és szolgáltatásaikat. Előfordulhat, hogy adatait fejlesztőkkel is megosztjuk, hogy elősegítsük az appjaik működtetését és továbbfejlesztését. A fejlesztők hozzáférhetnek az önként jelentkező felhasználók által szolgáltatott, felhasználással kapcsolatos adatokhoz, így megtekinthetik a hasonló tulajdonságokkal rendelkező vagy hasonló viselkedésű csoportoktól gyűjtött összesített adatokat, amennyiben ezek az adatok legalább ötfős csoportoktól származnak. A fejlesztők megtekinthetik az App Store-ban vásárolt termékeik és szolgáltatásaik megvásárlását és visszatérítését igazoló bizonylatok információit. Az ilyen bizonylatokon nem szerepelnek személyes adatok, a fejlesztők azonban megpróbálhatják összekapcsolni őket az Ön a tőlük származó appok használatára és letöltésére vonatkozó személyes adataival, amennyiben a rendelkezésükre bocsátotta azokat. Ha Ön egy harmadik féltől származó appra fizet elő, létrehozunk egy előfizetői azonosítót, amely egyedi, és csak Önre, illetve a fejlesztőre vagy forgalmazóra vonatkozik. Az előfizetői azonosító használatával az Ön által vásárolt előfizetéssel és az Ön lakhelyének országával vagy régiójával kapcsolatos információkat is tartalmazó jelentéseket biztosítunk a fejlesztő számára. Ezeket az információkat azért bocsátjuk a fejlesztők rendelkezésére, hogy megismerhessék, hogyan teljesítenek az előfizetéseik. Ha egy fejlesztőnél lemondja az összes előfizetését, és nem fizet elő újra, akkor 180 nap elteltével az előfizetői azonosító alaphelyzetbe fog állni. Bizonyos régiókban, ha egy apphoz kapcsolódó digitális terméket vagy szolgáltatást külsőleg vásárol meg (azaz a vásárlás nem az Apple appon belüli fizetési rendszerén keresztül történik), akkor ennek az appnak a fejlesztője jelenti az Apple-nek a vásárlással kapcsolatos információkat, beleértve a fizetett összeget és a vásárolt terméket, hogy ezeket az Apple számviteli, jelentéskészítési és elemzési célokra felhasználhassa. Az Apple nem kapcsolja a vásárlásra vonatkozó információkat az Ön Apple-fiókjához. Ezenkívül amikor automatikus appon belüli tartalmak kerülnek letöltésre az appfejlesztőktől, az Ön eszközének IP-címe látható lesz az appfejlesztő számára az app első megnyitása előtt. Az Ön IP-címének appfejlesztő általi kezelésére az appfejlesztő adatvédelmi szabályzata vonatkozik. Ha szeretné kikapcsolni, hogy az appon belüli tartalmak automatikusan le legyenek töltve az appfejlesztőtől az app első megnyitása előtt, válassza a Beállítások > App Store menüpontot, majd koppintással kapcsolja ki az Appon belüli tartalom beállítást. A személyes adatok feldolgozásának hatályos jogalapja Az Ön személyes adatait az App Store-ban általánosságban az Ön Apple-lel kötött szerződésének végrehajtása érdekében dolgozzuk fel, a szolgáltatás biztosításához és a jogi előírásoknak való megfeleléshez szükséges módon. Ahol a hatályos jogalap a hozzájárulás, ott hozzájárulást kérünk a vonatkozó helyi jogszabályoknak megfelelően. Ahol a helyi jogszabályok lehetővé teszik, a személyes adatokat feldolgozzuk a saját jogos érdekünkkel vagy harmadik felek jogos érdekeivel kapcsolatos célokra annak érdekében, hogy: • Releváns tartalmat jeleníthessünk meg, felmérhessük, hogy az eszköze rendelkezik-e elegendő tárhellyel a kért tartalom letöltéséhez, és lehetővé tegyük a frissített tartalom automatikus letöltését; • Segítsünk fejleszteni és optimalizálni az App Store‑t az Ön és mások számára; • Az érdeklődésére esetlegesen számot tartó ajánlatokat küldjünk Önnek e-mailben és push értesítésekben, valamint szegmenseket hozzunk létre, amelyek alapján hirdetéseket jeleníthetünk meg Önnek az App Store-ban, az Apple Newsban és a Részvényekben; • Feldolgozzuk a visszatérítési kérelmeket; • Jelentéseket biztosítsunk a fejlesztőknek az appjaikban végrehajtott vásárlásokkal kapcsolatban; • Megakadályozhassuk a csalásokat és más rosszindulatú tevékenységeket. A felhasznált adatok a következőket tartalmazzák: • Az Ön App Store app használatával kapcsolatos információi, például a keresett, megtekintett, letöltött és megvásárolt tartalommal, valamint az App Store értesítéseivel és üzeneteivel, illetve az appon belüli értesítésekkel és üzenetekkel kapcsolatos interakciói; • Az Ön eszközére és fiókjára vonatkozó részletek; • Az Ön IP-címe; • Az eszköz megbízhatósági pontszáma. Megőrzés Az App Store-ban és egyéb online Apple-áruházakban történt vásárlásokhoz és letöltésekhez kapcsolódó személyes adatokat a pénzügyi beszámolásra vonatkozó jogszabályokban meghatározott időszakokra őrizzük meg, amelyek hossza régiónként eltérhet. A legtöbb ügyfél esetében a megőrzési időszak hossza az előírásoknak megfelelően legalább 10 év, azonban bizonyos régiókban (például Kínában) ez az időszak 30 év is lehet. Emellett legalább addig megőrizzük a vásárlásokra és a tartalom letöltésére vonatkozó nyilvántartásokat, amíg Ön fiókkal rendelkezik nálunk, hogy lehetővé tegyük a tartalom újbóli letöltését az érvényben lévő feltételeknek megfelelően. Egyéb információkat, például a böngészési szokásokat és a kereséseket rövidebb ideig őrizzük meg. A kiválasztott időszak figyelembe veszi a hatályos jogi követelményeket az adatok és a konkrét üzleti felhasználási esetek megőrzésére vonatkozóan. Bizonyos információkat, például a vásárlásokra vonatkozókat (a tárolt kártyaadatai kivételével) azonban esetenként akkor is megőrizhetjük üzleti nyilvántartások formájában, miután Ön megszünteti a fiókját, vagy abbahagyja az App Store használatát. Fizetési kártya használatakor előfordulhat, hogy az Apple megőrzi és automatikusan frissíti az Ön kártyaszámát és a számlázási információkat a jövőbeli vásárlásokhoz, az ismétlődő tranzakciókhoz, illetve olyan egyéb használati célokra is, amelyeket Ön engedélyez. Az Apple ezeket az információkat az Ön pénzügyi intézményétől vagy fizetési hálózatától szerezheti be, és a csalások megelőzéséhez, illetve ellenőrzéshez is felhasználhatja őket. Csalások és más rosszindulatú tevékenységek megakadályozása Személyes adatokat azért is gyűjtünk, hogy megelőzzük a csalásokat és más rosszindulatú tevékenységeket az App Store-ban és más online Apple-áruházakban, valamint az Apple további appjaiban és szolgáltatásaiban. Ilyen adatok például az eszközinformációk, többek között az eszköz típusa és szoftververziója, a helyzetadatok (megközelítőlegesen meghatározva az internetkapcsolata IP-címének egy földrajzi régióhoz való egyeztetésével, ha elérhető), a letöltési és vásárlási előzmények, keresések, valamint az áruházakkal folytatott egyéb interakciók. Amikor Ön vásárlást kezdeményez, vagy amikor egy előfizetés automatikus megújításra van beállítva, az Apple felhasználhatja az Ön Apple-lel való üzleti kapcsolatának előzményeit a kérelem feldolgozásához, valamint annak meghatározásához, hogy biztosítsa-e a terméket vagy szolgáltatást a fizetési partner jóváhagyása előtt. Amikor megpróbál vásárolni, egy eszközmegbízhatósági pontszámot is kiszámítunk az eszközhasználattal kapcsolatos információi alapján, amelyek azt is tartalmazzák, hogy hozzávetőlegesen hány telefonhívást intézett, és hány e-mail-üzenetet küldött és kapott. Az információk beküldése úgy lett megtervezve, hogy az Apple ne tudja megállapítani a mögöttes értékeket az eszközén. A pontszámot meghatározott ideig tároljuk a szervereinken. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek kezelve, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Menyediakan Toko Kami menggunakan data pribadi Anda untuk menyediakan layanan dan fitur di App Store dan toko online Apple lainnya. Informasi ini menyertakan, misalnya, informasi akun dan pembayaran Anda, yang dapat Anda akses dan ubah di pengaturan, dan riwayat pembelian Anda. Kami juga menggunakan data pribadi Anda untuk menyediakan layanan tertentu yang Anda minta, seperti permintaan pengembalian dana. Ini dapat menyertakan permintaan pengembalian dana yang secara langsung Anda kirimkan ke Apple atau yang difasilitasi oleh pengembang app. Dengan persetujuan Anda, pengembang dapat memberikan data pribadi tertentu ke Apple untuk membantu pemrosesan permintaan pengembalian dana ini, seperti apakah Anda telah menggunakan pembelian. Saat Anda mengunduh app dari App Store atau menginstal app di Apple Watch Anda, pengenal seperti ID perangkat keras dan alamat IP dicatat oleh Apple bersama dengan Akun Apple Anda. Meningkatkan Toko Untuk meningkatkan pengalaman di App Store dan toko online Apple lainnya, kami mengumpulkan informasi mengenai penggunaan toko oleh Anda, termasuk kapan Anda membuka atau menutup App Store, konten apa yang Anda cari, konten yang Anda lihat dan unduh, dan interaksi Anda dengan pemberitahuan push dan tanda App Store serta pesan dari App Store di dalam app. Kami juga mengumpulkan informasi mengenai perangkat Anda seperti jenis perangkat, versi sistem operasi, dan banyaknya ruang kosong pada perangkat Anda. Kami dapat menggunakan informasi ini dengan cara berikut: • Untuk menawarkan pencarian populer dan fitur yang disesuaikan seperti Game Lainnya yang Mungkin Anda Suka • Untuk menulai apakah konten yang diminta dapat diunduh • Untuk memahami tren umum dalam penggunaan penyimpanan perangkat, dan apakah perangkat Anda terhubung ke Wi-Fi atau seluler Kami juga dapat menggunakan penilaian dan ulasan app Anda di App Store serta apa yang Anda cari untuk meningkatkan model yang mendukung App Store. Misalnya, ulasan app dan permintaan pencarian agregat dari Anda dan pengguna App Store lain digunakan untuk memberikan ringkasan ulasan dan untuk menyempurnakan model pencarian App Store. Menyesuaikan Toko Kami menggunakan interaksi Anda dengan App Store untuk membantu Anda menemukan konten yang paling relevan dengan Anda. Misalnya, kami merekomendasikan konten yang menurut kami akan menarik bagi Anda berdasarkan apa yang sebelumnya Anda cari, lihat, unduh, perbarui, atau ulas di App Store. Kami juga menggunakan riwayat pembelian Anda, termasuk pembelian di app, langganan, dan metode pembayaran Anda bersama informasi akun yang berasal dari Akun Apple Anda, seperti perangkat yang Anda gunakan dan perangkat baru yang Anda aktifkan. Untuk membuat rekomendasi yang lebih baik, kami juga menggunakan informasi agregat mengenai peluncuran, penginstalan, dan penghapusan app dari pengguna yang memilih untuk membagikan analisis perangkat dengan Apple dan informasi agregat mengenai nilai app. App Store menggunakan pemrosesan lokal di perangkat untuk meningkatkan rekomendasi kami. Menggunakan data penggunaan app yang disimpan di perangkat Anda — seperti app yang sering Anda buka, waktu yang Anda habiskan menggunakan app tertentu, serta app yang Anda instal dan copot — App Store dapat menyarankan app dan acara di app yang lebih relevan kepada Anda. Informasi yang Apple terima mengenai penggunaan toko Anda menyertakan informasi mengenai konten yang dipersonalisasi yang Anda ketuk dan lihat. Anda dapat mematikan fitur personalisasi di App Store, Apple Books, iTunes Store, Apple TV, Podcast, dan untuk langganan dari Apple dengan mematikan Rekomendasi Personal untuk Akun Apple Anda. Di perangkat iOS, iPadOS, atau visionOS, buka Pengaturan > [nama Anda] > Media & Pembelian > Lihat Akun, lalu ketuk untuk mematikan Rekomendasi Personal. Anda dapat membersihkan data penggunaan app yang dicatat di perangkat Anda untuk personalisasi di perangkat iOS dan iPadOS dengan membuka Pengaturan > App Store > Rekomendasi Personal dan mengetuk Bersihkan Data Penggunaan App. Ini tidak akan menghapus data yang dicatat di perangkat Anda, tapi data yang dicatat pada saat Anda membersihkan data penggunaan app Anda tidak akan lagi digunakan untuk personalisasi. Fitur personalisasi App Store akan menggunakan data baru yang dicatat setelah Anda membersihkan riwayat data penggunaan app Anda. Berkomunikasi dengan Anda Apple dapat menggunakan informasi mengenai akun Anda, seperti produk Apple yang Anda miliki dan langganan layanan Apple Anda, untuk mengirimi Anda komunikasi mengenai App Store dan produk, layanan, serta penawaran Apple lainnya yang mungkin Anda minati. Apple juga dapat menggunakan informasi mengenai aktivitas Anda di dalam App Store untuk mengirimi Anda komunikasi mengenai fitur, konten, dan penawaran baru yang tersedia di App Store. Pemasaran Email Anda juga dapat menerima komunikasi ini melalui email, jika Anda menyetujui untuk menerima pemasaran email. Anda dapat mengubah preferensi email Anda dan menonaktifkan penerimaan email ini dengan membuka account.apple.com, atau di perangkat iOS, iPadOS, atau visionOS Anda dengan membuka Pengaturan > [nama Anda] > Informasi Pribadi > Preferensi Komunikasi. Pemberitahuan Push Anda juga dapat menerima komunikasi ini melalui pemberitahuan push. Untuk memperbarui preferensi pemberitahuan Anda atau untuk menonaktifkan pemberitahuan di perangkat iOS, iPadOS, atau visionOS Anda, buka Pengaturan > Pemberitahuan > App Store. Pengiklanan Pengiklanan yang dikirimkan Apple membantu pengguna menemukan app, produk, dan layanan di App Store, Apple News, dan Saham. Kami menggunakan informasi mengenai perangkat, akun, pembelian, langganan, dan pengunduhan sebelumnya untuk memastikan bahwa iklan akan relevan. Di App Store, kami juga dapat menggunakan informasi kontekstual, termasuk istilah pencarian Anda saat menjalankan pencarian, dan informasi mengenai halaman yang sedang Anda lihat atau app yang sedang Anda unduh untuk menyuguhkan iklan yang relevan kepada Anda. Kami membuat grup orang, yang disebut segmen, yang memiliki karakteristik yang mirip dan kami menggunakan grup untuk menyuguhkan iklan yang sesuai target. Informasi mengenai Anda digunakan untuk menentukan segmen yang sesuai bagi Anda dan iklan mana yang Anda dapatkan. Untuk melindungi privasi Anda, iklan sesuai target hanya disajikan jika lebih dari 5.000 orang memenuhi kriteria penargetan. Informasi yang digunakan untuk menentukan iklan mana yang relevan bagi Anda akan dikaitkan dengan pengenal acak dan tidak dikaitkan dengan Akun Apple Anda. Saat memilih iklan mana yang akan ditampilkan di App Store dari beberapa iklan yang sesuai bagi Anda, kami dapat menggunakan sebagian informasi tersebut di atas, serta pencarian dan aktivitas penelusuran App Store Anda, untuk menentukan iklan mana yang kemungkinan paling relevan bagi Anda. Aktivitas penelusuran App Store meliputi informasi seperti konten dan app yang Anda ketuk serta lihat saat menelusuri App Store. Informasi ini diagregatkan untuk semua pengguna sehingga tidak mengidentifikasi Anda. Kami juga menggunakan pemrosesan lokal di perangkat untuk memilih iklan apa yang ditampilkan, menggunakan informasi yang disimpan di perangkat Anda, seperti app yang sering Anda buka. Platform pengiklanan Apple menerima informasi mengenai iklan yang Anda ketuk dan lihat terhadap pengenal acak yang tidak dikaitkan ke Akun Apple Anda. Jika Anda memberi App Store akses ke lokasi Anda, perkiraan lokasi Anda dapat digunakan untuk memberi Anda iklan yang ditargetkan secara geografis di App Store. Anda dapat menonaktifkan fungsionalitas berbasis lokasi kapan pun di perangkat iOS, iPadOS, atau visionOS Anda dengan membuka Pengaturan > Privasi & Keamanan > Layanan Lokasi > App Store, lalu mengetuk Jangan Pernah. Jika pengaturan Iklan yang Dipersonalisasi dinyalakan, platform pengiklanan Apple dapat menggunakan informasi Anda untuk menyajikan iklan yang lebih relevan bagi Anda. Jika Anda tidak ingin menerima iklan yang ditargetkan terhadap minat Anda dari platform pengiklanan Apple, Anda dapat memilih untuk mematikan Iklan yang Dipersonalisasi. Jika Iklan yang Dipersonalisasi dimatikan, Apple tidak akan dapat menggunakan informasi Anda untuk penargetan iklan. Hal ini mungkin tidak akan mengurangi jumlah iklan yang Anda terima, tapi iklan mungkin akan menjadi kurang relevan bagi Anda. Pelajari Pengiklanan Apple & Privasi lebih lanjut di www.apple.com/legal/privacy/data/id/apple-advertising. Pelajari cara menonaktifkan iklan yang dipersonalisasi di App Store, Apple News, dan Saham di support.apple.com/105131 Berbagi dengan Pihak Ketiga Kami diwajibkan untuk menyediakan data nonpribadi tertentu kepada mitra strategis yang bekerja dengan Apple untuk menyediakan produk dan layanan kami, membantu Apple memasarkan ke konsumen, dan menjual iklan atas nama Apple untuk ditampilkan di App Store, Apple News, dan Saham. Misalnya, kami dapat membagikan data nonpribadi mengenai pembelian konten oleh Anda dengan pengembang app sehingga mereka dapat mengukur kinerja karya kreatif mereka, memenuhi persyaratan royalti dan akuntansi mereka, dan meningkatkan produk serta layanan mereka. Kami dapat membagikan informasi dengan pengembang app untuk membantu mereka beroperasi dan meningkatkan app mereka. Pengembang dapat mengakses informasi penggunaan, yang disediakan oleh pengguna yang mengaktifkan, yang memungkinkan mereka untuk melihat data agregat dari grup pengguna yang memiliki karakteristik atau perilaku yang mirip, selama data berasal dari grup yang berisi setidaknya lima pengguna. Pengembang dapat mengakses informasi nota untuk pembelian dan pengembalian dana untuk produk dan layanan mereka di App Store. Nota tidak menyertakan data pribadi; namun, pengembang dapat mencoba mengaitkannya dengan data pribadi dari penggunaan dan pengunduhan app mereka oleh Anda, jika Anda telah menyediakannya. Jika Anda membeli langganan di app pihak ketiga, kami akan membuat ID Pelanggan khusus bagi Anda dan pengembang atau penerbit. Kami menggunakan ID Pelanggan untuk menyediakan laporan kepada pengembang yang menyertakan informasi mengenai langganan yang Anda beli dan negara atau wilayah tempat tinggal Anda. Informasi ini disediakan kepada pengembang agar mereka dapat memahami kinerja langganan mereka. Jika Anda membatalkan semua langganan Anda dengan pengembang tertentu dan jika Anda tidak berlangganan kembali, ID Pelanggan akan diatur ulang setelah 180 hari. Di wilayah tertentu, jika Anda melakukan pembelian eksternal untuk produk atau layanan digital suatu app, yang berarti pembelian Anda tidak dilakukan dengan sistem pembayaran di app Apple, pengembang app tersebut akan melaporkan informasi pembelian ke Apple, termasuk jumlah terbayar dan item yang dibeli, untuk tujuan pembukuan, pelaporan, dan analisis Apple. Apple tidak menautkan informasi pembelian ke Akun Apple Anda. Selain itu, saat pengunduhan otomatis konten di app dari pengembang app berlangsung, alamat IP perangkat Anda akan dapat dilihat oleh pengembang app sebelum app dibuka untuk pertama kalinya. Penanganan alamat IP Anda oleh pengembang app diatur oleh kebijakan privasi pengembang app. Untuk mematikan pengunduhan otomatis konten di app dari pengembang sebelum Anda membuka app untuk pertama kalinya, buka Pengaturan > App Store, lalu ketuk untuk mematikan Konten Di App. Dasar Hukum yang Berlaku untuk Memproses Data Pribadi Kami memproses data pribadi Anda di App Store secara umum untuk menjalankan kontrak Anda dengan Apple, sebagaimana yang diperlukan untuk menyediakan layanan, dan untuk mematuhi kewajiban hukum kami. Jika persetujuan merupakan dasar hukum yang sesuai, kami akan memintanya sesuai dengan hukum setempat yang berlaku. Jika sesuai dengan hukum setempat yang berlaku, kami memproses data pribadi untuk tujuan kepentingan kami yang sah atau pihak ketiga agar dapat: • Menampilkan konten yang relevan, mengevaluasi apakah perangkat Anda memiliki cukup ruang untuk mengunduh konten yang diminta, dan memfasilitasi pengunduhan otomatis dari konten yang diperbarui • Membantu meningkatkan dan mengoptimalkan App Store bagi Anda dan pengguna lain • Mengirimi Anda penawaran melalui email dan pemberitahuan push yang mungkin Anda minati, dan untuk menciptakan segmen untuk menyuguhkan iklan kepada Anda di App Store, Apple News, dan Saham • Memproses permintaan pengembalian dana • Menyediakan pelaporan kepada pengembang mengenai pembelian di app mereka • Mencegah penipuan dan aktivitas berbahaya lainnya Data yang digunakan meliputi: • Penggunaan app App Store Anda, seperti interaksi Anda dengan konten yang Anda cari, lihat, unduh, dan beli, serta pemberitahuan dan pesan App Store serta pemberitahuan dan pesan di app • Detail mengenai perangkat dan akun Anda • Alamat IP Anda • Skor kepercayaan perangkat Penyimpanan Kami menyimpan data pribadi yang dikaitkan dengan pembelian dan pengunduhan di App Store dan toko online Apple lainnya dalam periode waktu yang ditentukan oleh hukum yang berlaku terkait dengan pelaporan keuangan, yang berbeda-beda menurut wilayah. Untuk sebagian konsumen, hal tersebut memerlukan periode penyimpanan setidaknya selama 10 tahun tapi di wilayah seperti Tiongkok, periode tersebut dapat berlangsung 30 tahun. Kami juga menyimpan catatan pembelian dan pengunduhan konten Anda setidaknya selama Anda memiliki akun dengan kami agar Anda dapat mengunduh konten tersebut sesuai dengan syarat kami yang berlaku. Kami menyimpan informasi lainnya seperti aktivitas penelusuran dan pencarian dalam periode waktu yang lebih pendek. Periode waktu yang dipilih mempertimbangkan persyaratan hukum yang berlaku untuk menyimpan data dan kasus penggunaan bisnis tertentu. Namun, sebagian informasi, seperti pembelian, tapi bukan detail kartu Anda yang disimpan, dapat disimpan sebagai catatan bisnis bahkan setelah Anda menutup akun Anda atau berhenti menggunakan App Store. Saat Anda menggunakan kartu pembayaran, Apple mungkin menyimpan dan memperbarui nomor kartu dan informasi penagihan Anda secara otomatis untuk pembelian mendatang, transaksi berulang, dan penggunaan lainnya yang Anda sahkan. Apple dapat memperoleh informasi ini dari institusi keuangan atau jaringan pembayaran Anda, dan juga menggunakannya untuk pencegahan penipuan dan verifikasi. Mencegah Penipuan dan Aktivitas Berbahaya Lainnya Kami juga mengumpulkan data pribadi untuk mencegah penipuan dan aktivitas berbahaya lainnya di App Store dan toko online Apple lainnya, dan app serta layanan Apple lainnya. Informasi ini meliputi informasi perangkat, seperti jenis perangkat dan versi perangkat lunak, informasi lokasi (diperkirakan dengan mencocokkan alamat IP koneksi internet Anda dengan wilayah geografis, jika tersedia), riwayat pengunduhan dan pembelian, pencarian, dan interaksi lainnya dengan toko. Saat Anda memulai pembelian, atau saat langganan diatur ke perpanjangan otomatis, Apple dapat menggunakan informasi mengenai riwayat hubungan bisnis Anda dengan Apple untuk memproses permintaan dan menentukan apakah produk atau layanan akan disediakan dengan pengesahan mitra pembayaran. Kami juga menghitung skor kepercayaan perangkat pada perangkat Anda saat Anda mencoba membeli menggunakan informasi mengenai bagaimana Anda menggunakan perangkat, termasuk perkiraan jumlah panggilan telepon atau email yang Anda kirim dan terima. Pengiriman dirancang sedemikian rupa sehingga Apple tidak dapat mempelajari nilai mendasar pada perangkat Anda. Skor tersebut disimpan dalam jangka waktu yang tetap di server kami. Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di https://www.apple.com/id/privacy/.
it: Funzionalità degli Store Apple utilizza i tuoi dati personali per fornirti servizi e funzionalità su App Store e sugli altri Store Apple online. Queste informazioni includono, ad esempio, i dati relativi al tuo account o le informazioni di pagamento, consultabili e modificabili in Impostazioni, e la cronologia degli acquisti. I tuoi dati personali potrebbero essere utilizzati anche per fornirti determinati servizi opzionali, come le richieste di rimborso. Queste possono includere le richieste di rimborso inviate direttamente ad Apple o quelle inviate ad Apple tramite gli sviluppatori di app. Con il tuo consenso, gli sviluppatori di app potrebbero fornire ad Apple determinati dati personali utili a elaborare tali richieste di rimborso, come ad esempio se hai utilizzato o meno l’acquisto. Quando scarichi un’app da App Store o installi un’app su Apple Watch, Apple associa al tuo Apple Account alcune informazioni, come l’identificativo hardware del tuo dispositivo e l’indirizzo IP. Migliorare l’esperienza utente sugli Store Al fine di migliorare la tua esperienza utente su App Store e sugli altri Store Apple online, Apple raccoglie informazioni relative al loro utilizzo, incluso quando accedi ad App Store o esegui il logout, i contenuti che cerchi, ciò che visualizzi e scarichi, le interazioni con le notifiche push e con i badge di App Store e i messaggi provenienti da App Store inviati all’interno delle app. Raccogliamo anche informazioni sul tuo dispositivo, come il tipo, la versione del sistema operativo e la quantità di spazio libero. I dati possono essere utilizzati nei seguenti modi: • Per mostrare le ricerche di tendenza e funzionalità personalizzate, come i giochi simili che potrebbero piacerti. • Per verificare se i contenuti richiesti possono essere scaricati. • Per comprendere tendenze generali riguardo all’utilizzo dello spazio di archiviazione e per verificare se il dispositivo è connesso tramite rete Wi‑Fi o cellulare. Apple potrebbe utilizzare anche le tue valutazioni e recensioni delle app su App Store e ciò che cerchi per migliorare i modelli usati da App Store. Ad esempio, le recensioni delle app e i termini di ricerca aggregati, raccolti da te e da altri utenti di App Store, vengono utilizzati per fornire riepiloghi delle recensioni e per perfezionare il modello su cui si basa la ricerca su App Store. Personalizzazione degli Store Usiamo le tue interazioni con App Store per aiutarti a scoprire contenuti più pertinenti per te. Ad esempio, consigliamo contenuti che riteniamo possano interessarti in base a ciò che hai precedentemente cercato, visualizzato, scaricato, aggiornato o consultato su App Store. Inoltre, utilizziamo la cronologia degli acquisti, inclusi quelli in‑app, gli abbonamenti e i metodi di pagamento, insieme alle informazioni sull’account derivate dal tuo Apple Account, ad esempio i dispositivi che utilizzi e quelli nuovi che attivi. Per fornire consigli migliori, utilizziamo anche informazioni aggregate sugli avvii delle app, le installazioni e le eliminazioni da parte degli utenti che scelgono di condividere l’analisi dei dispositivi con Apple, oltre a informazioni aggregate sulle valutazioni delle app. App Store utilizza l’elaborazione locale sul dispositivo per migliorare i consigli proposti. Utilizzando i dati sull’uso delle app archiviati sul dispositivo (come le app che apri spesso, il tempo trascorso utilizzando determinate app e le app installate o disinstallate), App Store è in grado di consigliarti le app e gli eventi in-app più rilevanti. I dati ricevuti da Apple riguardanti il tuo utilizzo degli Store includono le informazioni sui contenuti personalizzati che apri e visualizzi. Puoi disattivare le funzionalità di personalizzazione di App Store, Apple Books, iTunes Store, Apple TV e Podcast e per gli abbonamenti di Apple disattivando “Consigli personalizzati” per il tuo Apple Account. Su un dispositivo iOS, iPadOS o visionOS, vai in Impostazioni > [Il tuo nome] > File multimediali e acquisti > Visualizza account, quindi disattiva “Consigli personalizzati”. Puoi cancellare i dati sull’utilizzo delle app registrati sul tuo dispositivo per la personalizzazione. Sui dispositivi iOS e iPadOS, vai in Impostazioni > App Store > Consigli personalizzati e tocca “Cancella dati sull’utilizzo delle app”. L’operazione non eliminerà i dati presenti sul dispositivo, ma qualsiasi dato registrato fino al momento in cui esegui la cancellazione dei dati sull’utilizzo delle app non verrà più usato per la personalizzazione. Le funzionalità di personalizzazione di App Store utilizzeranno i nuovi dati registrati dopo la cancellazione della cronologia dei dati sull’utilizzo delle app. Comunicazione con l’utente Apple potrebbe utilizzare le informazioni sul tuo account, come i prodotti Apple che possiedi e i tuoi abbonamenti ai servizi Apple, per inviarti comunicazioni riguardanti App Store, altri prodotti e servizi Apple e offerte che potrebbero interessarti. Apple potrebbe inoltre utilizzare le informazioni riguardanti la tua attività all’interno di App Store per inviarti comunicazioni riguardanti nuove funzionalità, contenuti e offerte disponibili su App Store. Email di marketing Potresti ricevere tali comunicazioni via email, se hai fornito il consenso a ricevere email di marketing. Puoi modificare le preferenze relative alle email e disattivarne la ricezione andando su account.apple.com oppure, sui dispositivi iOS, iPadOS o visionOS, andando in Impostazioni > [Il tuo nome] > Informazioni personali > Preferenze di comunicazione. Notifiche push Potresti ricevere tali comunicazioni anche tramite notifiche push. Per aggiornare le preferenze sulle notifiche o per disattivarne la ricezione sui dispositivi iOS, iPadOS o visionOS, vai in Impostazioni > Notifiche > App Store. Contenuti pubblicitari Le pubblicità fornite da Apple aiutano le persone a scoprire app, prodotti e servizi su App Store, Apple News e Borsa. Apple utilizza le informazioni relative al tuo dispositivo, all’account, agli acquisti, agli abbonamenti e ai download precedenti per garantire che i contenuti pubblicitari offerti siano rilevanti. Su App Store, potremmo inoltre utilizzare informazioni contestuali, inclusi i termini che utilizzi quando esegui una ricerca, e le informazioni sulla pagina che stai visualizzando o sull’app che stai scaricando per fornirti annunci pertinenti. Apple crea gruppi di persone (definiti, nel gergo, “segmenti”) con caratteristiche simili allo scopo di fornire contenuti pubblicitari mirati. Le informazioni su di te vengono utilizzate per determinare la tua appartenenza a tali segmenti e la ricezione di contenuti pubblicitari specifici. Al fine di proteggere la tua privacy, i contenuti pubblicitari mirati vengono forniti solo se più di 5000 persone soddisfano i criteri stabiliti. Le informazioni utilizzate per determinare quali contenuti pubblicitari sono rilevanti vengono collegate a identificativi casuali e non al tuo Apple Account. Durante la selezione dei contenuti pubblicitari da mostrarti su App Store tra i vari contenuti adatti a te, per determinare quale contenuto possa essere più rilevante, potremmo utilizzare alcune delle informazioni riportate sopra, così come le ricerche e l’attività di navigazione su App Store. L’attività di navigazione su App Store include informazioni come i contenuti e le app che selezioni e visualizzi mentre navighi su App Store. Tali informazioni vengono aggregate insieme a quelle di altri utenti in modo da non poterti identificare personalmente. Per selezionare le pubblicità da mostrarti, potremmo anche elaborare localmente le informazioni archiviate sul dispositivo, come ad esempio le app che apri frequentemente. La piattaforma pubblicitaria Apple riceve informazioni sugli annunci che apri e visualizzi tramite un identificativo casuale non collegato al tuo Apple Account. Se consenti ad App Store di accedere alla tua posizione, Apple potrebbe utilizzare la posizione approssimativa attuale del tuo dispositivo per fornirti pubblicità geograficamente mirate su App Store. Puoi interrompere l’utilizzo della funzionalità basata sulla posizione in qualsiasi momento. Sui dispositivi iOS, iPadOS o visionOS, vai in Impostazioni > Privacy e sicurezza > Localizzazione > App Store, quindi tocca Mai. Se l’opzione “Annunci personalizzati” è attiva, la piattaforma pubblicitaria Apple potrebbe usare le tue informazioni per fornirti annunci più rilevanti. Se non desideri ricevere contenuti pubblicitari adattati secondo i tuoi interessi dalla piattaforma pubblicitaria Apple, puoi scegliere di disattivare gli annunci personalizzati. Disattivando gli annunci personalizzati, impedirai ad Apple di utilizzare le tue informazioni per fornirti pubblicità mirate. Ciò potrebbe non diminuire il numero di contenuti pubblicitari che ti vengono presentati, ma tali contenuti potrebbero essere meno rilevanti. Per scoprire di più sulla pubblicità Apple e la privacy, consulta la pagina www.apple.com/it/legal/privacy/data/it/apple-advertising. Per ulteriori informazioni su come disattivare la ricezione di contenuti pubblicitari personalizzati su App Store, Apple News e Borsa, consulta la pagina support.apple.com/it-it/105131. Condivisione con terze parti Apple è obbligata a fornire alcuni dati non personali a partner strategici che lavorano con Apple per fornire i nostri prodotti e servizi, agevolare i rapporti commerciali con i clienti e vendere pubblicità per conto di Apple da mostrare su App Store, Apple News e Borsa. Ad esempio, Apple potrebbe condividere dati non personali con gli sviluppatori di app, in modo da permetterne l’analisi del lavoro creativo, soddisfare l’adempimento dei requisiti contabili o il pagamento delle royalty e migliorare i prodotti e servizi offerti. Apple potrebbe condividere informazioni con gli sviluppatori di app di terze parti per aiutare la gestione e consentire il miglioramento delle applicazioni stesse. Gli sviluppatori possono accedere alle informazioni di utilizzo, fornite dagli utenti che hanno concesso l’autorizzazione, e sono in grado di analizzare i dati aggregati di gruppi di utenti che presentano caratteristiche o comportamenti simili, purché i dati provengano da gruppi composti da non meno di cinque utenti. Gli sviluppatori sono inoltre in grado di accedere alle informazioni relative alle ricevute di acquisto e di rimborso dei propri prodotti e servizi su App Store. Tali ricevute non includono dati personali, tuttavia, gli sviluppatori potrebbero cercare di associarle a informazioni personali analizzando le abitudini di utilizzo e download delle proprie app, qualora tu abbia fornito questo tipo di informazioni. Se acquisti un abbonamento mediante un’app di terze parti, Apple crea un identificativo di iscrizione unico condiviso solo con lo sviluppatore o con chi pubblica il contenuto. Tale identificativo viene utilizzato per fornire agli sviluppatori resoconti che includono informazioni sull’abbonamento che hai acquistato e sul tuo paese o sulla tua zona di residenza. Queste informazioni consentono agli sviluppatori di comprendere le prestazioni dei propri abbonamenti. Se annulli tutti gli abbonamenti con uno sviluppatore specifico e non ti abboni nuovamente, l’identificativo verrà inizializzato dopo 180 giorni. In alcune zone, se effettui un acquisto esterno per beni o servizi digitali per un’app, ovvero l’acquisto non è effettuato tramite il sistema di pagamento in‑app di Apple, lo sviluppatore dell’app riferirà ad Apple informazioni riguardanti l’acquisto, inclusi l’importo pagato e l’articolo acquistato, per motivi di contabilità, dichiarazione e analisi. Apple non collega le informazioni sull’acquisto al tuo Apple Account. Inoltre, quando avvengono i download automatici di contenuti in‑app forniti dagli sviluppatori, l’indirizzo IP del dispositivo sarà visibile agli sviluppatori prima che tu apra le app per la prima volta. La gestione del tuo indirizzo IP da parte degli sviluppatori di app è regolata dalle informative sulla privacy degli sviluppatori stessi. Per disattivare i download automatici di contenuti in‑app forniti dagli sviluppatori prima dell’apertura delle app, vai in Impostazioni > App Store, quindi disattiva “Contenuti in‑app”. Basi giuridiche rilevanti per l’elaborazione dei dati personali In generale, i tuoi dati personali su App Store vengono elaborati per l’adempimento del tuo contratto con Apple, come necessario per fornire il servizio e per ottemperare agli obblighi legali vigenti. Nei casi in cui il consenso è la base giuridica appropriata, Apple lo richiede in conformità alla legislazione locale applicabile. Se consentito dalle leggi locali in materia, Apple elabora i dati personali come necessario ai fini dei propri legittimi interessi o di quelli di terze parti, allo scopo di: • Mostrare contenuti pertinenti, valutare se lo spazio disponibile sul dispositivo è sufficiente per scaricare i contenuti richiesti e consentire i download automatici del contenuto aggiornato. • Consentire l’ottimizzazione di App Store per te e per gli altri utenti. • Inviarti offerte che potrebbero interessarti tramite email e notifiche push e creare segmenti per fornirti contenuti pubblicitari su App Store, su Apple News e nell’app Borsa. • Elaborare le richieste di rimborso. • Fornire resoconti agli sviluppatori sugli acquisti all’interno delle loro app. • Prevenire le frodi e altre attività sospette. I dati utilizzati includono: • Il modo in cui utilizzi l’app App Store, ad esempio le interazioni con i contenuti che cerchi, visualizzi, scarichi e acquisti, nonché con le notifiche e i messaggi su App Store e in‑app. • I dettagli sul tuo dispositivo e sul tuo account. • Il tuo indirizzo IP. • Il punteggio di affidabilità del dispositivo. Conservazione delle informazioni Apple conserva i dati personali associati ai tuoi acquisti e download su App Store e altri Store Apple online per il periodo specificato dalle normative vigenti in ciascuna zona. Nella maggior parte dei casi, corrisponde a una finestra temporale di almeno 10 anni, ma in alcune zone, come la Cina, il periodo può essere di 30 anni. Apple conserva inoltre uno storico degli acquisti e dei download per un periodo di tempo che corrisponde al lasso di tempo in cui possiedi un account al fine di consentirti di scaricare nuovamente quei contenuti secondo i termini previsti da Apple per gli eventuali download successivi. Apple può inoltre conservare altre informazioni come i contenuti consultati e le ricerche effettuate per un periodo di tempo minore. Il periodo scelto tiene conto dei requisiti legali e dei diversi casi di utilizzo consentiti per la conservazione dei dati. Tuttavia, alcune informazioni, come gli acquisti effettuati ma non i dati delle carte che hai salvato, potrebbero essere conservate come dati aziendali anche quando chiudi un account o non utilizzi App Store. Quando utilizzi una carta di pagamento, Apple potrebbe conservare e aggiornare automaticamente il numero della carta e le informazioni di fatturazione per acquisti futuri, transazioni periodiche o altri usi da te autorizzati. Apple potrebbe ottenere tali informazioni dal tuo istituto finanziario o dalla tue rete di pagamento e potrebbe utilizzarle anche per impedire e verificare eventuali frodi. Prevenzione di frodi e attività sospette Apple raccoglie i dati personali per impedire eventuali frodi e altre attività sospette su App Store, sugli altri Store Apple online e sulle altre app e servizi Apple. Tali dati includono informazioni come il tipo di dispositivo e la versione del software, le informazioni relative alla posizione (facendo corrispondere in modo approssimativo l’indirizzo IP della tua connessione a internet con una zona geografica, qualora disponibile), la cronologia di acquisti e download, le ricerche e altre informazioni sulle interazioni con gli Store. Quando inizi l’acquisto di un prodotto o quando un abbonamento è impostato per rinnovarsi automaticamente, le informazioni storiche sui tuoi rapporti commerciali con Apple potrebbero essere utilizzate per elaborare la richiesta e determinare se fornire il prodotto o il servizio prima di ricevere l’autorizzazione da parte del partner di pagamento. Quando tenti di eseguire un acquisto, Apple calcola anche un punteggio di affidabilità del tuo dispositivo utilizzando informazioni sul modo in cui lo utilizzi, incluso il numero approssimativo di chiamate telefoniche o di email che invii e ricevi. I dati inviati sono raccolti in modo che Apple non possa venire a conoscenza dei valori effettivamente presenti sul tuo dispositivo. Il punteggio viene archiviato per un periodo di tempo determinato sui nostri server. Le informazioni raccolte da Apple verranno trattate secondo le politiche di tutela della privacy di Apple consultabili all'indirizzo www.apple.com/it/privacy/.
ja: ストアによる情報の使用 Appleは、App Storeおよびその他のAppleオンラインストアでサービスおよび機能を提供するために、あなたの個人データを使用します。この情報には、アカウントと支払い情報（“設定”でアクセスおよび変更が可能）、購入履歴などが含まれます。 Appleは、あなたが求める払い戻しなどの特定のサービスを提供するために、個人データを使用する場合もあります。これらには、あなたが直接Appleに送信した、またはアプリデベロッパが支援してあなたがAppleに送信した払い戻しリクエストが含まれます。あなたの同意を得た上で、デベロッパは払い戻しリクエストの処理を支援するために、購入品を使用したかどうかなどのあなたに関する特定の個人データをAppleに提供する場合があります。 App Storeからアプリをダウンロードしたり、Apple Watchにアプリをインストールしたりすると、AppleによってデバイスのハードウェアIDやIPアドレスなどの識別子がApple Accountと共に記録されます。 ストアの改善 Appleは、App Storeおよびその他のAppleオンラインストアでの体験を改善するために、あなたのストアの使用状況（App Storeを開いたときまたは閉じたときの日時、検索したコンテンツ、閲覧またはダウンロードしたコンテンツ、App Storeのプッシュ通知とバッジ、アプリ内のApp Storeからのメッセージに対する操作など）を収集します。また、デバイスの種類、OSのバージョン、デバイスの空き領域などの情報も収集します。この情報は以下の方法で使用される場合があります: • トレンド検索や“あなたにおすすめのゲーム”などのパーソナライズ機能を提供すること • 要求されたコンテンツをダウンロードできるかどうかを判断すること • デバイスのストレージの一般的な使用傾向を把握したり、デバイスがWi-Fiまたはモバイルデータ通信のどちらで接続しているかを確認したりすること App Storeを強化するモデルを改善するために、App Storeでのアプリの評価とレビュー、および検索したコンテンツが使用される場合もあります。例えば、レビューの要約を提供したり、App Storeの検索モデルを微調整したりするために、あなたやほかのApp Storeユーザのアプリレビューと集約された検索クエリーが使用されます。 ストアのパーソナライズ Appleは、あなたが自分と関連性の高いコンテンツを見つけられるようにするために、あなたのApp Storeの操作を使用します。例えば、Appleは、あなたが以前にApp Storeで検索、表示、ダウンロード、アップデート、または評価した内容に基づいて、あなたが興味を持つと思われるコンテンツをおすすめします。また、Appleは、あなたの購入履歴（アプリ内課金とサブスクリプションを含む）と購入方法を、Apple Accountから得られたアカウント情報（使用しているデバイスやアクティベートした新しいデバイスなど）と共に使用します。より良いコンテンツをおすすめするために、Appleは、デバイス解析をAppleと共有することを選択したユーザの、アプリの起動、インストール、および削除に関する集約的な情報、ならびにアプリの評価に関する集約的な情報を使用します。App Storeは、おすすめを強化するために、デバイス上のローカル処理を使用します。デバイスに保存されたアプリ使用状況データ（よく開くアプリ、特定のアプリの使用時間、インストールおよびアンインストールするアプリなど）を使用して、App Storeは、より関連性の高いアプリとアプリ内イベントを提案することができます。Appleが受け取るあなたのストア利用に関する情報は、あなたがタップして閲覧したパーソナライズされたコンテンツに関する情報を含みます。 お使いのApple Accountの“パーソナライズされたおすすめ”をオフにすると、App Store、Apple Books、iTunes Store、Apple TV、ポッドキャスト、およびAppleのサブスクリプションのパーソナライズ機能をオフにすることができます。iOS、iPadOS、またはvisionOSデバイスでは、“設定”＞[自分の名前]＞“メディアと購入”＞“アカウントを表示”に移動し、“パーソナライズされたおすすめ”をタップしてオフにします。“設定”>“App Store”>“パーソナライズされたおすすめ”に移動し、“アプリの使用状況データを消去”をタップすることで、iOSデバイスおよびiPadOSデバイスのパーソナライズのためにデバイスに記録されたアプリの使用状況データを消去することができます。これによりデバイスに記録されたデータは削除されませんが、アプリの使用状況データを消去する時点までに記録されていたデータは一切パーソナライズに使用されなくなります。App Storeのパーソナライズ機能は、アプリの使用状況データ履歴を消去したあとで記録された新しいデータを使用します。 情報の送信 Appleは、App Storeや、あなたが関心を持つ可能性のあるその他のApple製品、サービス、およびオファーに関する情報をあなたに送信するために、所有しているApple製品やAppleサービスへのサブスクリプション登録などのあなたのアカウントに関する情報を使用する場合があります。Appleはまた、あなたのApp Store内でのアクティビティに関する情報を使用して、App Storeで利用可能な新機能、コンテンツ、およびオファーに関する情報を送信する場合があります。 メールマーケティング メールマーケティングを受け取ることに同意すると、メールによってこれらの情報を受け取る場合があります。account.apple.com にアクセスするか、iOS、iPadOS、またはvisionOSデバイスでは“設定”＞[自分の名前]＞“個人情報”＞“コミュニケーション環境設定”から、メール設定を変更し、これらのメールの受信を解除することができます。 プッシュ通知 プッシュ通知によってこれらの情報を受け取る場合があります。iOS、iPadOS、またはvisionOSデバイスで、通知設定をアップデートまたは通知を停止するには、“設定”＞“通知”＞“App Store”に移動します。 広告 Appleが提供する広告は、App Store、Apple News、“株価”でアプリ、製品、サービスに出会うお手伝いをします。Appleは、あなたと関連する広告が表示されるように、デバイス、アカウント、購入、サブスクリプション、および以前のダウンロードに関する情報を使用します。App Storeで、関連性のある広告を提供するために、検索を行ったときのクエリー、閲覧するページやダウンロードするアプリについての情報などのコンテクスト情報を使用する場合もあります。Appleでは、類似する特徴を持つユーザをまとめたグループ（“セグメント”と呼びます）を作成し、これらのグループを使用してターゲティング広告を配信します。個人に関する情報は、その人をどのセグメントに割り振るか、つまり、その人にどの広告を配信するかを決めるために使われます。プライバシーを保護するため、ターゲット広告は5,000人以上のユーザがターゲット基準に該当する場合のみ配信されます。どの広告があなたと関連するかを決めるために使用される情報は、ランダムな識別子に関連付けられ、Apple Accountには関連付けられません。 対象となる複数の広告からApp Storeに表示する広告を選択するときは、上記のいくつかの情報に加え、App Storeの検索と閲覧アクティビティも使用して、ユーザに最も関連性が高いと考えられる広告を決定します。App Storeの閲覧アクティビティには、App Storeの閲覧中にタップして表示したコンテンツおよびアプリなどの情報が含まれます。この情報は複数のユーザから集約されるので、個人は特定されません。よく使用されるアプリなどの、デバイスに保存された情報を使用してどの広告を表示するか選択するために、デバイス上のローカル処理を使用する場合があります。Appleの広告プラットフォームは、Apple Accountに関連付けられていないランダムな識別子に対してタップして表示される広告に関する情報を受け取ります。 App Storeに位置情報へのアクセスを許可した場合、App Storeで地理的にターゲットされた広告を表示するために、おおよその現在地が使用されることがあります。位置情報の使用は、iOS、iPadOS、またはvisionOSデバイスで“設定”＞“プライバシーとセキュリティ”＞“位置情報サービス”＞“App Store”と選択してから、“許可しない”をタップすることで、いつでも停止できます。 “パーソナライズされた広告”設定がオンになっている場合、Appleの広告プラットフォームは、より関連性の高い広告を提供するためにあなたの個人情報を使用する場合があります。Appleの広告プラットフォームから、あなたの興味関心に基づいたターゲティング広告を受け取りたくない場合は、“パーソナライズされた広告”をオフにすることを選択できます。“パーソナライズされた広告”をオフにすると、Appleは広告ターゲティングにあなたの情報を使用できなくなります。これにより、受信する広告の数が減るとは限りませんが、広告があなたと関連性の低いものになる可能性があります。 Appleの広告とプライバシーについて詳しくは、www.apple.com/jp/legal/privacy/data/ja/apple-advertising を参照してください。 App Store、Apple News、および“株価”でパーソナライズされた広告の配信を停止する方法について詳しくは、support.apple.com/105131 をご覧ください。 第三者との共有 Appleは、Appleと連携しながらAppleの製品およびサービスを提供したり、Appleのマーケティングに協力したり、Appleの代わりに広告を販売してApp Store、Apple News、および“株価”に表示したりする戦略的パートナーに、個人を特定しないデータを提供する義務を負っています。例えば、アプリやコンテンツのパフォーマンスを測定したり、ロイヤルティや課金の要件を満たしたり、製品/サービスを改善したりするために、Appleはお客様によるコンテンツの購入に関し、個人を特定しないデータをアプリデベロッパと共有する場合があります。 Appleは、アプリの運用や改善に役立てるために、デベロッパと情報を共有することがあります。デベロッパは、ユーザの同意の下で収集された使用状況情報にアクセスして、類似する特徴や行動特性を持つユーザのグループ（5人以上）から集約されたデータを見ることができます。また、App Storeで購入および払い戻しされた各自の製品/サービスの領収情報にもアクセスできます。領収情報には個人データは含まれませんが、ユーザ自らがデベロッパに個人データを提供した場合、デベロッパはアプリの使用やダウンロードから得た個人データと領収情報を関連付けることが可能な場合があります。 サブスクリプションを第三者のAppで申し込んだ場合、申し込み者本人と開発元または発行元に固有の購読者IDが作成されます。Appleは、購読者IDを使用して、あなたが登録したサブスクリプションに関する情報やお住まいの国または地域を含むレポートをデベロッパに提供します。この情報は、デベロッパに提供され、デベロッパがサブスクリプションの実績を把握できるようにします。特定のデベロッパのすべてのサブスクリプションをキャンセルし、再度サブスクリプションを申し込まない場合、購読者IDは180日後にリセットされます。 一部の地域では、あなたがApp Store以外でアプリのデジタル商品またはサービスを購入した場合、つまりAppleのアプリ内支払いシステムで購入が行われていない場合、そのアプリのアプリデベロッパは、Appleの会計、報告、解析のために、支払い額や購入された項目などの購入に関する情報をAppleに報告します。Appleでは、購入情報をApple Accountに関連付けません。 また、アプリのデベロッパからのアプリ内コンテンツの自動ダウンロードがあると、アプリが最初に開かれる前に、デバイスのIPアドレスがアプリのデベロッパに表示されます。IPアドレスは、アプリのデベロッパのプライバシーポリシーに従って取り扱われます。アプリを最初に開く前にデベロッパからのアプリ内コンテンツの自動ダウンロードをオフにするには、“設定”＞“App Store”に移動してから“アプリ内コンテンツ”をオフにします。 個人データを処理する際に適用される法的根拠 Appleは通常、お客様との契約を履行するため、サービスを提供するために必要な範囲で、法的義務を遵守する目的において、App Store内の個人データを処理します。お客様の同意が適切な法的根拠となる場合は、該当する現地法に基づいて同意を求めます。 該当する現地法で定められている場合、Appleは、Appleまたは第三者の正当な利益のために、必要に応じて、以下の目的で個人データを処理します: • 関連コンテンツを表示する、要求されたコンテンツをダウンロードするのに必要な領域がデバイスにあるかどうかを判断する、およびアップデートされたコンテンツの自動ダウンロードを促進すること • App Storeの機能を改善し、最適化することに役立てる • お客様が関心を持つ可能性のあるオファーをメールおよびプッシュ通知で送信する、App Store、Apple News、および“株価”で広告を提供するためにセグメントを作成する • 払い戻しリクエストを処理する • デベロッパにアプリ内課金に関するレポートを提供する • 不正行為およびその他の悪意のある活動の防止 使用するデータには以下が含まれます: • App Storeアプリの使用状況（検索、閲覧、ダウンロード、および購入したコンテンツに対する操作、App Storeの通知とメッセージ、アプリ内の通知とメッセージなど） • デバイスとアカウントに関する詳細 • IPアドレス • デバイスのトラストスコア 保持 App Storeおよびその他のAppleオンラインストアでの購入およびダウンロードに関連付けられる個人データは、財務報告関連の適用法によって指定された期間保持されます（期間は地域によって異なります）。多くの場合、保持期間は最低10年ですが、中国などの地域では30年になる場合があります。Appleは、適用規約に従ってユーザがコンテンツを再度ダウンロードできるようにするために、少なくともユーザがストアのアカウントを所有している間、コンテンツの購入およびダウンロードの記録を保持します。また、閲覧活動や検索などに関する情報も短期間保持します。この期間は、データ保持の法的必要条件および特定のビジネス使用事例を考慮して決定されます。ただし、保存されたクレジットカード情報を除く購入情報など、一部の情報は、ユーザがアカウントを削除したりApp Storeの利用を停止したりした後でも、ビジネス記録として保持される場合があります。 支払い用カードを使用すると、今後の購入や定期的な購入や承認済みのその他の使用に備えて、Appleはカード番号と請求情報を保持し、自動的にアップデートする場合があります。Appleは金融機関または支払いネットワークからこの情報を取得し、不正行為防止と確認の目的で使用します。 不正行為およびその他の悪意のある活動の防止 Appleは、iTunes Storeおよびその他のAppleオンラインストア、またはその他のAppleのアプリやサービスでの不正行為およびその他の悪意のある活動を防ぐためにも、個人データを収集します。この情報には、デバイス情報（デバイスの種類、ソフトウェアのバージョンなど）、位置情報（利用可能な場合、インターネット接続のIPアドレスを地理的な地域と照らし合わせることで推定されたおおよその位置）、ダウンロードおよび購入履歴、検索、ストアでのその他の操作が含まれます。 購入を開始するか、サブスクリプションが自動更新に設定されると、AppleはAppleとの過去のビジネス関係に関する情報を使用してリクエストを処理し、支払いパートナーによる承認に先立って製品またはサービスを提供するかどうかを決定します。 また、Appleは、あなたが購入を試みたときに、デバイスの使用方法に関する情報を使用して、お使いのデバイスでデバイスのトラストスコアを計算します。この情報には、通話またはメール送受信のおおよその回数が含まれます。送信データは、Appleがデバイスのこれらの基になる情報を把握できないように設計されています。デバイスのトラストスコアはAppleのサーバ上で一定期間保管されます。 いかなる場合においても、Appleが収集する情報はAppleのプライバシーポリシー（https://www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Дүкендер жұмысын қамтамасыз ету App Store дүкеніндегі және басқа да Apple интернет дүкендеріндегі сервистер мен функцияларды қамтамасыз ету үшін жеке деректеріңізді пайдаланамыз. Бұл ақпарат, мысалы, «Реттеулер» мәзірінде қол жеткізуге және өзгертуге болатын аккаунт пен төлем туралы ақпаратты және сатып алулар тарихын қамтиды. Сондай-ақ жеке деректеріңізді төлемді қайтару сияқты сұрауларыңыз бойынша белгілі бір қызметтер көрсету мақсатында пайдалануымыз мүмкін. Бұл төлемді қайтару жөніндегі Apple компаниясына тікелей немесе қолданба әзірлеушілері арқылы жіберілетін сұрауларды қамтуы мүмкін. Төлемді қайтару жөніндегі осы сұраулардың өңделуін жылдамдату мақсатында әзірлеушілер сіздің келісіміңізбен белгілі бір жеке деректі, мысалы, сатып алынған затты пайдаланғаныңыз не пайдаланбағаныңыз туралы ақпаратты Apple компаниясына беруі мүмкін. Қолданбаны App Store дүкенінен жүктеп алғанда немесе Apple Watch сағатына орнатқанда, Apple компаниясы құрылғыңыздың аппараттық идентификаторы және IP мекенжайы сияқты идентификаторларды Apple аккаунтыңызбен бірге журналға енгізеді. Дүкендерді жақсарту App Store дүкенін және басқа да Apple интернет дүкендерін жақсарту үшін біз дүкендердің қолданысы туралы ақпаратты, оның ішінде App Store дүкенін қашан ашатыныңыз не жабатыныңыз, қандай контентті іздейтініңіз, қандай контентті көріп, жүктеп алатыныңыз және App Store дүкенінің push хабарландырулары мен жапсырмалары бойынша орындалған әрекеттеріңіз, сонымен қатар қолданбаларда App Store дүкенінен келетін хабарлар туралы ақпаратты жинаймыз. Сондай-ақ құрылғыңыз туралы құрылғы түрі, операциялық жүйе нұсқасы және бос орын көлемі сияқты ақпаратты жинаймыз. Бұл ақпаратты келесі жолдармен пайдалануымыз мүмкін: • Ең танымал іздеу нәтижелерін және сізге ұнауы мүмкін ойындар сияқты жекелендірілген функцияларды ұсыну үшін • Сұралған контентті жүктеп алуға болатынын не болмайтынын бағалау үшін • Құрылғының сақтау орнын пайдаланудағы жалпы трендтерді және құрылғыңыздың Wi-Fi немесе ұялы байланыс арқылы қосылғанын түсіну үшін App Store дүкеніндегі қолданбалардың рейтингілері мен шолуларын және сіз іздеген нәрселерді App Store жұмыс істейтін модельдерді жақсарту мақсатында да пайдалануымыз мүмкін. Мысалы, өзіңіз немесе басқа App Store пайдаланушылары жасаған қолданба талдаулары және жиынтық іздеу сұраулары талдау жинақтамаларын ұсыну App Store іздеу моделін дәлдеп реттеу үшін пайдаланылады. Дүкендерді жекелендіру App Store дүкенінде орындаған әрекеттеріңіз туралы деректерді сізге ең жақсы сәйкес келетін контентті табуға көмектесу мақсатында пайдаланамыз. Мысалы, бұрын App Store дүкенінде ізделген, қаралған, жүктеп алынған, жаңартылған қолданбалар немесе жазылған пікір негізінде сізге ұнауы мүмкін контентті ұсынамыз. Сондай-ақ сатып алулар тарихын, оның ішінде қолданбадағы сатып алулар, жазылымдар мен төлем әдістерін және Apple аккаунтыңыздан алынған аккаунт туралы ақпаратты (мысалы, сіз пайдаланған құрылғылар мен сіз белсендірген жаңа құрылғылар) пайдаланамыз. Ұсыныстардың сапасын арттыру үшін аналитикалық деректерін Apple компаниясымен бөлісуге және компанияның қолданбаларға қойылатын бағалар туралы жиынтық ақпаратты жинауына келіскен пайдаланушылардан алынған қолданбаларды ашу, орнату және жою туралы жиынтық ақпаратты да пайдаланамыз. App Store дүкені ақпаратты құрылғыда жергілікті түрде өңдеп, ұсыныстарымыздың сапасын арттырады. Сіз жиі ашатын қолданбалар, белгілі бір қолданбаларда өткізетін уақыт және орнататын және жоятын қолданбалар сияқты құрылғыда сақталатын қолданба қолданысы туралы деректер негізінде App Store дүкені сізге жақсырақ сәйкес келетін қолданбалар мен қолданбадағы оқиғаларды ұсына алады. Дүкендердегі әрекеттеріңіз туралы Apple компаниясы алатын ақпаратқа сіз көретін жекелендірілген контент туралы ақпарат кіреді. App Store, iTunes Store, Apple TV, Apple Books және «Подкасттар» сервисінде және Apple жазылымдары үшін жекелендіру мүмкіндіктерін өшіруге болады. Ол үшін Apple аккаунтыңыздың «Жекелендірілген ұсыныстар» опциясын өшіріңіз. iOS, iPadOS немесе visionOS құрылғыңызда «Реттеулер» > [атыңыз] > «Медиа және сатып алулар» > «Аккаунтты көру» тармағы арқылы өтіп, «Жекелендірілген ұсыныстар» опциясын түртіп өшіріңіз. Жекелендіру мақсатында құрылғыңызға енгізілген қолданба қолданысы туралы деректерді өшіруге болады. Ол үшін iOS және iPadOS құрылғыларында «Реттеулер» > «App Store» > «Жекелендірілген ұсыныстар» тармағы арқылы өтіп, «Қолданбалар қолданысы туралы деректерді тазалау» опциясын түртіңіз. Бұл әрекет нәтижесінде құрылғыңызға енгізілген деректер жойылмайды, бірақ қолданба қолданысы туралы деректерді өшірген мезетте енгізілген деректер бұдан былай жекелендіру мақсатында пайдаланылмайды. App Store дүкеніндегі жекелендіру функциялары қолданба қолданысы туралы деректер тарихын өшіргеннен кейін енгізілген жаңа деректерді пайдаланады. Кері байланыс Apple компаниясы сізге ұнауы мүмкін App Store дүкені және басқа да Apple өнімдері, сервистері мен ұсыныстары жөнінде ақпарат жіберу үшін Apple компаниясы сіз сатып алған Apple өнімдері және жазылған Apple сервистері сияқты аккаунтыңыз туралы ақпаратты пайдалануы мүмкін. Сондай-ақ Apple компаниясы App Store дүкеніндегі әрекеттеріңіз туралы ақпаратты сізге App Store дүкенінде қолжетімді жаңа функциялар, контент және ұсыныстар туралы ақпарат жіберу үшін пайдалануы мүмкін. Эл. пошта арқылы хабарлар тарату Эл. пошта арқылы хабарлар алуға келіссеңіз, бұл ақпаратты эл. пошта арқылы алуыңыз мүмкін. Эл. пошта параметрлерін өзгертуге және осы эл. хаттарды алудан бас тартуға болады. Ол үшін account.apple.com сайтына өту немесе iOS, iPadOS немесе visionOS құрылғыңызда «Реттеулер» > [атыңыз] > «Жеке ақпарат» > «Байланыс параметрлері» тармағына өту керек. Push хабарландырулары Сондай-ақ бұл ақпаратты push хабарландыруы түрінде алуыңыз мүмкін. iOS, iPadOS немесе visionOS құрылғыңызда хабарландыру параметрлерін жаңарту немесе хабарландырулардан бас тарту үшін «Реттеулер» > «Хабарландырулар» > «App Store» тармағына өтіңіз. Жарнама Apple компаниясы жіберетін жарнамалар пайдаланушыларға App Store, Apple News және «Акциялар» сервисіндегі қолданбалар, өнімдер мен сервистер туралы білуге көмектеседі. Біз құрылғыңыз, аккаунтыңыз, сатып алған өнімдер, жазылымдар және бұрын жүктеп алынған қолданбалар туралы ақпаратты жарнамалардың сәйкес болуын қамтамасыз ету мақсатында пайдаланамыз. App Store дүкенінде сізге тиісті жарнамаларды ұсыну үшін контекстік ақпарат, оның ішінде іздеу сұрауларыңыз және сіз қарап отырған веб-бет немесе жүктеліп жатқан қолданба туралы ақпарат пайдаланылуы мүмкін. Сипаттамалары ұқсас адамдарды сегменттер деп аталатын топтарға біріктіріп, бұл топтарды таргеттелген жарнамалар көрсету үшін пайдаланамыз. Сіз туралы ақпарат қай сегментке жататыныңызды және сол арқылы қандай жарнамаларды алатыныңызды анықтау үшін пайдаланылады. Құпиялылықты қамтамасыз ету үшін таргеттелген жарнамалар мақсатты критерийлерге сәйкес келетін адамдар саны 5 000-нан асса ғана көрсетіледі. Сізге сәйкес келетін жарнамаларды анықтау үшін пайдаланылатын ақпарат Apple аккаунтыңызбен емес, кездейсоқ идентификатормен байланысты. App Store дүкенінде сізге жарамды бірнеше жарнаманың ішінен көрсетілетін жарнаманы таңдаған кезде, сізге көбірек сәйкес келетін жарнаманы анықтау үшін жоғарыда аталған ақпаратты, сондай-ақ App Store дүкеніндегі іздеу әрекеттері мен интернеттегі белсенділік деректерін пайдалануымыз мүмкін. App Store дүкеніндегі шолу әрекетіңізге App Store дүкенін шолу кезінде түртіп, көретін контент пен қолданбалар кіреді. Бұл ақпарат басқа пайдаланушылардың деректерімен біріктірілетіндіктен, ол арқылы жеке басыңызды анықтау мүмкін емес. Сондай-ақ біз жиі ашылатын қолданбалар сияқты құрылғыда сақталған ақпаратты пайдалана отырып, көрсетілетін жарнаманы таңдау үшін жергілікті, құрылғыдағы өңделген ақпаратты пайдалануымыз мүмкін. Apple жарнама платформасы қандай жарнамаларды көретініңіз туралы ақпарат алады. Бұл ақпарат Apple аккаунтыңызбен емес, кездейсоқ идентификатормен байланысты. App Store дүкенінің геолокацияңызға қол жеткізуіне рұқсат берсеңіз, болжалды геолокацияңыз App Store дүкенінде географиялық тұрғыдан таргеттелген жарнамалар ұсыну үшін пайдаланылуы мүмкін. iOS, iPadOS немесе visionOS құрылғыңызда геолокацияға негізделген функциялардан бас тартуға болады. Ол үшін «Реттеулер» > «Құпиялылық және қауіпсіздік» > «Геолокация сервистері» > «App Store» тармағы арқылы өтіп, «Ешқашан» опциясын түртіңіз. «Жеке жарнамалар» реттеуі қосулы болса, Apple компаниясының жарнама платформасы сіз туралы ақпаратты сізге сәйкес келетін жарнамалар көрсету үшін пайдалануы мүмкін. Apple жарнама платформасынан қызығушылықтарыңызға негізделген жарнамалар алғыңыз келмесе, «Жеке жарнамалар» параметрін өшіруге болады. «Жеке жарнамалар» параметрін өшірсеңіз, Apple компаниясы ақпаратыңызды таргеттелген жарнама үшін пайдалана алмайды. Бұдан көрсетілетін жарнамалар санын азаймайды, бірақ сізге қатыссыз жарнамалар көрсетілуі мүмкін. Apple жарнамасы мен құпиялылығы туралы толығырақ ақпарат алу үшін мына сілтемеге өтіңіз: www.apple.com/legal/privacy/data/kz/apple-advertising. App Store, Apple News және «Акциялар» қолданбасындағы дербес жарнамалардан бас тарту әдісі туралы мына сілтемеден біліңіз: support.apple.com/105131. Үшінші тараптармен бөлісу Өнімдеріміз бен сервистерімізді әзірлеу үшін Apple компаниясымен бірге жұмыс істейтін, сондай-ақ маркетингтік қызметті жүргізуге және Apple атынан App Store дүкенінде, Apple News қолданбасында және «Акциялар» қолданбасында көрсетілетін жарнамаларды сатуға көмектесетін стратегиялық серіктестерімізге жеке басыңызға қатысы жоқ кейбір деректі беруге міндеттіміз. Мысалы, контентті сатып алу туралы жеке басыңызға қатысы жоқ деректерді қолданба әзірлеушілерімен бөлісуіміз мүмкін. Бұл ақпарат негізінде олар шығармашылық жұмыстарының өнімділігін бағалау, қаламақы төлеу және бухгалтерлік есеп бойынша талаптарды орындау, сондай-ақ өнімдері мен қызметтерін жақсарту мүмкіндігіне ие болады. Әзірлеушілерге ақпаратты өз қолданбаларын басқаруға және жақсартуға көмектесу мақсатында беруіміз мүмкін. Әзірлеушілер ақпаратты бөлісуге көліскен пайдаланушылар беретін ақпаратқа қол жеткізе алады. Деректер пайдаланушылар саны бестен аз болмайтын топтарға қатысты болса, бұл әзірлеушілерге сипаттамалары немесе мінез-құлқы ұқсас пайдаланушылар тобынан жиынтық деректер алуға мүмкіндік береді. Әзірлеушілер App Store дүкеніндегі өнімдер мен қызметтерді сатып алу және оларға жұмсалған қаражатты қайтару кезінде берілген чектегі ақпаратқа қол жеткізе алады. Чектерде жеке деректер болмайды; алайда әзірлеушілер чектердегі деректерді олардың қолданбаларын пайдалану және жүктеп алу нәтижесінде алынған жеке деректермен (мұндай ақпарат берілген болса) байланыстыруға тырысуы мүмкін. Үшінші тарап қолданбасында жазылымды сатып алсаңыз, сіз және әзірлеуші немесе жариялаушы үшін бірегей болатын жазылушы идентификаторын жасаймыз. Жазылушы идентификаторы әзірлеушіге сіз сатып алған жазылым және сіз тұратын ел немесе аймақ туралы ақпаратты қамтитын есептерді ұсыну үшін пайдаланылады. Бұл ақпарат әзірлеушілерге жазылымдарының өнімділігін түсінуі үшін беріледі. Белгілі бір әзірлеушінің барлық жазылымынан бас тартсаңыз және қайта жазылмасаңыз, жазылушы идентификаторын 180 күннен кейін бастапқы күйіне қайтаруға болады. Кейбір аймақтарда қолданбада цифрлық тауарларды немесе сервистерді сыртқы дүкендерден сатып алсаңыз, яғни сатып алу Apple компаниясының кірістірілген төлемдер жүйесі арқылы жасалмаса, қолданба әзірлеушісі Apple компаниясына сатып алу туралы ақпаратты, соның ішінде Apple бухгалтерлік есебін жүргізу, есеп беру және талдау мақсаттары бойынша төленген сома мен сатып алынған тауар туралы хабарлайды. Apple компаниясы сатып алу туралы ақпаратты Apple аккаунтыңызбен байланыстырмайды. Сонымен қатар қолданба әзірлеушілері ұсынған қолданбадағы контент автоматты түрде жүктеп алынғанда, құрылғыңыздың IP мекенжайы қолданба алғаш рет ашылғанға дейін қолданба әзірлеушісіне көрінетін болады. Қолданба әзірлеушісі алған IP мекенжайының қолданысы сол әзірлеушінің құпиялылық саясатымен реттеледі. Қолданбаны алғаш рет ашпай тұрып, қолданба әзірлеушілері ұсынған контентті автоматты түрде жүктеп алу функциясын өшіру үшін «Реттеулер» > «App Store» тармағына өтіп, «Қолданбадағы контент» функциясын түртіңіз. Жеке деректерді өңдеу үшін қолданылатын құқықтық негіз Біз App Store дүкеніндегі жеке деректеріңізді әдетте Apple компаниясымен келісімшартты орындау, қызмет көрсету үшін қажет болған жағдайда және заңды міндеттемелерімізді орындау үшін өңдейміз. Келісім тиісті заңды негізге сүйенсе, біз оны қолданыстағы жергілікті заңға сәйкес іздейміз. Қолданыстағы жергілікті заңда қарастырылған жағдайда, біз заңды мүдделеріміз немесе үшінші тараптың мүдделері үшін қажетті жеке деректерді келесі мақсатпен өңдейміз: • Тиісті контентті көрсету, құрылғыңызда сұралған контентті жүктеп алуға бос орынның жеткілікті болған-болмағанын бағалау және жаңартылған контенттің автоматты түрде жүктеп алынуын жеңілдету • Сізге және басқаларға арналған App Store дүкенін жақсартуға және оңтайландыруға көмектесу • Эл. пошта және push хабарландырулары арқылы сізді қызықтыруы мүмкін ұсыныстарды жіберу, сондай-ақ App Store, Apple News және «Акциялар» қолданбаларында жарнамаларды көрсету үшін сегменттер жасау • Төлемді қайтару сұрауларын өңдеу • Әзірлеушілерге қолданбаларындағы сатып алулар туралы есеп беру • Алаяқтықтың және басқа зиянды әрекеттердің алдын алу Пайдаланылған деректер мыналарды қамтиды: • App Store қолданбасын пайдалану тәсіліңіз, мысалы, сіз іздеген, көрген, жүктеп алған және сатып алған контентпен өзара әрекеттесу, сондай-ақ App Store хабарландырулары және қолданбадағы хабарландырулар мен хабарлар • Құрылғыңыз бен аккаунтыңыз туралы мәліметтер • IP мекенжайыңыз • Құрылғының сенім көрсеткіші Деректерді сақтау App Store дүкенінде және Apple интернет дүкендерінде сатып алынған және жүктеп алынған қолданбалармен байланысты жеке деректерді аймаққа байланысты әртүрлі болатын қаржылық есептілікке қатысты қолданыстағы заңнамада белгіленген мерзім ішінде сақтаймыз. Тұтынушылардың көбісі үшін деректерді сақтау мерзімі кем дегенде 10 жыл құрауы қажет, ал Қытай сияқты аймақтарда бұл мерзім 30 жыл құрауы мүмкін. Сондай-ақ контентті сатып алу және жүктеп алу туралы жазбалар аккаунтыңыз жойылмайынша сақталып тұра береді. Бұл сізге осы контентті қолданыстағы шарттарға сәйкес қайта жүктеп алуға мүмкіндік береді. Интернеттегі белсенділік және іздеу әрекеттері сияқты басқа ақпаратты анағұрлым қысқа мерзім ішінде сақтаймыз. Сақтау мерзімі деректерді сақтау бойынша қолданыстағы заңнама талаптарына, сондай-ақ нақты коммерциялық қолданыс жағдайларына сүйене отырып таңдалады. Алайда (карта туралы сақталған мәліметтерден басқа) сатып алулар туралы ақпарат сияқты кейбір ақпарат аккаунтты жойғаннан кейін немесе App Store дүкенін пайдаланбай кетсеңіз де бухгалтерлік жазбаларда сақталуы мүмкін. Төлем картасын пайдаланғанда, Apple компаниясы картаңыздың нөмірін және төлеуші туралы ақпаратты болашақтағы сатып алулар, қайталама транзакциялар немесе рұқсат етілген басқа да әрекеттер үшін сақтап, автоматты түрде жаңартуы мүмкін. Apple компаниясы бұл ақпаратты қаржы мекемесінен немесе төлем жүйесінен алып, оны алаяқтықтың алдын алу және деректерді тексеру мақсатында пайдалануы мүмкін. Алаяқтықтың және басқа зиянды әрекеттердің алдын алу Сондай-ақ біз App Store дүкенінде, басқа Apple интернет дүкендерінде және басқа Apple қолданбалары мен сервистерінде алаяқтықтың және басқа зиянды әрекеттердің алдын алу үшін жеке деректерді жинаймыз. Бұл ақпаратқа құрылғы туралы ақпарат, оның ішінде құрылғы түрі және бағдарламалық жасақтама нұсқасы, геолокация туралы ақпарат (интернет қосылымының IP мекенжайын географиялық аймаққа сәйкестендіру арқылы жуықталды, қолжетімді болса), жүктеп алу және сатып алу тарихы, іздеулер, сондай-ақ дүкендермен өзге әрекеттер кіреді. Өнім сатып алғанда немесе жазылым автоматты түрде жаңарту күйіне орнатылғанда, Apple компаниясы өзімен әрекеттестік тарихын сұрауды өңдеу және өнімді немесе сервисті төлем жасау бойынша серіктестің рұқсатын күтпей ұсыну мүмкіндігінің бар-жоғын анықтау үшін пайдалануы мүмкін. Сондай-ақ сатып алу кезінде, құрылғыны қалай пайдаланатыныңыз туралы ақпаратты, оның ішінде кіріс және шығыс телефон қоңырауларының немесе эл. хаттардың болжалды санын пайдалана отырып, құрылғыңыздағы құрылғының сенімділік индексін есептейміз. Индексті жіберген кезде, Apple компаниясына осы индексті есептеуге негіз болған мәндер берілмейді. Сенімділік индексі серверлерімізде белгілі бір уақыт ішінде сақталады. Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына (www.apple.com/privacy) сәйкес өңделеді.
ko: 스토어 서비스 제공하기 Apple은 App Store 및 기타 Apple 온라인 스토어의 서비스 및 기능을 제공하기 위해 사용자의 개인 데이터를 사용합니다. 이 정보에는 사용자의 계정 및 결제 정보(사용자가 설정에서 접근하여 변경할 수 있음) 및 구입 내역 등이 포함됩니다. Apple은 환불 요청과 같이 사용자가 요청한 특정 서비스를 제공하기 위해 사용자의 개인 데이터를 사용할 수 있습니다. 사용자가 Apple에 직접 보낸 환불 요청이나 앱 개발자를 거쳐서 Apple에 보낸 환불 요청도 포함됩니다. 사용자가 동의하면, 개발자는 이러한 환불 요청의 처리를 돕기 위해 특정 개인 데이터를 Apple에 제공할 수 있습니다(예: 구입 사용 여부). App Store에서 앱을 다운로드하거나 Apple Watch에 앱을 설치하는 경우, 사용자 기기의 하드웨어 ID 및 IP 주소 등과 같은 식별자가 사용자의 Apple 계정과 함께 Apple에 기록됩니다. 스토어 향상하기 App Store 및 기타 Apple 온라인 스토어에서의 사용자 경험을 향상하기 위해 Apple은 사용자가 App Store를 열거나 닫는 시간, 검색한 콘텐츠, 사용자가 확인하고 다운로드하는 콘텐츠 등의 스토어 사용 관련 정보와, 사용자가 App Store의 푸시 알림 및 배지, 그리고 앱 내에서 App Store로부터 받은 메시지와 상호작용한 내용과 관련된 정보를 수집합니다. 또한, 기기 종류, 운영 체제 버전 및 기기에 남아 있는 저장 공간 같은 사용자의 기기 관련 정보도 수집합니다. Apple은 이 정보를 다음과 같이 사용할 수 있습니다. • 인기 검색 항목 및 개인 맞춤형 서비스 제공(예: 맞춤형 게임 추천 더 보기) • 요청된 콘텐츠의 다운로드 가능 여부 평가 • 기기 저장 공간 사용의 일반적인 추세 파악 및 사용자의 기기가 Wi-Fi 또는 셀룰러에 연결되어 있는지 확인 또한 App Store의 앱 평가 및 리뷰, 검색한 내용을 사용하여 App Store 구동 모델을 향상할 수도 있습니다. 예를 들어, 사용자 및 다른 App Store 사용자의 앱 리뷰와 집계된 검색 쿼리는 리뷰 요약을 제공하고 App Store 검색 모델을 미세 조정하는 데 사용됩니다. 개인 맞춤형 스토어 경험 제공하기 Apple은 사용자의 App Store 경험을 이용하여 사용자가 더 관련성 높은 콘텐츠를 찾을 수 있도록 도울 수 있습니다. 예를 들어, 이미 App Store에서 검색, 감상, 다운로드, 업데이트 또는 검토한 콘텐츠를 토대로 사용자가 관심 있어 할 만한 콘텐츠를 추천합니다. 또한 앱 내 구입을 포함하여 사용자의 구입 내역, 구독 및 지불 방법을 사용자의 Apple 계정에서 가져온 계정 정보(사용 기기 및 새로 활성화한 기기 등)와 함께 사용합니다. 더 나은 추천을 제공하기 위해 기기 분석을 Apple과 공유하도록 선택한 사용자의 경우 앱 실행, 설치 및 삭제에 관한 종합적인 정보도 사용하며 앱 평가에 대한 정보도 집계합니다. App Store는 제안을 향상하기 위해 기기상의 로컬 처리 방식을 사용합니다. 사용자가 자주 연 앱, 특정 앱을 사용한 시간, 설치하거나 설치 제거한 앱 등 기기에 저장된 앱 사용 정보를 사용하여 App Store가 사용자와 더욱 관련이 있는 앱 및 앱 내 이벤트를 제안할 수 있습니다. 사용자의 스토어 사용에 대해 Apple이 받는 정보에는 사용자가 탭하거나 본 개인 맞춤형 콘텐츠에 대한 정보도 포함됩니다. 사용자의 Apple 계정에 대한 ‘개인 맞춤형 추천’을 꺼서 App Store, Apple Books, iTunes Store, Apple TV, 팟캐스트 및 Apple로부터 받는 구독의 개인 맞춤화 기능을 끌 수 있습니다. iOS, iPadOS 또는 visionOS 기기에서 설정 > [사용자 이름] > 미디어 및 구입 항목 > 계정 보기로 이동한 다음 ‘개인 맞춤형 추천’을 탭하여 끌 수 있습니다. iOS 및 iPadOS 기기에서 설정 > App Store > 개인 맞춤형 추천으로 이동한 다음, ‘앱 사용 데이터 지우기’를 탭하여 사용자의 기기에 기록된 앱 사용 데이터를 지울 수 있습니다. 이렇게 하면 기기에 기록된 데이터는 삭제되지 않지만, 앱 사용 데이터를 지울 때 기록된 모든 데이터는 개인 맞춤형 추천에 더 이상 사용되지 않습니다. App Store 개인 맞춤형 추천 기능은 사용자가 앱 사용 데이터 기록을 지운 이후에 기록된 새로운 데이터를 사용합니다. 사용자와 커뮤니케이션하기 Apple은 사용자가 소유한 Apple 제품 및 Apple 서비스 구독과 같은 사용자의 계정에 관한 정보를 이용하여, 사용자가 관심을 가질 만한 App Store 및 기타 Apple 제품, 서비스 및 특별 혜택에 관한 안내를 전송할 수 있습니다. Apple은 또한 App Store 내에서의 사용자의 활동에 대한 정보를 이용하여, 사용자가 App Store에서 이용할 수 있는 새로운 기능, 콘텐츠 및 특별 혜택에 관한 안내를 전송할 수 있습니다. 이메일 마케팅 사용자가 이메일 마케팅을 받기로 동의한 경우, 이러한 커뮤니케이션을 이메일로 받을 수 있습니다. account.apple.com 사이트로 이동하거나, iOS, iPadOS 또는 visionOS 기기에서 설정 > [사용자 이름] > 개인정보 > 커뮤니케이션 환경설정으로 이동하여 사용자의 이메일 환경설정을 변경하고, 이러한 이메일을 받지 않도록 할 수도 있습니다. 푸시 알림 이러한 커뮤니케이션을 푸시 알림으로 받을 수도 있습니다. iOS, iPadOS 또는 visionOS 기기에서 알림 환경설정을 업데이트하거나 알림을 받지 않으려면 설정 > 알림 > App Store로 이동하십시오. 광고 Apple이 제공하는 광고는 App Store, Apple News 및 주식 앱에서 앱, 제품 및 서비스를 찾도록 도와줍니다. Apple은 스토어의 광고가 관련성을 갖도록 사용자의 기기, 계정, 구입 항목, 구독 및 이전 다운로드에 관한 정보를 사용합니다. 또한 Apple은 관련 광고를 제공하기 위해 App Store에서 검색을 실행할 때의 검색 용어, 보고 있는 페이지 또는 다운로드하는 앱에 대한 정보를 포함한 관련 정보를 사용할 수 있습니다. Apple은 세그먼트라고 부르는, 비슷한 특징을 공유하는 사람들의 그룹을 생성하고 이를 타깃 광고를 제공하는 데 사용합니다. 사용자에 대한 정보는 사용자를 어느 세그먼트로 분류할지 결정하는 데 사용되며 이에 맞춰 광고가 제공됩니다. 개인정보를 보호하기 위해 타깃 광고는 5,000명 이상의 타깃 기준을 만족하는 경우에만 제공됩니다. 사용자와 관련이 있는 광고를 결정하는 데 사용되는 정보는 임의의 식별자와 연계되며 사용자의 Apple 계정과 연계되지 않습니다. 사용자와 관련 있는 다수의 광고 중 App Store에 어떤 광고를 표시할지 선택할 때, 어떤 광고가 가장 사용자와 관련이 있는지 결정하기 위해 위에서 언급한 정보와 사용자의 App Store 검색 및 브라우징 활동의 일부를 사용할 수 있습니다. App Store 브라우징 활동은 사용자가 App Store를 브라우징하는 동안 탭하여 본 콘텐츠 및 앱과 같은 정보를 포함합니다. 이 정보는 사용자의 신원을 나타내지 않도록 모든 사용자로부터 집계됩니다. 또한 사용자가 자주 연 앱 정보와 같이 기기에 저장된 정보를 바탕으로 기기상의 로컬 처리 방식을 사용하여 어떤 광고를 표시할지 선택할 수 있습니다. Apple의 광고 플랫폼은 사용자의 Apple 계정과 연계되지 않는 임의의 식별자를 기반으로, 사용자가 탭하거나 본 광고에 대한 정보를 받습니다. App Store가 사용자의 위치에 접근할 수 있도록 허용하면 사용자의 대략적인 위치를 사용하여 App Store에서 지역 기반 광고를 제공할 수 있습니다. iOS, iPadOS 또는 visionOS 기기에서 설정 > 개인정보 보호 및 보안 > 위치 서비스 > App Store로 이동한 다음 ‘안 함’을 탭하여 언제든지 위치 기반 기능을 중단할 수 있습니다. 개인 맞춤형 광고 설정이 켜져 있는 경우 Apple의 광고 플랫폼은 사용자의 정보를 사용하여 사용자와 더욱 관련이 있는 광고를 제공할 수 있습니다. Apple 광고 플랫폼에서 사용자의 관심 사항에 맞춘 타깃 광고를 받지 않으려면 개인 맞춤형 광고를 끄면 됩니다. 개인 맞춤형 광고를 끄면 Apple이 광고 대상 설정에 사용자의 정보를 사용할 수 없습니다. 받는 광고의 수는 줄어들지 않지만 광고의 관련성이 떨어질 수 있습니다. Apple 광고 및 개인정보 보호에 관하여 더 알아보려면 www.apple.com/kr/legal/privacy/data/ko/apple-advertising 사이트를 참조하십시오. App Store, Apple News 및 주식 앱의 개인 맞춤형 광고를 수신 거부하는 방법에 관해 더 알아보려면 support.apple.com/105131 사이트를 참조하십시오. 타사와 공유 Apple은 Apple 제품과 서비스를 제공하기 위해 Apple과 제휴하거나 Apple의 고객 마케팅에 협력하고 Apple 대신 광고를 판매하여 App Store와 Apple News 및 주식 앱에 표시하는 전략적 파트너에게 비개인적인 데이터의 일부를 제공할 의무를 갖습니다. 예를 들어 앱 개발자가 창작물에 대한 성과를 측정하고, 저작권 및 회계 기준을 준수하며, 제품 및 서비스를 향상할 수 있도록 콘텐츠 구입에 대한 비개인적인 데이터를 이들과 공유할 수 있습니다. Apple은 개발자가 자사 앱을 관리하고 향상할 수 있도록 개발자와 정보를 공유할 수 있습니다. 개발자는 비슷한 특징 또는 행동을 공유하는 사용자 그룹의 집계된 데이터(5명 이상의 사용자 그룹에 한함)를 확인할 수 있는 사용 정보(이 기능을 활성화한 사용자가 제공함)에 접근할 수 있습니다. 개발자는 App Store에서 자사 제품 및 서비스 구입 및 환불에 관한 영수증 정보에 접근할 수 있습니다. 영수증에는 개인 데이터가 포함되지 않지만, 개발자는 사용자가 자사 앱을 사용하고 다운로드하는 것으로부터 수집한 개인 데이터를 영수증과 연계하려고 할 수 있습니다(사용자가 제공한 경우). 사용자가 타사 앱에서 구독을 구입한 경우 사용자 및 개발자 또는 발행인에게 고유한 구독자 ID가 생성됩니다. Apple은 사용자가 구입한 구독 및 사용자의 거주 국가 또는 지역에 관한 정보를 포함한 리포트를 개발자에게 제공하기 위해 구독자 ID를 사용합니다. 이 정보는 구독 서비스의 성과를 파악할 수 있도록 개발자에게 제공됩니다. 사용자가 특정 개발자가 제공하는 서비스의 구독을 모두 취소하고 재구독하지 않는 경우, 구독자 ID가 180일 후에 재설정됩니다. 일부 지역에서는 외부에서 앱의 디지털 상품 또는 서비스를 구입하는 경우, 즉 구매가 Apple의 앱 내 결제 시스템을 사용하여 이루어지지 않은 경우, 해당 앱의 앱 개발자는 Apple의 회계, 보고 및 분석 목적으로 결제 금액 및 구입한 항목 등의 구입 관련 정보를 Apple에 보고합니다. Apple은 구입 정보를 사용자의 Apple 계정과 연결하지 않습니다. 또한 앱 개발자의 앱 내 콘텐츠에 대해 자동 다운로드가 발생하면 앱 개발자는 앱이 처음 열리기 전에 사용자 기기의 IP 주소를 볼 수 있습니다. 앱 개발자의 IP 주소 취급은 해당 앱 개발자의 개인정보 처리방침을 따릅니다. 앱을 처음 열기 전에 개발자의 앱 내 콘텐츠에 대해 자동 다운로드를 끄려면 설정 > App Store로 이동한 다음 탭하여 앱 내 콘텐츠를 끄십시오. 개인 데이터 처리를 위한 관련 법적 근거 Apple은 일반적으로 사용자와 Apple간의 계약을 이행하고, 필요에 따라 서비스를 제공하며, Apple의 법적 의무를 준수할 목적으로 App Store의 개인 데이터를 처리합니다. 동의가 적절한 법적 근거가 될 경우 Apple은 관련 현지 법률에 따라 동의를 구합니다. 관련 현지 법률이 규정된 경우, Apple은 Apple 또는 제3자의 정당한 이익을 위해 필요에 따라 다음과 같은 목적으로 개인 데이터를 처리합니다. • 관련성 높은 콘텐츠 표시, 요청된 콘텐츠를 다운로드할 충분한 저장 공간이 기기에 있는지에 관한 평가, 업데이트된 콘텐츠의 자동 다운로드 실행 • 모든 사용자를 위해 App Store 개선 및 최적화 • 이메일 및 푸시 알림을 통해 사용자가 관심을 가질 만한 특별 혜택 전송 및 App Store, Apple News 및 주식 앱에서 개인 맞춤형 광고를 제공하기 위해 카테고리 세분화 • 환불 요청 처리 • 개발자의 앱에서 구입한 항목에 대해 개발자에게 리포트 제공 • 사기 및 기타 악의적인 활동 방지 사용된 데이터에 포함되는 내용: • App Store 알림 및 메시지와 앱 내 알림 및 메시지뿐 아니라, 검색, 확인, 다운로드 및 구입한 콘텐츠에 대한 사용자의 상호작용과 같은 App Store 앱 사용 정보 • 사용자의 기기 및 계정에 관한 세부사항 • 사용자의 IP 주소 • 기기 신뢰도 데이터 유지 사용자가 App Store 및 기타 Apple 온라인 스토어에서 구입하고 다운로드한 항목과 연계된 개인 데이터가 재무 보고 관련 해당 법률(각 지역에 따라 다름)에 의해 지정된 기간 동안 유지됩니다. 대부분의 고객에게는 최소 10년 동안의 유지 기간이 요구되나, 중국 등의 일부 국가/지역에서는 30년의 유지 기간이 요구될 수 있습니다. 또한, 사용자가 Apple 계정을 갖고 있는 한 다운로드에 관한 해당 이용 약관에 따라 콘텐츠를 다시 다운로드할 수 있도록 사용자의 콘텐츠 구입 및 다운로드 기록을 유지합니다. Apple은 브라우징 활동 및 검색 등과 같은 기타 정보를 짧은 기간 동안 유지합니다. 선택된 기간은 데이터 유지를 위한 해당 법률 조건 및 특정 사업 활용 사례를 참작합니다. 그러나 구입 항목 같은 일부 정보는 사용자가 계정을 닫고 App Store 사용을 중단한 이후에도 사업 기록으로 유지될 수 있습니다(저장된 카드 세부사항은 포함되지 않음). 사용자가 결제 카드를 사용하면, Apple은 향후 구입, 반복되는 거래 또는 사용자가 승인한 기타 이용 목적을 위해 사용자의 카드 번호 및 청구 정보를 보관하고 자동으로 업데이트할 수 있습니다. Apple은 사용자의 금융 기관 또는 결제 네트워크로부터 이 정보를 받을 수 있으며, 또한 사기 방지 및 검증 목적으로 해당 정보를 사용할 수 있습니다. 사기 및 기타 악의적인 활동 방지 Apple은 App Store 및 기타 Apple 온라인 스토어와 기타 Apple 앱과 서비스에서 사기 및 기타 악의적인 활동을 방지하기 위해 개인 데이터를 수집합니다. 이 정보에는 기기 유형 및 소프트웨어 버전, 위치 정보(사용 가능한 경우 인터넷 연결 IP 주소를 대략적인 지리적 지역과 맞추어 추정), 다운로드 및 구입 내역, 검색 내역, 스토어에서의 기타 활동 등과 같은 기기 정보가 포함됩니다. 사용자가 구입을 시작하거나 구독이 자동 갱신으로 설정된 경우 Apple은 사용자와 Apple간의 과거 비즈니스 관계에 대한 정보를 사용하여 요청을 처리하고 결제 파트너의 승인에 앞서 제품 또는 서비스 제공 여부를 결정할 수 있습니다. 사용자가 구입을 시도할 때, 주고받은 통화나 이메일의 대략적인 횟수와 같이 사용자가 기기를 사용하는 방법에 관한 정보를 이용하여 기기에서 기기 신뢰도를 확인하기도 합니다. 제공된 정보는 Apple이 기기의 실제 정보를 학습할 수 없도록 디자인되었습니다. 신뢰도는 지정된 기간 동안 서버에 저장됩니다. Apple에서 수집하는 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: Parduotuvių teikimas Naudojame jūsų asmens duomenis, kad galėtume teikti paslaugas ir funkcijas programoje „App Store“ ir kitose „Apple“ internetinėse parduotuvėse. Ši informacija apima, pvz., paskyros ir mokėjimo informaciją, kurią galite pasiekti ir pakeisti nustatymuose, taip pat pirkimo istoriją. Taip pat galime naudoti jūsų asmens duomenis tam tikroms jūsų pageidaujamoms paslaugoms teikti, pvz., prašymui grąžinti pinigus. Tai gali apimti prašymus grąžinti pinigus, kuriuos siunčiate tiesiai „Apple“ arba naudodamiesi programų kūrėjų suteiktomis galimybėmis. Gavę jūsų sutikimą, kūrėjai gali teikti tam tikrus asmens duomenis „Apple“, kad palengvintų tokių pinigų grąžinimo prašymų nagrinėjimą, pvz., nustatant, ar naudojote pirkinį. Kai atsisiunčiate programą iš „App Store“ arba įdiegiate programą „Apple Watch“ įrenginyje, „Apple“ kartu su jūsų „Apple“ paskyra registruoja identifikatorius, pvz., įrenginio aparatinės įrangos identifikatorių ir IP adresą. Parduotuvių tobulinimas Siekdami pagerinti naudojimosi „App Store“ ir kitomis „Apple“ internetinėmis parduotuvėmis patirtį, renkame informaciją apie jūsų naudojimąsi parduotuvėmis, įskaitant tai, kada atidarote arba uždarote „App Store“, kokio turinio ieškote, turinį, kurį peržiūrite ir atsisiunčiate, ir jūsų sąveiką su „App Store“ tiesioginiais pranešimais bei ženkleliais, taip pat programoje gaunamomis žinutėmis iš „App Store“. Taip pat renkame informaciją apie jūsų įrenginį, pvz., įrenginio tipą, operacinės sistemos versiją ir laisvos vietos kiekį jūsų įrenginyje. Šią informaciją galime naudoti toliau nurodytais būdais: • Siūlyti populiarias paieškas ir suasmenintas funkcijas, pvz., „Daugiau žaidimų, kurie jums gali patikti“ • Įvertinti, ar prašomą turinį galima atsisiųsti • Suprasti bendras įrenginio saugyklos naudojimo tendencijas ir ar jūsų įrenginys prijungtas per „Wi-Fi“ ar mobiliojo ryšio tinklo Taip pat galime naudoti jūsų „App Store“ programų įvertinimus ir apžvalgas bei tai, ko ieškote, siekiant patobulinti „App Store“ veikiančius modelius. Pavyzdžiui, jūsų ir kitų „App Store“ naudotojų programų apžvalgos ir apibendrintos paieškos užklausos naudojamos apžvalgų santraukoms pateikti ir „App Store“ paieškos modeliui koreguoti. Parduotuvių suasmeninimas Naudojame duomenis apie jūsų saveiką su „App Store“, kad padėtume jums atrasti aktualiausią turinį. Pvz., rekomenduojame turinį, kuris, mūsų manymu, jus domina, atsižvelgdami į tai, ko anksčiau ieškojote, ką žiūrėjote, atsisiuntėte, atnaujinote ar peržiūrėjote „App Store“. Taip pat naudojame jūsų pirkimų istoriją, įskaitant pirkimus programose, prenumeratas ir mokėjimo būdus kartu su paskyros informacija, gauta iš „Apple“ paskyros, pvz., jūsų naudojamais įrenginiais ir naujais aktyvuotais įrenginiais. Kad rekomendacijos būtų geresnės, mes taip pat renkame informaciją apie naudotojų, kurie pasirenka dalytis įrenginio analizės duomenimis su „Apple“, paleidžiamas, įdiegiamas ir ištrinamas programas bei renkame informaciją apie programų vertinimus. Kad rekomendacijos būtų geresnės, „App Store“ naudojamas vietinis, įrenginyje vykdomas apdorojimas. Naudodama programos naudojimo duomenis, saugomus jūsų įrenginyje, pvz., apie dažnai atidaromas programas, laiką, praleidžiamą naudojant tam tikras programas, įdiegiamas ir pašalinamas programas, „App Store“ gali siūlyti jums aktualesnes programas ir įvykius programose. „Apple“ gaunama informacija apie jūsų parduotuvių naudojimą apima informaciją apie jūsų bakstelėtą ir peržiūrėtą suasmenintą turinį. Suasmeninimo funkcijas galite išjungti paslaugoms „App Store“, „Apple Books“, „iTunes Store“, „Apple TV“, „Tinklalaidės“ bei „Apple“ prenumeratai, išjungdami „Apple“ paskyros suasmenintas rekomendacijas. Savo „iOS“, „iPadOS“ arba „visionOS“ įrenginyje pasirinkite „Nustatymai“ > [Jūsų vardas] > „Medija ir pirkiniai“ > „Rodyti paskyrą“, tada bakstelėkite, kad išjungtumėte funkciją „Suasmenintos rekomendacijos“. Galite išvalyti programos naudojimo duomenis, registruojamus jūsų įrenginyje ir skirtus rekomendacijoms suasmeninti „iOS“ ir „iPadOS“ įrenginiuose, eidami į „Nustatymai“ > „App Store“ > „Suasmenintos rekomendacijos“ ir bakstelėdami „Valyti programų naudojimo duomenis“. Dėl to įrenginyje registruoti duomenys nebus ištrinti, tačiau duomenys, užregistruoti tuo metu, kai išvalėte programos naudojimo duomenis, nebebus naudojami suasmeninimui. „App Store“ suasmeninimo funkcijos naudos naujus duomenis, užregistruotus po to, kai išvalėte programos nadojimo duomenų istoriją. Bendravimas su jumis „Apple“ gali naudoti informaciją apie jūsų paskyrą, pvz., apie jūsų turimus „Apple“ produktus ir „Apple“ paslaugų prenumeratas, kad siųstų jums pranešimus apie „App Store“ ir kitus „Apple“ produktus, paslaugas ir pasiūlymus, kurie gali būti jums įdomūs. „Apple“ taip pat gali naudoti informaciją apie jūsų veiklą „App Store“, kad siųstų jums pranešimus apie naujas „App Store“ funkcijas, turinį ir pasiūlymus. Rinkodara el. paštu Šiuos pranešimus galite gauti el. paštu, jei sutinkate gauti rinkodarinius pranešimus el. paštu. Galite keisti el. pašto nuostatas ir atsisakyti gauti šiuos el. laiškus apsilankę adresu account.apple.com arba savo „iOS“, „iPadOS“ arba „visionOS“ įrenginyje pasirinkę „Nustatymai“ > [Jūsų vardas] > „Asmeninė informacija“ > „Pranešimų nuostatos“. Tiesioginiai pranešimai Šiuos pranešimus taip pat galite gauti tiesioginiais pranešimais. Norėdami atnaujinti pranešimų nuostatas arba atsisakyti pranešimų „iOS“, „iPadOS“ ar „visionOS“ įrenginiuose, eikite į sritį „Nustatymai“ > „Pranešimai“ > „App Store“. Reklama „Apple“ teikiama reklama padeda žmonėms atrasti programas, produktus ir paslaugas programose „App Store“, „Apple News“ ir „Akcijos“. Naudojame informaciją apie jūsų įrenginį, paskyrą, pirkinius, prenumeratas ir ankstesnius atsisiuntimus, siekdami užtikrinti, kad reklamos būtų aktualios. Be to, „App Store“ galime naudoti kontekstinę informaciją, įskaitant jūsų paieškos terminus, kai paleidžiate paiešką, ir informaciją apie jūsų peržiūrimą puslapį arba atsisiunčiamą programą, kad galėtume teikti aktualią reklamą. Kuriame žmonių grupes, vadinamus segmentus, turinčias panašias savybes ir šias grupes naudojame tikslinėms reklamoms teikti. Informacija apie jus naudojama nustatant, kuriems segmentams esate priskirti ir kokias reklamas gaunate. Siekiant apsaugoti jūsų privatumą, tikslinė reklama pateikiama tik tada, kai daugiau nei 5 000 žmonių atitinka taikymo kriterijus. Informacija, naudojama nustatant, kurie skelbimai jums aktualūs, yra susieta su atsitiktiniais identifikatoriais, o ne su jūsų „Apple“ paskyra. Parinkdami, kurią reklamą rodyti „App Store“ iš kelių jums tinkamų reklamų, galime naudoti dalį anksčiau minėtos informacijos, taip pat jūsų „App Store“ paieškas ir naršymo veiklą, kad būtų galima nustatyti, kuri reklama jums tinkamiausia. „App Store“ naršymo veikla apima informaciją, pvz., turinį ir programas, kuriuos bakstelite ir peržiūrite naršydami „App Store“. Ši naudotojų informacija yra apibendrinta, todėl jūsų negalima identifikuoti. Taip pat galime naudoti vietinį apdorojimą įrenginyje, kad parinktume, kurią reklamą rodyti, naudodami informaciją, saugomą jūsų įrenginyje, pvz., dažnai atidaromas programas. „Apple“ reklamos platforma gauna informaciją apie skelbimus, kuriuos bakstelite ir peržiūrite pagal atsitiktinį identifikatorių, nesusietą su jūsų „Apple“ paskyra. Jei programai „App Store“ suteiksite prieigą prie savo vietos duomenų, jūsų apytikslė buvimo vieta gali būti naudojama siekiant teikti geografiškai pritaikytą reklamą „App Store“. „iOS“, „iPadOS“ arba „visionOS“ įrenginyje galite bet kada išjungti šią buvimo vieta grindžiamą funkciją nueidami į „Nustatymai“ > „Privatumas ir sauga“ > „Vietos nustatymo paslaugos“ > „App Store“ ir bakstelėdami „Niekada“. Jei įjungtas suasmenintos reklamos nustatymas, „Apple“ reklamos platforma gali naudoti jūsų informaciją teikdama jums aktualesnes reklamas. Jei nenorite gauti savo pomėgiams pritaikytų reklamų iš „Apple“ reklamos platformos, galite pasirinkti išjungti suasmenintą reklamą. Išjungus suasmenintas reklamas, „Apple“ nebegalės naudoti informacijos tikslinei reklamai. Ko gero, gaunamų reklamų skaičius nesumažės, tačiau jos gali būti mažiau aktualios. Sužinokite daugiau apie „Apple“ reklamą ir privatumą apsilankę adresu www.apple.com/legal/privacy/data/en/apple-advertising. Sužinokite, kaip atsisakyti suasmenintų skelbimų paslaugose „App Store“, „Apple News“ ir „Akcijos“, apsilankę adresu support.apple.com/105131. Bendrinimas su trečiosiomis šalimis Esame įpareigoti pateikti kai kuriuos ne asmens duomenis strateginiams partneriams, kurie bendradarbiauja su „Apple“, kad galėtų teikti mūsų produktus ir paslaugas, padėti „Apple“ pasiekti klientus, parduoti reklamas „Apple“ vardu, kad jie būtų rodomi programose „App Store“, „Apple News“ ir „Akcijos“. Pavyzdžiui, galime bendrinti ne asmens duomenis apie jūsų turinio pirkinius su programų savininkais, kad jie galėtų įvertinti savo kūrybinio darbo našumą, įvykdyti autorinių atlyginimų ir apskaitos reikalavimus bei tobulinti savo produktus ir paslaugas. Galime dalytis informacija su kūrėjais, kad padėtume jiems naudoti ir tobulinti programas. Kūrėjai gali pasiekti naudojimo informaciją, kurią teikia taip nusprendę naudotojai, kad galėtų peržiūrėti naudotojų grupių, kurios pasižymi panašiomis charakteristikomis ar elgesiu, apibendrintus duomenis tol, kol duomenys teikiami iš ne mažesnių nei penkių naudotojų grupių. Kūrėjai gali pasiekti savo produktų ir paslaugų pirkimo ir pinigų grąžinimo kvitų informaciją „App Store“. Kvituose nenurodomi asmens duomenys, tačiau kūrėjai gali siekti juos susieti su asmens duomenimis, teikiamais jums naudojant ir atsisiunčiant jų programas, jei tokius duomenis jiems pateikėte. Jei įsigysite prenumeratą trečiosios šalies programoje, mes jums ir kūrėjui ar leidėjui sukursime unikalų prenumeratoriaus identifikatorių. Pagal prenumeratoriaus identifikatorių teikiame kūrėjams ataskaitas, kurios apima informaciją apie jūsų įsigytą prenumeratą ir jūsų šalį arba gyvenamosios vietos regioną. Ši informacija teikiama kūrėjams, kad jie žinotų, kaip veikia jų prenumeratos. Jei atšauksite visas konkretaus kūrėjo prenumeratas ir neužprenumeruosite jų iš naujo, po 180 dienų prenumeratoriaus identifikatorius bus nustatytas iš naujo. Jei tam tikruose regionuose už skaitmenines prekes ar paslaugas programoje atsiskaitote iš išorės, t. y. perkate ne per „Apple“ programose esančią mokėjimo sistemą, tos programos kūrėjas „Apple“ apskaitos, ataskaitų ir analizės tikslais pateikia „Apple“ informaciją apie pirkimą, įskaitant sumokėtą sumą ir įsigytą prekę. „Apple“ nesusieja pirkimo informacijos su jūsų „Apple“ paskyra. Be to, automatiškai atsisiunčiant programos turinį iš programos kūrėjų, jūsų įrenginio IP adresas bus matomas programos kūrėjams iki pirmą kartą atidarant programą. Programos kūrėjas jūsų IP adresą tvarko pagal programos kūrėjo privatumo poltiką. Norėdami išjungti automatinį turinio programoje atsiuntimą iš kūrėjų iki pirmą kartą atidarant programą, eikite į „Nustatymai“ > „App Store“, tada bakstelėkite, kad išjungtumėte turinį programoje. Taikomas asmens duomenų tvarkymo teisinis pagrindas Iš esmės programoje „App Store“ jūsų asmens duomenis tvarkome jūsų sutarties su „Apple“ vykdymo tikslais, kai toks tvarkymas būtinas paslaugai teikti ir teisiniams įsipareigojimams vykdyti. Jei sutikimas yra tinkamas teisinis pagrindas, jo siekiame pagal galiojančius vietinius įstatymus. Kai tai numatoma galiojančiuose vietiniuose įstatymuose, asmens duomenis tvarkome, jei tai būtina mūsų arba trečiosios šalies teisėtų interesų tikslais, siekdami: • rodyti aktualų turinį, įvertinti, ar jūsų įrenginyje yra pakankamai vietos prašomam turiniui atsisiųsti, ir palengvinti automatinį atnaujinto turinio atsisiuntimą; • padėti patobulinti ir optimizuoti „App Store“ jums ir kitiems; • siųsti jus galimai dominsiančius pasiūlymus el. paštu ir tiesioginiais pranešimais bei kurti segmentus, kad galėtume jums teikti reklamas programose „App Store“, „Apple News“ ir „Akcijos“; • tvarkyti pinigų grąžinimo prašymus; • teikti kūrėjams ataskaitas apie pirkinius jų programose; • užkardyti apgavystes ir kitas piktavališkas veiklas. Šie duomenys gali apimti: • jūsų „App Store“ programos naudojimą, pvz., jūsų sąveiką su ieškomu, peržiūrimu, atsisiunčiamu ir įsigyjamu turiniu, taip pat „App Store“ pranešimus ir žinutes bei pranešimus ir žinutes programoje; • informaciją apie jūsų įrenginį ir paskyrą; • jūsų IP adresą; • įrenginio patikimumo balą. Saugojimas Su „App Store“ ir kitų „Apple“ internetinių parduotuvių pirkiniais ir atsisiuntimais susietus asmens duomenis saugome tokį laikotarpį, kuris numatytas galiojančiuose su finansine atskaitomybe susijusiuose įstatymuose, kurie skiriasi skirtinguose regionuose. Daugumos klientų duomenis privaloma saugoti ne mažiau nei 10 metų, tačiau tokiuose regionuose kaip Kinija šis laikotarpis gali būti 30 metų. Taip pat saugome jūsų pirkimo ir turinio atsisiuntimų įrašus ne trumpiau nei turite paskyrą mūsų platformoje, kad galėtumėte atsisiųsti šį turinį. Tai taip pat darome laikydamiesi galiojančių sąlygų. Kitą informaciją, pvz., naršymo veiklą ir paieškas, saugome trumpiau. Pasirinkus laikotarpį atsižvelgiama į taikomus teisinius duomenų saugojimo reikalavimus ir konkrečius verslo naudojimo atvejus. Tačiau tam tikra informacija, pvz., pirkiniai, bet ne išsaugota kortelės informacija, gali būti saugoma kaip verslo įrašai net uždarius paskyrą arba nustojus naudotis „App Store“. Jums panaudojus mokėjimo kortelę, „Apple“ gali išsaugoti ir automatiškai atnaujinti kortelės numerį ir atsiskaitymo informaciją būsimiems pirkiniams, pasikartojančioms operacijoms ir kitoms jūsų leistoms paskirtims. Šią informaciją „Apple“ gali gauti iš jūsų finansų įstaigos arba mokėjimų tinklo, taip pat ją naudoti sukčiavimo prevencijai ir tapatybei patvirtinti. Apgavysčių ir kitų piktavališkų veiklų užkardymas Taip pat renkame asmens duomenis, kad užkirstume kelią apgavystėms ir kitai piktavališkai veiklai „App Store“ ir kitose „Apple“ internetinėse parduotuvėse bei kitose „Apple“ programose ir paslaugose. Ši informacija apima įrenginio informaciją, pvz., įrenginio tipą, programinės įrangos versiją, vietos informaciją (apytikriai nustatytą pagal interneto ryšio IP adreso ir geografinio regiono atitiktį, jei yra), atsisiuntimų ir pirkimo istoriją, paieškas bei kitą sąveiką su parduotuvėmis. Kai inicijuojate pirkimą arba prenumerata atnaujinama automatiškai, „Apple“ gali naudoti informaciją apie jūsų buvusius verslo santykius su „Apple“, kad galėtų apdoroti užklausą ir nuspręsti, ar teikti produktą ar paslaugą nesulaukus mokėjimo partnerio leidimo. Kai bandote įsigyti pirkinį, taip pat apskaičiuojame jūsų įrenginio patikimumo balą panaudodami informaciją apie tai, kaip jūs naudojate įrenginį, įskaitant apytikslį telefono skambučių ar siunčiamų ir gaunamų el. laiškų skaičių. Ši informacija pateikiama taip, kad „Apple“ negalėtų sužinoti tikrų verčių jūsų įrenginyje. Balas saugomas numatytą laikotarpį mūsų serveriuose. Bendrovės „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy.
ms: Menyediakan Kedai Kami menggunakan data peribadi anda untuk menyediakan perkhidmatan dan ciri dalam App Store dan kedai dalam talian Apple lain. Maklumat ini termasuk, contohnya, maklumat akaun dan bayaran anda, yang boleh anda akses dan tukar dalam seting serta sejarah pembelian anda. Kami juga boleh menggunakan data peribadi anda untuk menyediakan perkhidmatan tertentu yang anda minta, seperti permintaan bayaran balik. Ini boleh termasuk permintaan bayaran balik yang anda hantar terus kepada Apple atau yang anda hantar kepada Apple seperti yang dimudahkan oleh pembangun app. Dengan keizinan anda, pembangun boleh memberikan data peribadi tertentu kepada Apple untuk membantu memproses permintaan bayaran balik ini, seperti sama ada anda telah menggunakan pembelian. Apabila anda memuat turun app daripada App Store atau memasang app pada Apple Watch anda, pengecam seperti ID perkakasan dan alamat IP peranti anda dilog oleh Apple bersama-sama Akaun Apple anda. Meningkatkan Kedai Untuk meningkatkan pengalaman dalam App Store dan kedai dalam talian Apple yang lain, kami mengumpulkan maklumat tentang penggunaan kedai oleh anda, termasuk masa anda membuka atau menutup App Store, kandungan yang anda cari, kandungan yang anda lihat serta muat turun dan interaksi anda dengan pemberitahuan push dan lencana App Store, serta mesej daripada App Store dalam app. Kami juga mengumpulkan maklumat tentang peranti anda seperti jenis peranti, versi sistem pengendalian anda dan jumlah ruang kosong pada peranti anda. Kami mungkin menggunakan maklumat ini melalui cara berikut: • Untuk menawarkan carian semakin popular dan ciri diperibadikan seperti Lebih Banyak Permainan Yang Mungkin Anda Suka • Untuk menilai sama ada kandungan yang diminta boleh dimuat turun • Untuk memahami aliran umum dalam penggunaan storan peranti dan sama ada peranti anda disambungkan melalui Wi‑Fi atau selular Kami juga mungkin menggunakan penilaian dan ulasan app anda di App Store dan perkara yang anda cari untuk meningkatkan model yang menguasakan App Store. Sebagai contoh, ulasan app dan pertanyaan carian yang diagregatkan daripada anda dan pengguna App Store lain digunakan untuk menyediakan ringkasan ulasan dan untuk memperhalus model carian App Store. Memperibadikan Kedai Kami menggunakan interaksi anda dengan App Store untuk membantu anda menemui kandungan yang paling berkaitan dengan anda. Contohnya, kami mengesyorkan kandungan yang kami berpendapat akan diminati oleh anda berdasarkan perkara yang anda telah cari, lihat, muat turun, kemas kini atau ulas sebelumnya dalam App Store. Kami juga menggunakan sejarah pembelian, termasuk pembelian in‑app, langganan dan kaedah bayaran bersama dengan maklumat akaun yang diperoleh daripada Akaun Apple anda, seperti peranti yang anda gunakan dan peranti baharu yang anda aktifkan. Untuk memberikan pengesyoran yang lebih baik, kami juga menggunakan maklumat agregat tentang pelancaran, pemasangan dan pemadaman app daripada pengguna yang memilih untuk berkongsi analitis peranti dengan Apple dan maklumat agregat tentang penilaian app. App Store menggunakan pemprosesan setempat pada peranti untuk meningkatkan pengesyoran kami. Menggunakan data penggunaan app yang disimpan pada peranti anda — seperti app yang kerap anda buka, masa yang anda luangkan untuk menggunakan app tertentu dan pemasangan serta nyahpasang app anda — App Store boleh mencadangkan app dan peristiwa dalam app yang lebih berkaitan kepada anda. Maklumat yang Apple terima berkenaan penggunaan kedai oleh anda termasuk maklumat tentang kandungan diperibadikan yang anda ketik dan lihat. Anda boleh menyahaktifkan ciri pemeribadian dalam App Store, Apple Books, iTunes Store, Apple TV, Podcast dan untuk langganan daripada Apple dengan menyahaktifkan Pengesyoran Diperibadikan bagi Akaun Apple anda. Pada peranti iOS, iPadOS atau visionOS anda, pergi ke Seting > [nama anda] > Media & Pembelian > Lihat Akaun, kemudian ketik untuk menyahaktifkan Pengesyoran Diperibadikan. Anda boleh mengosongkan data penggunaan app yang dilog pada peranti anda untuk pemeribadian pada peranti iOS dan iPadOS dengan pergi ke Seting > App Store > Pengesyoran Diperibadikan dan mengetik Kosongkan Data Penggunaan App. Ini tidak akan memadamkan data yang dilog pada peranti anda, tetapi sebarang data yang dilog semasa anda mengosongkan data penggunaan app anda tidak lagi akan digunakan untuk pemeribadian. Ciri pemeribadian App Store akan menggunakan data baharu yang dilog selepas anda mengosongkan sejarah data penggunaan app anda. Berkomunikasi dengan Anda Apple mungkin menggunakan maklumat tentang akaun anda, seperti produk Apple yang anda miliki dan langganan anda kepada perkhidmatan Apple, untuk berkomunikasi dengan anda tentang App Store dan produk, perkhidmatan, serta tawaran lain Apple yang mungkin menarik minat anda. Apple juga mungkin menggunakan maklumat tentang aktiviti anda dalam App Store untuk menghantar komunikasi kepada anda tentang ciri baharu, kandungan dan tawaran yang tersedia pada App Store. Pemasaran E-mel Anda mungkin menerima komunikasi ini melalui e-mel, jika anda bersetuju menerima pemasaran e-mel. Anda boleh menukar keutamaan e‑mel anda dan menarik diri daripada menerima e‑mel ini dengan pergi ke account.apple.com atau pada peranti iOS, iPadOS atau visionOS anda dengan pergi ke Seting > [nama anda] > Maklumat Peribadi > Keutamaan Komunikasi. Pemberitahuan Push Anda juga mungkin menerima komunikasi ini melalui pemberitahuan push. Untuk mengemas kini keutamaan pemberitahuan anda atau menarik diri daripada pemberitahuan pada peranti iOS, iPadOS atau visionOS anda, pergi ke Seting > Pemberitahuan > App Store. Pengiklanan Pengiklanan dihantar Apple membantu orang menemui app, produk dan perkhidmatan pada App Store, Apple News dan Saham. Kami menggunakan maklumat tentang peranti, akaun, pembelian, langganan dan muat turun anda yang sebelumnya untuk memastikan iklan adalah berkaitan. Pada App Store, kami juga mungkin menggunakan maklumat kontekstual, termasuk istilah carian anda apabila anda melakukan carian dan maklumat tentang halaman yang sedang anda lihat atau app yang sedang anda muat turun untuk menyiarkan iklan yang berkaitan kepada anda. Kami mencipta kumpulan orang, yang dipanggil segmen, yang berkongsi sifat yang serupa dan menggunakan kumpulan ini untuk menyiarkan iklan yang disasarkan. Maklumat tentang anda digunakan untuk menentukan segmen yang ditetapkan pada anda dan dengan itu, iklan yang anda terima. Untuk melindungi privasi anda, iklan disasarkan akan disiarkan hanya jika lebih daripada 5,000 orang menepati kriteria disasarkan. Maklumat yang digunakan untuk menentukan iklan yang berkaitan dengan anda dikaitkan dengan pengecam rawak dan tidak dikaitkan dengan Akaun Apple anda. Semasa memilih iklan untuk dipaparkan pada App Store daripada berbilang iklan yang anda layak, kami mungkin menggunakan sesetengah maklumat yang disebutkan di atas, serta carian dan aktiviti pelayaran App Store anda, untuk menentukan iklan yang berkemungkinan paling berkaitan dengan anda. Aktiviti pelayaran App Store termasuk maklumat seperti kandungan dan app yang anda ketik serta lihat semasa melayari App Store. Maklumat ini diagregatkan merentas pengguna supaya ia tidak mengenal pasti anda. Kami juga boleh menggunakan pemprosesan setempat pada peranti untuk memilih iklan bagi dipaparkan, menggunakan maklumat yang disimpan pada peranti anda, seperti app yang kerap anda buka. Platform pengiklanan Apple menerima maklumat tentang iklan yang anda ketik dan lihat daripada pengecam rawak yang tidak dikaitkan dengan Akaun Apple anda. Jika anda membenarkan App Store mengakses lokasi anda, anggaran lokasi anda mungkin digunakan untuk menyediakan iklan yang disasarkan secara geografi pada App Store. Anda boleh menarik diri daripada fungsi berdasarkan lokasi pada bila-bila masa pada peranti iOS, iPadOS atau visionOS anda dengan pergi ke Seting > Privasi & Keselamatan > Perkhidmatan Lokasi > App Store, kemudian mengetik Jangan. Jika seting Iklan Diperibadikan diaktifkan, platform pengiklanan Apple mungkin menggunakan maklumat anda untuk memberikan iklan yang lebih berkaitan kepada anda. Jika anda tidak mahu menerima iklan yang disasarkan pada minat anda daripada platform pengiklanan Apple, anda boleh memilih untuk menyahaktifkan Iklan Diperibadikan. Menyahaktifkan Iklan Diperibadikan akan menghalang Apple daripada menggunakan maklumat anda untuk penyasaran iklan. Ini mungkin tidak mengurangkan bilangan iklan yang anda terima, tetapi iklan mungkin kurang berkaitan kepada anda. Ketahui lebih lanjut tentang Pengiklanan Apple & Privasi di www.apple.com/legal/privacy/data/ms/apple-advertising. Ketahui cara menarik diri daripada iklan diperibadikan pada App Store, Apple News dan Saham di support.apple.com/105131. Perkongsian dengan Pihak Ketiga Kami berkewajipan untuk memberikan sedikit data bukan peribadi kepada rakan kongsi strategik yang bekerjasama dengan Apple untuk menyediakan produk dan perkhidmatan kami, membantu Apple memasarkan kepada pelanggan dan menjual iklan bagi pihak Apple untuk dipaparkan dalam App Store, Apple News dan Saham. Contohnya, kami mungkin berkongsi data bukan peribadi tentang pembelian kandungan anda dengan pembangun app, supaya mereka boleh mengukur prestasi karya kreatif mereka, memenuhi keperluan royalti dan perakaunan serta meningkatkan produk dan perkhidmatan mereka. Kami mungkin berkongsi maklumat dengan pembangun untuk membantu mereka beroperasi dan meningkatkan app mereka. Pembangun boleh mengakses maklumat penggunaan, yang disediakan oleh pengguna yang mengikut serta, yang membolehkan mereka melihat pada data teragregat daripada kumpulan pengguna yang mempunyai sifat atau kelakuan serupa, asalkan data datang daripada kumpulan dengan tidak kurang daripada lima pengguna. Pembangun boleh mengakses maklumat resit untuk pembelian dan bayaran balik produk dan perkhidmatan mereka dalam App Store. Resit tidak termasuk data peribadi; walau bagaimanapun, pembangun boleh cuba mengaitkannya dengan data peribadi daripada penggunaan dan muat turun app mereka oleh anda, jika anda telah memberikannya kepada mereka. Jika anda membeli langganan dalam app pihak ketiga, kami mencipta ID Pelanggan yang unik untuk anda dan pembangun atau penerbit. Kami menggunakan ID Pelanggan untuk menyediakan laporan kepada pembangun yang termasuk maklumat tentang langganan yang telah anda beli dan negara atau rantau kediaman anda. Maklumat ini diberikan kepada pembangun supaya mereka boleh memahami prestasi langganan mereka. Jika anda membatalkan semua langganan anda dengan pembangun tertentu dan jika anda tidak melanggan semula, ID Pelanggan akan direset selepas 180 hari. Di sesetengah rantau, jika anda membuat pembelian barangan atau perkhidmatan digital untuk app secara luaran, bermakna pembelian anda tidak dibuat dengan sistem bayaran in-app Apple, pembangun app untuk app tersebut akan melaporkan kepada Apple maklumat tentang pembelian, termasuk jumlah dibayar dan item dibeli, untuk tujuan perakaunan, pelaporan dan analitis Apple. Apple tidak mengaitkan maklumat pembelian dengan Akaun Apple anda. Selain itu, apabila muat turun automatik kandungan dalam app daripada pembangun app berlaku, alamat IP peranti anda akan kelihatan kepada pembangun app sebelum app pertama kali dibuka. Pengendalian alamat IP anda oleh pembangun app ditadbir oleh dasar privasi pembangun app. Untuk menyahaktifkan muat turun automatik kandungan dalam app daripada pembangun sebelum anda pertama kali membuka app, pergi ke Seting > App Store, kemudian ketik untuk menyahaktifkan Kandungan Dalam App. Asas Undang-undang yang Berkenaan untuk Pemprosesan Data Peribadi Kami memproses data peribadi anda dalam App Store umumnya untuk pelaksanaan kontrak anda dengan Apple, seperti yang diperlukan untuk menyediakan perkhidmatan dan mematuhi kewajipan undang-undang kami. Jika persetujuan ialah asas undang-undang yang bersesuaian, kami mendapatkannya selaras dengan undang-undang tempatan yang berkenaan. Jika dibenarkan undang-undang tempatan yang berkenaan, kami memproses data peribadi mengikut keperluan untuk tujuan kepentingan sah kami atau pihak ketiga untuk: • Memaparkan kandungan berkaitan, menilai sama ada peranti anda mempunyai ruang mencukupi untuk memuat turun kandungan yang diminta dan memudahkan muat turun automatik kandungan yang dikemas kini • Membantu meningkatkan dan mengoptimumkan App Store untuk anda dan orang lain • Menghantar tawaran kepada anda menerusi e-mel dan pemberitahuan push yang mungkin menarik minat anda, serta untuk mencipta segmen untuk menyiarkan iklan kepada anda dalam App Store, Apple News dan Saham • Memproses permintaan bayaran balik • Menyediakan pelaporan kepada pembangun tentang pembelian dalam app mereka • Mencegah penipuan dan aktiviti berniat jahat lain Data yang digunakan termasuk: • Penggunaan app App Store oleh anda, seperti interaksi anda dengan kandungan yang anda cari, lihat, muat turun dan beli, serta pemberitahuan dan mesej App Store, serta pemberitahuan dan mesej dalam app • Butiran tentang peranti dan akaun anda • Alamat IP anda • Skor kepercayaan peranti Pengekalan Kami mengekalkan data peribadi yang dikaitkan dengan pembelian dan muat turun anda pada App Store dan kedai dalam talian Apple yang lain selama tempoh yang ditentukan oleh undang-undang berkenaan yang berkaitan dengan pelaporan kewangan, yang berbeza-beza mengikut rantau. Untuk kebanyakan pelanggan, ini memerlukan tempoh pengekalan sekurang-kurangnya selama 10 tahun, tetapi di rantau seperti China, tempoh tersebut boleh menjadi 30 tahun. Kami juga mengekalkan rekod pembelian dan muat turun kandungan oleh anda selama sekurang-kurangnya tempoh masa anda mempunyai akaun dengan kami untuk membolehkan anda memuat turun kandungan tersebut, sekali lagi selaras dengan syarat kami yang berkenaan. Kami mengekalkan maklumat lain seperti aktiviti pelayaran dan carian selama tempoh masa yang lebih pendek. Tempoh yang dipilih mengambil kira keperluan undang-undang yang berkenaan untuk mengekalkan data dan kes penggunaan perniagaan tertentu. Walau bagaimanapun, sesetengah maklumat, seperti pembelian tetapi bukan butiran kad anda yang disimpan, mungkin dikekalkan sebagai rekod perniagaan walaupun selepas anda menutup akaun anda atau berhenti menggunakan App Store. Apabila anda menggunakan kad bayaran, Apple mungkin mengekalkan dan mengemas kini nombor kad serta maklumat pengebilan anda secara automatik untuk pembelian masa depan, transaksi berulang atau penggunaan lain yang anda benarkan. Apple mungkin mendapatkan maklumat ini daripada institusi kewangan atau rangkaian bayaran anda dan turut menggunakannya untuk pencegahan penipuan serta pengesahan. Mencegah Penipuan dan Aktiviti Berniat Jahat Lain Kami turut mengumpulkan data peribadi untuk mencegah penipuan dan aktiviti berniat jahat lain dalam App Store dan kedai dalam talian Apple lain, serta app dan perkhidmatan Apple yang lain. Maklumat ini termasuk maklumat peranti, seperti jenis peranti dan versi perisian, maklumat lokasi (dianggarkan dengan memadankan alamat IP sambungan internet anda dengan rantau geografi, jika tersedia), sejarah muat turun, carian dan pembelian serta interaksi lain dengan kedai. Apabila anda memulakan pembelian atau apabila langganan disetkan kepada perbaharui auto, Apple mungkin menggunakan sejarah hubungan perniagaan anda dengan Apple untuk memproses permintaan dan menentukan sama ada untuk menyediakan produk atau perkhidmatan sebelum pengesahan oleh rakan kongsi bayaran. Kami juga mengira skor kepercayaan peranti pada peranti anda apabila anda cuba membeli menggunakan maklumat tentang cara anda menggunakan peranti anda, termasuk anggaran bilangan panggilan telefon atau e-mel yang anda hantar dan terima. Penghantaran direka bentuk supaya Apple tidak boleh mengetahui nilai dasar pada peranti anda. Skor disimpan untuk masa yang ditetapkan pada pelayan kami. Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy.
nl: Het aanbod in de Stores We gebruiken je persoonlijke gegevens om de voorzieningen en functies in de App Store en andere online Stores van Apple aan te bieden. Deze gegevens bevatten bijvoor­beeld je account- en betaal­gegevens, die je in Instellingen kunt terug­vinden en wijzigen, en je aankoop­geschiedenis. We kunnen je persoon­lijke gegevens ook gebruiken om bepaalde diensten te bieden waarom je hebt verzocht, zoals verzoeken om terug­betaling. Deze kunnen verzoeken om terug­betaling omvatten die je recht­streeks naar Apple verstuurt of die je naar Apple verstuurt met behulp van app­ontwikkelaars. Met jouw toestemming kunnen ontwikkelaars bepaalde persoon­lijke gegevens verstrekken aan Apple om je te helpen met het verwerken van deze verzoeken om terug­betalingen, bijvoor­beeld of je de aankoop hebt gebruikt. Wanneer je een app downloadt uit de App Store of een app op je Apple Watch installeert, worden aanduidingen zoals de hardware-ID en het IP-adres van je apparaat, samen met je Apple Account door Apple gelogd. De Stores verbeteren Om je ervaring in de App Store en andere online Stores van Apple te verbeteren, wordt informatie over je gebruik van de Stores verzameld, waaronder wanneer je de App Store opent of sluit, naar welk materiaal je zoekt, welk materiaal je bekijkt en downloadt, en je omgang met App Store-pushmeldingen en badges, evenals berichten van de App Store binnen apps. We verzamelen ook informatie over je apparaat, zoals het type apparaat, de versie van je besturings­systeem en de hoeveel­heid vrije ruimte op je apparaat. We kunnen deze gegevens op de volgende manieren gebruiken: • Om populaire zoekopdrachten en gepersonaliseerde functies aan te bieden, zoals 'Meer games die je leuk vindt' • Om te bepalen of het gevraagde materiaal kan worden gedownload • Om algemene trends in het gebruik van apparaatopslag te begrijpen en om te zien of je apparaat verbinding maakt via wifi of een mobiel netwerk We gebruiken je beoordelingen en recensies van apps in de App Store en wat je zoekt mogelijk ook om modellen te verbeteren die voor de App Store worden gebruikt. Er worden bijvoorbeeld appreviews en verzamelde zoekopdrachten van jou en andere App Store-gebruikers gebruikt om samenvattingen van beoordelingen te geven en het App Store-zoekmodel te verfijnen. De Stores personaliseren Informatie over de manier waarop je de App Store gebruikt, wordt door ons benut om je het materiaal te laten ontdekken dat voor jou het meest relevant is. We kunnen bijvoor­beeld materiaal aanbevelen dat je volgens ons wel­licht interessant vindt op basis van het materiaal dat je eerder hebt gezocht, bekeken, gedown­load, bijgewerkt of beoor­deeld in de App Store. We gebruiken ook je aankoop­geschiedenis, waaronder in-app aankopen, abonne­menten en betaal­methoden in combinatie met account­gegevens die zijn afgeleid van je Apple Account, zoals de apparaten die je gebruikt en nieuwe apparaten die je activeert. Om betere aanbevelingen te kunnen doen, maken we ook gebruik van samen­gevoegde informatie over geopende, geïnstalleerde en verwijderde apps van gebruikers die toestemming hebben gegeven voor het delen van analyse­gegevens van apparaten met Apple en samen­gevoegde informatie over app­beoordelingen. De App Store gebruikt lokale verwerking op het apparaat om onze aanbevelingen te verbeteren. De App Store kan apps en in-app evene­menten voorstellen die rele­vanter voor je zijn. Hiervoor worden gegevens gebruikt over het app­gebruik die op je apparaat zijn opgeslagen, zoals de apps die je vaak opent, hoe­lang je bepaalde apps gebruikt en je geïnstalleerde en verwijderde apps. De gegevens die Apple ontvangt over je gebruik van de Stores omvat gegevens over het geperso­naliseerde materiaal waarop je tikt en dat je bekijkt. Je kunt personalisatie­functies uitschakelen in de App Store, Apple Books, de iTunes Store, Apple TV, Podcasts en voor abonnementen van Apple door 'Persoonlijke aanbevelingen' voor je Apple Account uit te schakelen. Ga op je iOS-, iPadOS- of visionOS-apparaat in Instellingen naar '[je naam]' > 'Media en aankopen' > 'Toon account' en tik om 'Gepersonaliseerde aanbevelingen' uit te schakelen. Op iOS- en iPadOS-apparaten kun je op je apparaat vast­gelegde gegevens over het app­gebruik voor perso­nalisatie wissen door in Instellingen naar 'App Store' > 'Geperso­naliseerde aanbeve­lingen' te gaan en te tikken op 'Wis gegevens over app­gebruik'. Hiermee worden geen gegevens verwijderd die op je apparaat zijn vast­gelegd, maar gegevens die zijn vast­gelegd op het moment waarop je gegevens over je app­gebruik wist, worden niet meer gebruikt voor perso­nalisatie. De perso­nalisatie­functies in de App Store gebruiken nieuwe gegevens die zijn vast­gelegd nadat je de gegevens­geschiedenis over je app­gebruik hebt gewist. Communicatie met jou Apple gebruikt mogelijk informatie over je account, zoals de Apple producten die je bezit en je abonne­menten op diensten van Apple, om je berichten te sturen over de App Store en andere Apple producten, diensten en aanbiedingen die voor jou interessant kunnen zijn. Apple gebruikt mogelijk ook informatie over je activiteiten binnen de App Store om je kennis­gevingen te sturen over nieuwe functies, inhoud en aanbiedingen die beschik­baar zijn in de App Store. E‑mail­marketing Je kunt deze kennis­gevingen ontvangen via e‑mail, als je ermee instemt om e‑mail­marketing te ontvangen. Je kunt je e‑mail­voorkeuren wijzigen en je afmelden voor het ontvangen van dergelijke e‑mails door naar account.apple.com te gaan of door op je iOS-, iPadOS- of visionOS-apparaat in Instellingen naar '[je naam]' > 'Persoonlijke gegevens' > 'Communicatievoorkeuren' te gaan. Push­meldingen Je kunt deze kennis­gevingen ook ontvangen via push­meldingen. Als je je meldings­voorkeuren op je iOS-, iPadOS- of visionOS-apparaat wilt bijwerken of als je je wilt afmelden voor meldingen, ga je in Instellingen naar 'Meldingen' > 'App Store'. Reclame Door Apple geleverde reclame helpt mensen bij het ontdekken van apps, producten en diensten in de App Store, in Apple News en in Aandelen. We gebruiken informatie over je apparaat, account, aankopen, abonnementen en eerdere downloads om ervoor te zorgen dat reclame relevant is. In de App Store kunnen we ook contextuele informatie gebruiken, waaronder de zoektermen van je zoekopdrachten en informatie over de pagina die je bekijkt of de app die je downloadt, om je een relevante advertentie te bieden. We stellen zogenoemde segmenten samen, groepen personen met overeenkomende kenmerken. We gebruiken deze groepen voor gerichte reclame. Je informatie wordt gebruikt om te bepalen tot welke groepen je behoort en zodoende, welke reclame je ontvangt. Om je privacy te beschermen, ontvang je alleen gerichte reclame als er meer dan 5000 personen aan de personalisatie­criteria voldoen. De informatie die wordt gebruikt om te bepalen welke reclame relevant voor je is, is gekoppeld aan willekeurige ID's, niet aan je Apple Account. Als je in aanmerking komt voor reclame uit meerdere bronnen, kunnen we een deel van de boven­staande informatie en je zoek­opdrachten en surf­gedrag in de App Store gebruiken om te bepalen welke reclame waar­schijnlijk het meest relevant voor je is. Je surf­gedrag in de App Store omvat informatie zoals de materialen en apps waarop je tikt en die je bekijkt tijdens het surfen in de App Store. De informatie van meerdere gebruikers wordt samen­gevoegd zodat je identiteit niet kan worden achter­haald. We kunnen ook gebruik­maken van lokale verwerking op het apparaat om te bepalen welke reclame wordt weer­gegeven. Dit doen we aan de hand van informatie die op je apparaat wordt bewaard, zoals de apps die je vaak opent. Het reclame­platform van Apple ontvangt informatie over de reclame waarop je tikt en die je bekijkt aan de hand van een wille­keurige ID die niet aan je Apple Account is gekoppeld. Als je de App Store toegang geeft tot je locatie, kan je locatie bij benadering worden gebruikt om geografisch gerichte reclame weer te geven in de App Store. Je kunt je op een iOS-, iPadOS- of visionOS-apparaat op elk gewenst moment afmelden voor locatie­gebonden functionaliteit door in Instellingen naar 'Privacy en beveiliging' > 'Locatie­voorzieningen' > 'App Store' te gaan en vervolgens op 'Nooit' te tikken. Als gepersonaliseerde reclame is ingeschakeld, kan het reclame­platform van Apple je gegevens gebruiken om reclame weer te geven die relevanter voor je is. Als je van het reclame­platform van Apple geen reclame wilt ontvangen die is gericht op je interesses, kun je gepersonaliseerde reclame uitschakelen. Als je gepersonaliseerde reclame uitschakelt, kan Apple je informatie niet gebruiken voor gerichte reclame. De hoeveel­heid reclame die je ontvangt, wordt mogelijk niet vermin­derd, maar de reclame is mogelijk minder rele­vant voor je. Meer informatie over Apple reclame en privacy vind je op www.apple.com/nl/legal/privacy/data/nl/apple-advertising. Meer informatie over hoe je je kunt afmelden voor gepersonaliseerde reclame in de App Store, in Apple News en Aandelen vind je op support.apple.com/105131. Delen met derden Wij zijn verplicht om bepaalde niet-persoonlijke gegevens te verstrekken aan strategische partners die met Apple samenwerken om onze producten en voorzieningen te leveren, onze producten op de markt te brengen en namens Apple reclame te verkopen die wordt weergegeven in de App Store, in Apple News en Aandelen. We kunnen bijvoor­beeld niet-persoonlijke gegevens over het materiaal dat je hebt gekocht delen met ontwikkelaars van apps zodat zij het rende­ment van hun creatieve werk kunnen meten, kunnen voldoen aan royalty- en boekhoud­kundige vereisten en hun producten en diensten kunnen verbeteren. We kunnen informatie doorgeven aan ontwikkelaars, zodat ze hun apps kunnen uitvoeren en verbeteren. Ontwikkelaars kunnen toegang krijgen tot gebruiks­informatie van gebruikers die daar toestemming voor hebben gegeven, waardoor ze kunnen kijken naar samen­gevoegde gegevens van groepen gebruikers met overeen­komende kenmerken of overeen­komend gedrag, zolang de gegevens afkomstig zijn van groepen van minimaal vijf gebruikers. Ontwikkelaars kunnen toegang verkrijgen tot informatie over ontvangst­bewijzen voor aankopen en terug­betalingen voor hun producten en diensten in de App Store. Ontvangst­bewijzen bevatten geen persoon­lijke gegevens; ontwikkelaars kunnen de gegevens wel proberen te koppelen aan persoonlijke gegevens aan de hand van het gebruik en down­loaden van hun apps, als je hun deze informatie hebt gegeven. Als je een abonnement in een app van derden koopt, maken we een abonnee-ID aan die uniek is voor jou en de ontwikkelaar of uitgever. We gebruiken de abonnee-ID om de ontwikkelaar rapporten te verschaffen waarin informatie wordt vermeld over het abonnement dat je hebt gekocht en het land of de regio van je woonplaats. Deze informatie wordt verschaft aan ontwikkelaars, zodat ze de prestaties van hun abonnementen kunnen begrijpen. Als je al je abonnementen bij een bepaalde ontwikkelaar annuleert en je niet opnieuw abonnementen afsluit, wordt de abonnee-ID na 180 dagen opnieuw ingesteld. Als je in bepaalde regio's een externe aankoop doet voor digitale goederen of voorzieningen voor een app, wat betekent dat je aankoop niet wordt gemaakt met het in-app betalingssysteem van Apple, wordt er voor accounting-, rapportage- en analysedoeleinden van Apple informatie over die aankoop door de appontwikkelaar doorgegeven aan Apple, waaronder het betaalde bedrag en het aangeschafte artikel. Apple koppelt de aankoopinformatie niet aan je Apple Account. Wanneer bovendien automatische downloads van in-app materiaal en bestanden van appontwikkelaars plaatsvinden, is het IP-adres van je apparaat zichtbaar voor de appontwikkelaar voordat de app voor het eerst wordt geopend wanneer deze downloads plaatsvinden. De verwerking van je IP-adres door de appontwikkelaar valt onder het privacybeleid van de app-ontwikkelaar. Om automatische downloads van in-app materiaal van ontwikkelaars uit te schakelen voordat je een app voor het eerst opent, ga je in Instellingen naar 'App Store' en tik je om 'In-app materiaal' uit te schakelen. Toepasselijke juridische basis voor het verwerken van persoonlijke gegevens We verwerken je persoonlijke gegevens in de App Store over het algemeen voor het uitvoeren van je contract met Apple, zoals noodzakelijk voor het aanbieden van de voorziening en om onze wettelijke verplichtingen na te leven. Indien instemming de toepasselijke juridische basis is, streven we hiernaar in overeenstemming met toepasselijke lokale wetgeving. Indien toepasselijke lokale wetgeving dit toestaat, verwerken we persoonlijke gegevens als noodzakelijk voor onze wettelijke belangen of die van een derde partij voor de volgende doeleinden: • Relevant materiaal weergeven, bepalen of je apparaat genoeg ruimte heeft om gevraagd materiaal te downloaden en automatische downloads van bijgewerkt materiaal vergemakkelijken • Helpen bij het verbeteren en optimaliseren van de App Store voor jou en anderen • Je per e‑mail en pushmeldingen aanbiedingen sturen die voor jou interessant kunnen zijn en segmenten aanmaken om reclame weer te geven in de App Store, in Apple News en in Aandelen • Terugbetalingsverzoeken verwerken • Rapportage aanbieden aan ontwikkelaars voor aankopen in hun apps • Fraude en andere kwaadaardige activiteiten voorkomen De gebruikte gegevens omvatten: • Je gebruik van de App Store-app, zoals je interacties met materiaal dat je zoekt, bekijkt, downloadt en koopt, evenals meldingen en berichten van de App Store en in-app meldingen en berichten • Informatie over je apparaat en account • Je IP-adres • De vertrouwensscore van je apparaat Bewaar­periode We bewaren persoonlijke gegevens die gekoppeld zijn aan je aankopen en downloads in de App Store en andere online Stores van Apple gedurende perioden die door de toepasselijke wetgeving met betrekking tot financiële rapportage worden vastgesteld en die per regio kunnen verschillen. Voor de meeste klanten is een bewaar­periode van ten minste 10 jaar vereist, maar in regio's zoals China kan die periode 30 jaar zijn. We bewaren ook een record van je aankopen en downloads van materiaal zolang je een account bij ons hebt, zodat je dat materiaal opnieuw kunt down­loaden in overeen­stemming met onze toe­passelijke voor­waarden. We bewaren andere gegevens, zoals surf­gedrag en zoek­opdrachten, gedurende een kortere periode. De gekozen periode houdt rekening met toe­passe­lijke wette­lijke vereisten voor het bewaren van gegevens en specifieke use cases. Bepaalde gegevens, zoals aankopen maar niet je bewaarde kaart­gegevens, kunnen echter als bedrijfs­records worden bewaard, ook nadat je je account hebt gesloten of de App Store niet meer gebruikt. Als je een betaal­kaart gebruikt, kan Apple je kaart­nummer en factuur­gegevens bewaren en deze auto­matisch bijwerken voor latere aankopen, terug­kerende trans­acties of andere doel­einden die je autoriseert. Apple kan deze gegevens verkrijgen via je financiële instelling of je betalings­netwerk en kan deze ook gebruiken ter verificatie en ter voor­koming van fraude. Fraude en andere kwaad­aardige activiteiten voor­komen We verzamelen ook persoon­lijke gegevens om fraude en andere kwaad­aardige activiteiten in de App Store en andere online Stores van Apple, en in andere apps en voorzie­ningen van Apple te voor­komen. Deze gegevens bevatten informatie over het apparaat, zoals het type apparaat en de software­versie, informatie over de locatie (die wordt geschat door het IP-adres van je internetverbinding in overeenstemming te brengen met een geografische regio, indien beschikbaar), de download- en aankoop­geschiedenis, zoekopdrachten en hoe je de Stores verder gebruikt. Wanneer je een aan­koop initieert of wanneer een abonnement is ingesteld om automatisch te worden verlengd, gebruikt Apple mogelijk informatie over je histo­rische zakelijke relatie met Apple om het verzoek te verwerken en te bepalen of het product of de dienst moet worden geleverd voordat de betalings­partner toestemming geeft. Wanneer je iets probeert te kopen, wordt informatie over je gebruik van het apparaat, waaronder het geschatte aantal telefoon­gesprekken dat je hebt gevoerd of het geschatte aantal e‑mails dat je hebt verzonden en ontvangen, gebruikt om een vertrouwens­score voor je apparaat te berekenen. De berekening is zo ontworpen dat Apple de onder­liggende waarden op je apparaat niet kan achter­halen. De score wordt gedurende een vaste tijds­duur op onze servers bewaard. De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op http://www.apple.com/nl/privacy.
no: Levering av butikktjenester Vi bruker de personlige dataene dine til å levere tjenestene og funksjonene i App Store og andre nettbaserte Apple-butikker. Dette inkluderer for eksempel konto- og betalingsinformasjonen din, som du kan se og endre i Innstillinger, samt kjøpshistorikken din. Vi kan også bruke personlige data til å levere enkelte tjenester du ber om, som for eksempel hvis du ber om refusjon. Dette kan være hvis du sender en forespørsel om refusjon direkte til Apple, eller en du sender til Apple via mekanismer tilbudt av apputviklere. Utviklere kan, med din tillatelse, overlevere noen personlige data, som for eksempel om du har brukt det du kjøpte, til Apple for å hjelpe til med å behandle slike forespørsler om refusjon. Når du laster ned en app fra App Store eller installerer en app på Apple Watch, blir identifikatorer som maskinvareidentifikatoren til enheten og IP-adressen, registrert av Apple sammen med Apple‑kontoen din. Forbedring av butikker For å lage en bedre bruks­opplevelse i App Store og andre nettbaserte Apple-butikker samler vi inn informasjon om hvordan du bruker butikkene, inkludert når du åpner og lukker App Store, hva du søker etter, hva du ser på og laster ned og hvordan du reagerer på pushvarslinger fra og merker i App Store samt meldinger fra App Store i apper. Vi samler også inn informasjon om enheten din, som type enhet, programvareversjon av operativsystemet og hvor mye ledig plass du har på enheten. Vi kan bruke denne informasjonen på følgende måter: • For å kunne tilby populære søk og la deg tilpasse funksjoner som «Andre spill du kanskje vil like». • For å kunne vurdere om en ønsket nedlasting er mulig. • For å forstå generelle trender i bruk av lagringsplass på enheten, og om den er koblet til via Wi-Fi eller mobilnett. Vi kan også bruke appvurderinger og søk du har gjort i App Store, til å styrke modellene som App Store bygger på. For eksempel brukes appvurderinger og samlede søk utført av deg og andre App Store-brukere til å lage sammendrag av alle vurderinger og finjustere søkemodellen som App Store bruker. Tilpasning av butikkene Vi bruker samhandlingene dine med App Store for å hjelpe deg å oppdage det innholdet som er mest relevant for deg. Vi anbefaler for eksempel innhold som vi tror er av interesse for deg, basert på hva du tidligere har søkt etter, sett på, lastet ned, oppdatert eller vurdert i App Store. Vi bruker også kjøpshistorikken, inkludert kjøp i app, abonnementer og betalingsmåtene dine sammen med kontoinformasjonen som er hentet fra Apple‑kontoen din, som enhetene du bruker og nye enheter du aktiverer. For at vi skal kunne gi deg bedre anbefalinger, bruker vi også samlet informasjon om oppstart, installasjon og sletting av apper fra brukere som velger å dele enhetsanalyse med Apple, i tillegg til samlet informasjon om appvurderinger. App Store behandler data lokalt på enheten for å kunne gi deg bedre anbefalinger. Ved hjelp av data om appbruk lagret på enheten – som for eksempel apper du ofte åpner, tidsbruk i enkelte apper og installering eller avinstallering av apper – kan App Store foreslå apper og eventer i apper som er mer relevante for deg. Informasjon som Apple mottar om din bruk av nettbutikkene, inkluderer informasjon om personlig tilpasset innhold du trykker på og viser. Du kan deaktivere tilpasnings­funksjoner i App Store, Apple Books, iTunes Store, Apple TV og Podcaster og for abonnementer fra Apple ved å slå av Personlige anbefalinger for Apple‑kontoen din. På en iOS-, iPadOS- eller visionOS-enhet går du til Innstillinger > [navnet ditt] > Medier og kjøp > Vis konto og trykker på Personlige anbefalinger for å slå det av. Du kan fjerne appbruksdata som er loggført på enheten for personlig tilpasning på iOS- og iPadOS-enheter, ved å gå til Innstillinger > App Store > Personlige anbefalinger og velge Fjern appbruksdata. Dette vil ikke slette loggførte data på enheten, men alle data som er loggførte på det tidspunktet du fjerner appbruksdata, vil ikke lenger bli brukt til personlig tilpasning. Funksjonene for personlig tilpasning i App Store vil bruke data som loggføres etter at du fjerner appbruksdata fra loggen. Kommunikasjon med deg Apple kan bruke informasjon om kontoen din, som Apple-produktene du eier og abonnementene dine på Apple-tjenester, til å sende deg informasjon om App Store og andre Apple-produkter, -tjenester og -tilbud som kan være av interesse for deg. Apple kan også bruke informasjon om aktiviteten din i App Store til å sende deg kommunikasjon om nye funksjoner, innhold og tilbud i App Store. E-postannonser Slik kommunikasjon kan bli sendt til deg på e‑post hvis du har godtatt e‑postannonser. Du kan endre e‑postvalgene og velge om du vil motta disse e‑postmeldingene, på account.apple.com eller på en iOS-, iPadOS- eller visionOS-enhet ved å gå til Innstillinger > [ditt navn] > Personlig informasjon > Kommunikasjonsvalg. Push-varslinger Slik kommunikasjon kan også bli sendt til deg via push-varslinger. Du kan oppdatere varslingsvalg eller velge å ikke motta varslinger på iOS-, iPadOS- eller visionOS-enheter ved å gå til Innstillinger > Varslinger > App Store. Annonsering Apple-leverte annonser hjelper folk med å oppdage apper, produkter og tjenester i App Store, Apple News og Aksjer. Vi bruker informasjon om enheten din, kontoen din, kjøp, abonnementer og tidligere nedlastinger for å sikre at du ser relevante annonser. I App Store kan kontekstuell informasjon som ord du bruker til å søke, sammen med informasjon om siden du ser på eller appen du laster ned, bli brukt for å vise deg en relevant annonse. Vi deler brukerne inn i grupper, kalt segmenter, med felles interesser og kjennetegn, og retter annonser mot disse gruppene. Informasjon om deg brukes til å plassere deg i et segment, som igjen avgjør hvilke annonser du ser. For å ivareta personvernet ditt leveres bare målrettede annonser hvis mer enn 5 000 personer oppfyller målrettingskriteriene. Informasjonen som brukes til å velge hvilke annonser som er relevante for deg, er knyttet til tilfeldige identifikatorer og ikke til Apple‑kontoen din. Når vi velger hvilken annonse som skal vises i App Store, fra flere annonser som du er kvalifisert for, kan vi bruke noe av informasjonen nevnt ovenfor, i tillegg til søkelogger og visningsaktivitet fra App Store, for å bestemme hvilken annonse som sannsynligvis er mest relevant for deg. Søkelogger fra App Store omfatter informasjon om innholdet og apper du trykker på og ser på når du navigerer i App Store. Denne informasjonen samles på tvers av brukere, slik at den ikke identifiserer deg. Vi kan også behandle lokale data lagret på enheten, som for eksempel apper du ofte åpner, for å velge hvilke annonser som vises. Apples annonseplattform mottar informasjon om hvilke annonser du ser og trykker på. Denne informasjonen knyttes til en tilfeldig identifikator, ikke til Apple‑kontoen din. Hvis du gir App Store tilgang til posisjonen din, kan den omtrentlige posisjonen til enheten bli brukt til å vise geografisk målrettede annonser på App Store. Du kan melde deg av denne stedsbaserte funksjonaliteten på en iOS-, iPadOS- eller visionOS-enhet når som helst ved å gå til Innstillinger > Personvern og sikkerhet > Stedstjenester > App Store og deretter sette innstillingen til Aldri. Hvis innstillingen Personlig tilpassede annonser er aktivert, kan Apples annonseplattform bruke informasjonen din til å levere annonser som er mer relevante for deg. Hvis du ikke vil motta annonser tilpasset interessene dine fra Apples annonseplattform, kan du slå av Personlig tilpassede annonser. Hvis du deaktiverer Personlig tilpassede annonser, kan ikke Apple bruke denne informasjonen til å målrette annonser. Det vil ikke redusere antallet annonser du mottar, men annonsene kan være mindre relevante for deg. Finn ut mer om Apple‑annonser og personvern på www.apple.com/no/legal/privacy/data/no/apple-advertising Finn ut hvordan du kan velge å ikke motta personlig tilpassede annonser i App Store, Apple News og Aksjer på support.apple.com/105131. Deling med tredjeparter Vi er forpliktet til å levere noen ikke-personlige data til strategiske partnere som samarbeider med Apple om å levere produktene og tjenestene våre, bistå Apple med markedsføring overfor kunder og selge annonser som vises i App Store, Apple News og Aksjer. Vi deler for eksempel ikke-personlige data om kjøpene dine med apputviklere, slik at de kan måle hvor vellykket produktet deres er, oppfylle krav til vederlag og regnskapsføring og for å forbedre sine produkter og tjenester. Vi vil kanskje dele informasjon med utviklere for å hjelpe dem med å drive og videreutvikle appene sine. Utviklere har tilgang til bruksinformasjon, levert av brukere som velger å delta, der de kan se samlede data fra grupper av brukere med felles interesser og kjennetegn, så lenge gruppene har minst fem brukere. Utviklere kan se informasjon fra kvitteringer for kjøp og refusjoner av produktene og tjenestene deres i App Store. Kvitteringene inkluderer ikke personlige data, men utviklere kan prøve å knytte dem til personlige data fra din bruk og nedlasting av appene deres, hvis du har delt den med dem. Hvis du kjøper et abonnement i en app fra en tredjepart, oppretter vi en abonnements-ID som er unik for deg og utvikleren eller utgiveren. Vi bruker abonnements-ID-en for å levere rapporter til utvikleren med informasjon om abonnementet du kjøpte, samt hvilket land eller område du bor i. Denne informasjonen leveres til utviklerne slik at de kan måle populariteten til abonnementene sine. Hvis du avslutter alle abonnementene dine hos en bestemt utvikler, og du ikke åpner et nytt abonnement igjen, vil abonnements-ID-en bli nullstilt etter 180 dager. Hvis du i visse områder gjør et eksternt kjøp av digitale varer eller tjenester for en app (altså der kjøpet gjøres utenfor Apples betalingssystem for kjøp-i-app), vil apputviklere gi Apple informasjon om kjøpet, inkludert betalt beløp og varen som er kjøpt, for bruk av Apple til regnskaps-, rapporterings- og analyseformål. Apple knytter ikke kjøps­informasjonen til Apple-kontoen din. Når appinnhold fra apputviklere lastes ned automatisk, vil også IP-adressen til enheten din være synlig for apputvikleren før appen åpnes første gang. Apputviklerens håndtering av IP-adressen din er underlagt apputviklerens retningslinjer for personvern. Du kan slå av automatisk nedlasting av appinnhold fra utviklere før appen åpnes første gang, ved å gå til Innstillinger > App Store og slå av Appinnhold. Juridisk grunnlag for behandling av personlige data Vi behandler i hovedsak de personlige dataene dine i App Store for å oppfylle kontrakten din med Apple, etter behov for å levere tjenesten, og i henhold til juridiske krav. Når det juridiske grunnlaget som kreves er samtykke, vil vi be om dette i henhold til gjeldende lov. Der gjeldende lover tillater det, behandler vi personlige data i den grad det er nødvendig for å ivareta våre legitime interesser og interessene til tredjeparter og sette oss i stand til å: • vise relevant innhold, vurdere om enheten har tilstrekkelig lagringsplass for ønskede nedlastinger og legge til rette for automatisk nedlasting av oppdatert innhold • forbedre og optimalisere App Store for deg og andre • sende deg tilbud via e‑post og push-varslinger som kan være interessante for deg, og lage annonsesegmenter i App Store, Apple News og Aksjer • behandle refusjons­forespørsler • rapportere til utviklere om kjøp gjort i appene deres • forhindre svindel og annen ondsinnet aktivitet Dataene som brukes inkluderer: • hvordan du bruker App Store-appen, for eksempel interaksjon med innhold du søker etter, ser på, laster ned eller kjøper, samt meldinger og varslinger fra App Store eller apper • informasjon om enheten og kontoen din • IP-adressen din • enhetens godkjennings­rangering Oppbevaring Vi beholder personlige data knyttet til kjøpene og nedlastingene dine fra App Store og andre nettbaserte Apple-butikker i periodene som angis av gjeldende lover for finansrapportering i hvert område. For de fleste kunder betyr det at informasjonen beholdes i minst ti år, men i områder som for eksempel Kina kan denne perioden være 30 år. Vi beholder også en oversikt over kjøpene og nedlastingene dine så lenge du har en konto hos oss, slik at du kan laste innholdet ned på nytt i samsvar med vilkårene våre. Vi beholder annen informasjon som søkelogger og navigering i en kortere periode. Perioden som velges, tar hensyn til gjeldende lover og regler for bevaring av data og bestemte brukstilfeller i forretningsøyemed. Noe av informasjonen, som kjøp, men ikke lagret kortinformasjon, kan imidlertid beholdes som forretningsprotokoller selv etter at du avslutter kontoen din eller slutter å bruke App Store. Når du bruker et betalingskort, kan Apple beholde og automatisk oppdatere kortnummeret og betalingsinformasjonen for fremtidige kjøp, gjentakende overføringer eller annen bruk autorisert av deg. Apple kan innhente denne informasjonen fra finansinstitusjonen eller betalingsnettverket du bruker, og i tillegg bruke den til verifisering og til å forhindre svindel. Forhindring av svindel og annen ondsinnet aktivitet Vi samler også inn personlige data for å hindre svindel og annen ondsinnet aktivitet i App Store og andre nettbaserte Apple-butikker og i andre Apple-apper og tjenester. Denne informasjonen inkluderer enhetsinformasjon som enhetstype og programvareversjon, stedsinformasjon (gjort omtrentlig ved å knytte IP-adressen til internettforbindelsen din til et geografisk område, hvis tilgjengelig), kjøps- og nedlastingshistorikk, søk og annen aktivitet i butikkene. Når du utfører et kjøp, eller når et abonnement fornyes automatisk, kan Apple bruke informasjon om din forretningshistorikk med Apple for å kunne behandle forespørselen og avgjøre om produktet eller tjenesten skal gjøres tilgjengelig før godkjenning er utført av betalingspartneren. Vi lager også en god­kjennings­rangering for enheten din når du prøver å gjennomføre et kjøp ved hjelp av informasjon om hvordan du bruker enheten din, inkludert omtrentlig antall telefonanrop og e‑postmeldinger du sender og mottar. Innsendingen er utformet slik at Apple ikke kan lese de underliggende verdiene på enheten din. Rangeringen lagres i en bestemt tidsperiode på tjenerne våre. All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Oferowanie usług i funkcji w sklepach Twoich danych osobowych używamy do świadczenia usług i oferowania funkcji w App Store lub innych sklepach Apple w Internecie. Dane te zawierają na przykład informacje o Twoich kontach i płatnościach (które możesz przeglądać i zmieniać w Ustawieniach) oraz Twoją historię zakupów. Twoje dane osobowe możemy także wykorzystywać do świadczenia określonych usług, na przykład realizacji zwrotów. Może to obejmować prośby o zwrot wysyłane do Apple bezpośrednio lub za pośrednictwem deweloperów aplikacji. Za Twoją zgodą deweloperzy mogą przekazywać Apple określone dane osobowe (np. czy zakupiona rzecz została użyta) w celu ułatwienia przetwarzania tych zwrotów przez Apple. Gdy pobierasz aplikację z App Store lub instalujesz aplikację na Apple Watch, oprócz konta Apple rejestrowany jest na przykład identyfikator sprzętu lub adres IP. Udoskonalanie sklepów Aby udoskonalać działanie App Store lub innych sklepów Apple w Internecie, gromadzimy dane dotyczące korzystania przez użytkowników ze sklepów, w tym dotyczące czasu otwarcia lub zamknięcia aplikacji App Store, wyszukiwanej zawartości oraz pobieranych i przeglądanych rzeczy, a także Twoich interakcji z powiadomieniami push z App Store i plakietkami oraz wiadomościami z App Store w aplikacjach. Gromadzimy również informacje o Twoim urządzeniu, np. jego typie, wersji systemu operacyjnego oraz ilości wolnego miejsca. Możemy wykorzystywać te informacje w następujących celach: • Wyświetlanie popularnych wyszukiwań oraz funkcji spersonalizowanych, takich jak sugestie gier, które mogą Ci się spodobać. • Ocenianie, czy żądane treści mogą zostać pobrane. • Analizowanie ogólnych trendów w wykorzystaniu pamięci urządzeń oraz określanie, czy Twoje urządzenie ma połączenie z siecią Wi‑Fi lub komórkową. Twoich ocen i recenzji aplikacji w aplikacji App Store oraz historii wyszukiwania możemy także używać do ulepszania modeli obsługujących funkcje tej aplikacji. Na przykład: oceny aplikacji i zagregowane zapytania wyszukiwania (Twoje oraz innych użytkowników App Store) są używane do wyświetlania streszczeń recenzji oraz dostrajania modelu wyszukiwania w App Store. Personalizowanie sklepów Wykorzystujemy Twoje interakcje z App Store, aby pomóc Ci odkrywać rzeczy, które mogą Cię zainteresować. Na przykład, rekomendujemy treści, które według nas mogą Cię zainteresować. Rekomendacje te oparte są na Twoich dotychczasowych wyszukiwaniach, przeglądanych lub pobranych rzeczach w App Store. Wykorzystujemy także historię zakupów, w tym zakupów w aplikacjach, subskrypcje oraz metody płatności razem z danymi otrzymanymi z Twojego konta Apple, na przykład listą urządzeń używanych i nowo aktywowanych. Aby nasze rekomendacje były lepsze, używamy także zagregowanych danych dotyczących uruchamianych aplikacji, instalacji i usuwanych rzeczy. Dane te otrzymujemy od użytkowników, którzy zdecydowali się udostępniać firmie Apple dane analityczne dotyczące swoich urządzeń. Wykorzystujemy również zagregowane dane dotyczące ocen aplikacji. Przetwarzanie danych wymagane do udoskonalania rekomendacji App Store jest wykonywane lokalnie na urządzeniu. Dzięki danym o użyciu aplikacji przechowywanym na urządzeniu (np. liście często otwieranych aplikacji, czasie korzystania z określonych aplikacji oraz dziennikowi instalacji i dezinstalacji aplikacji) App Store może sugerować aplikacje oraz wydarzenia w aplikacjach bardziej istotne dla Ciebie. Otrzymywane przez Apple informacje o korzystaniu ze sklepów obejmują spersonalizowane treści, w które stukasz i które wyświetlasz. Funkcje personalizacji w App Store, Apple Books, iTunes Store, Apple TV, Podcasts oraz subskrypcjach Apple możesz wyłączyć, wyłączając przełącznik spersonalizowanych rekomendacji powiązanych z Twoim kontem Apple. Na urządzeniu iOS lub iPadOS przejdź do Ustawień, stuknij w [Twoje imię i nazwisko] > Multimedia i zakupy > Pokaż konto, a następnie wyłącz stuknięciem opcję Spersonalizowane rekomendacje. Na urządzeniu visionOS przejdź do aplikacji Settings, stuknij w [Twoje imię i nazwisko] > Media & Purchases > View Account, a następnie wyłącz stuknięciem opcję Personalized Recommendations. Informacje o użyciu aplikacji zarejestrowane na Twoim urządzeniu iOS lub iPadOS na potrzeby personalizacji możesz wymazać, przechodząc do Ustawień, stukając w App Store > Spersonalizowane rekomendacje, a następnie stukając w Wymaż dane użycia aplikacji. Nie spowoduje to usunięcia danych zarejestrowanych na Twoim urządzeniu, ale żadne dane użycia aplikacji zarejestrowane do tej chwili nie będą już używane na potrzeby personalizacji. Funkcje personalizacji App Store będą używały nowych danych, zarejestrowanych po wymazaniu historii danych użycia aplikacji. Komunikowanie się z Tobą Apple może wykorzystywać informacje o Twoim koncie, takie jak posiadane przez Ciebie produkty Apple oraz Twoje subskrypcje usług Apple, do wysyłania Ci informacji o App Store oraz innych produktach, usługach i ofertach Apple, które mogą Cię zainteresować. Apple może również wykorzystywać informacje o Twojej aktywności w App Store do wysyłania wiadomości o nowych funkcjach, treściach i ofertach dostępnych w App Store. Marketing emailowy Te informacje możesz otrzymywać za pośrednictwem poczty email, jeśli wyrazisz na to zgodę. Możesz zmienić swoje preferencje dotyczące wiadomości email i zrezygnować z otrzymywania tych wiadomości email, przechodząc do witryny account.apple.com, przechodząc na urządzeniu iOS lub iPadOS do Ustawień i stukając w [Twoje imię i nazwisko] > Dane osobowe > Preferencje komunikacji albo przechodząc na urządzeniu visionOS do aplikacji Settings i stukając w [Twoje imię i nazwisko] > Personal Information > Communication Preferences. Powiadomienia push Te informacje możesz również otrzymywać za pośrednictwem powiadomień push. Aby uaktualnić preferencje powiadomień lub zrezygnować z powiadomień na urządzeniu iOS lub iPadOS, przejdź do Ustawień i stuknij w Powiadomienia > App Store. Aby to zrobić na urządzeniu visionOS, przejdź do aplikacji Settings i stuknij w Notifications > App Store. Reklamy Reklamy dostarczane przez Apple pomagają odkrywać aplikacje, produkty i usługi w aplikacjach App Store, News i Giełda. Aby zapewnić właściwe dobieranie reklam, korzystamy z informacji o Twoim urządzeniu, koncie, zakupach, subskrypcjach oraz rzeczach pobranych wcześniej. W App Store możemy także używać informacji kontekstowych, takich jak wyszukiwane terminy oraz informacje o wyświetlanej stronie lub pobieranej aplikacji, aby wyświetlać właściwe reklamy. Użytkowników o podobnej charakterystyce grupujemy w tzw. segmenty, którym później prezentujemy dobrane reklamy. Informacje o Tobie służą do określania, w których segmentach się znajdujesz i jakie otrzymujesz reklamy. Aby chronić Twoją prywatność, dobrane reklamy są kierowane tylko wtedy, gdy kryteria doboru reklam spełnia więcej niż 5000 osób. Informacje służące do dobierania reklam są powiązane z losowymi identyfikatorami, a nie z Twoim kontem Apple. Wybierając najbardziej istotną dla Ciebie reklamę do wyświetlenia w App Store, możemy wykorzystać niektóre z wyżej wymienionych informacji, a także Twoją aktywność dotyczącą wyszukiwania i przeglądania w App Store. Aktywność dotycząca przeglądania w App Store obejmuje informacje takie jak zawartość oraz aplikacje, w które stukasz i które oglądasz podczas przeglądania App Store. Informacje te są agregowane dla wszystkich użytkowników tak, aby nie identyfikowały Ciebie. Wybieranie reklam do wyświetlenia może być także przeprowadzane na urządzeniu, z wykorzystaniem lokalnych danych, na przykład listy często otwieranych aplikacji. Platforma reklamowa Apple otrzymuje informacje o reklamach, w które stukasz i które wyświetlasz, wraz z losowym identyfikatorem, który nie jest powiązany z Twoim kontem Apple. Jeśli dasz aplikacji App Store dostęp do danych lokalizacji, Twoje przybliżone położenie może być używane do prezentowania w App Store reklam kierowanych geograficznie. Funkcje wykorzystujące lokalizację możesz wyłączyć w dowolnym momencie na urządzeniu iOS lub iPadOS, przechodząc do Ustawień, stukając w Prywatność i ochrona > Usługi lokalizacji > App Store, a następnie wybierając opcję Nigdy. Aby to zrobić na urządzeniu visionOS, przejdź do aplikacji Settings, stuknij w Privacy & Security > Location Services > App Store, a następnie wybierz opcję Never. Jeśli funkcja Reklamy spersonalizowane jest włączona, platforma reklamowa Apple może wykorzystywać informacje o Tobie do prezentowania Ci reklam bardziej istotnych dla Ciebie. Jeśli nie chcesz otrzymywać reklam dopasowanych do Twoich zainteresowań z platformy reklamowej Apple, możesz wyłączyć opcję Reklamy spersonalizowane. Wyłączenie reklam spersonalizowanych uniemożliwi firmie Apple wykorzystywanie informacji o Tobie do kierowania reklam. Nie spowoduje to zmniejszenia liczby prezentowanych reklam, lecz te reklamy mogą być mniej istotne dla Ciebie. Więcej informacji o reklamach Apple i prywatności możesz znaleźć pod adresem www.apple.com/pl/legal/privacy/data/pl/apple-advertising. Więcej informacji o rezygnowaniu z personalizowanych reklam w aplikacjach App Store, News i Giełda możesz znaleźć pod adresem support.apple.com/105131. Udostępnianie danych innym podmiotom Jesteśmy zobowiązani udostępniać niektóre dane nieosobowe partnerom strategicznym współpracującym z Apple w celu dostarczania produktów i usług, pomocy Apple w sprzedaży klientom oraz sprzedaży reklam w imieniu Apple w celach wyświetlania ich w aplikacjach App Store, News i Giełda. Na przykład, możemy udostępniać Twoje dane nieosobowe deweloperom aplikacji, aby mogli oceniać swoją pracę twórczą, rozliczać się z tantiem i innych zobowiązań finansowych oraz ulepszać swoje produkty i usługi. Możemy udostępniać informacje deweloperom, aby pomagać im opracowywać i ulepszać ich aplikacje. Deweloperzy mogą uzyskiwać dostęp do zagregowanych informacji o użyciu, pochodzących od grup co najmniej pięciu użytkowników o podobnej charakterystyce lub zachowaniu, którzy wyrazili zgodę na włączenie tej funkcji. Deweloperzy mają dostęp do dowodów zakupów oraz zwrotów swoich produktów i usług w App Store. Potwierdzenia zakupów nie zawierają danych osobowych; deweloperzy mogą jednak próbować wiązać je z danymi osobowymi zbieranymi od użytkowników na podstawie używania i pobierania aplikacji. Jeśli wykupujesz subskrypcję w aplikacji innej firmy, tworzymy ID subskrybenta, który jest unikatowy dla Ciebie i dewelopera/wydawcy. Używamy ID subskrybenta do udostępniania deweloperom raportów zawierających informacje o wykupionej przez Ciebie subskrypcji oraz Twoim kraju lub regionie zamieszkania. Informacje te są przekazywane deweloperom w celu umożliwienia im zrozumienia wydajności ich subskrypcji. Jeśli anulujesz wszystkie swoje subskrypcje u danego dewelopera i nie odnowisz ich, ID subskrybenta zostanie wyzerowany po upływie 180 dni. W określonych regionach po dokonaniu zakupu zewnętrznego dóbr cyfrowych lub usług w aplikacji (czyli zakupu, który nie został przeprowadzony przy użyciu systemu płatności w aplikacji obsługiwanego przez Apple) deweloper aplikacji zgłasza Apple informacje obejmujące kwotę i przedmiot zakupu na potrzeby analiz, rachunkowości i sprawozdawczości Apple. Apple nie łączy tych informacji o zakupie z Twoim kontem Apple. Ponadto automatyczne pobieranie dodatkowej zawartości w aplikacjach od deweloperów aplikacji oznacza, że widzą oni adres IP Twojego urządzenia przed pierwszym otwarciem aplikacji. Deweloperzy traktują uzyskane adresy urządzeń zgodnie ze swoimi zasadami ochrony prywatności. Aby wyłączyć automatyczne pobieranie dodatkowej zawartości od deweloperów aplikacji przed pierwszym otwarciem aplikacji, przejdź do Ustawień, stuknij w App Store, a następnie wyłącz stuknięciem Zawartość w aplikacji. Obowiązująca podstawa prawna przetwarzania danych osobowych Przetwarzamy Twoje dane osobowe w App Store zasadniczo w celu realizacji Twojej umowy z Apple, w zakresie niezbędnym do świadczenia usługi oraz w celu wypełnienia naszych zobowiązań prawnych. Tam, gdzie zgoda jest odpowiednią podstawą prawną, zwracamy się o nią zgodnie z obowiązującym prawem lokalnym. W przypadkach przewidzianych przez obowiązujące prawo lokalne przetwarzamy dane osobowe, jeśli jest to konieczne do realizacji naszych prawnie uzasadnionych interesów lub interesów innych podmiotów, aby: • wyświetlać istotne treści, oceniać, czy na Twoim urządzeniu jest wystarczająco miejsca do pobrania żądanych treści, a także umożliwiać automatyczne pobieranie uaktualnionych treści; • pomagać w optymalizacji i ulepszaniu App Store dla Ciebie i innych; • wysyłać za pośrednictwem wiadomości email i powiadomień push oferty, które mogą Cię zainteresować, a także tworzyć segmenty w celu dostarczania reklam w aplikacjach App Store, News i Giełda; • przetwarzać realizacje zwrotów; • udostępniać deweloperom raporty dotyczące zakupów w ich aplikacjach; • zapobiegać oszustwom i innym szkodliwym działaniom. Używane dane obejmują: • informacje dotyczące używania przez Ciebie aplikacji App Store, takie jak Twoje interakcje z wyszukiwanymi, wyświetlanymi, pobieranymi i kupowanymi treściami, a także z powiadomieniami i wiadomościami z App Store, jak również z powiadomieniami i wiadomościami w aplikacjach; • szczegóły dotyczące Twojego urządzenia i konta; • Twój adres IP; • współczynnik zaufania urządzenia. Przechowywanie danych Dane osobowe powiązane z zakupami i pobieranymi rzeczami w App Store oraz innych sklepach Apple w Internecie przechowujemy przez okres zdefiniowany przez właściwe przepisy dotyczące sprawozdawczości finansowej, które mogą się różnić w zależności od regionu. W przypadku większości klientów oznacza to co najmniej 10-letni okres przechowywania danych, ale w regionach takich jak Chiny ten okres może wynosić 30 lat. Aby zgodnie z określonymi warunkami umożliwić Ci ponowne pobieranie zawartości, przechowujemy również listę Twoich zakupów i pobieranych rzeczy — co najmniej przez okres, w którym masz u nas konto. Inne informacje, np. aktywność dotyczącą przeglądania i wyszukiwania, przechowujemy krócej. Wybrany okres zależy od określonych właściwymi przepisami wymagań dotyczących przechowywania danych oraz od poszczególnych przypadków danej działalności gospodarczej. Niektóre dane, np. zakupy (ale nie zachowane dane kart płatniczych), mogą być przechowywane w archiwum nawet wtedy, gdy zamkniesz konto lub przestaniesz korzystać z App Store. Gdy używasz karty płatniczej, Apple może zachować i automatycznie uaktualnić numer Twojej karty oraz dane płatnika na potrzeby przyszłych zakupów, transakcji cyklicznych oraz innych autoryzowanych przez Ciebie czynności. Apple może uzyskiwać te informacje od Twojej instytucji finansowej lub sieci płatniczej. Są one używane również do zapobiegania oszustwom i weryfikacji danych. Zapobieganie oszustwom i innym szkodliwym działaniom Gromadzimy również dane osobowe, aby zapobiegać oszustwom i innym szkodliwym działaniom w App Store oraz innych sklepach Apple w Internecie, a także w aplikacjach i usługach Apple. Dane te zawierają informacje o urządzeniu (np. jego typ i wersję oprogramowania), informacje o położeniu (określone w przybliżeniu poprzez dopasowanie adresu IP połączenia internetowego do regionu geograficznego, jeśli jest dostępne), historię pobierania i zakupów, wyszukiwania oraz inne informacje dotyczące interakcji ze sklepami. Gdy rozpoczynasz zakup lub gdy subskrypcja ma włączone automatyczne odnawianie, Apple może wykorzystać informacje o Twoich historycznych relacjach biznesowych z Apple, aby przetworzyć żądanie i określić, czy dostarczyć produkt lub usługę, zanim zakup zostanie autoryzowany przez partnera płatniczego. Informacje o tym, jak korzystasz z urządzenia, w tym przybliżona liczba połączeń telefonicznych lub wysyłanych i odbieranych wiadomości email, zostaną użyte do obliczenia współczynnika zaufania urządzenia podczas próby dokonania zakupu. Metoda wysyłania tych danych została tak zaprojektowana, aby firma Apple nie mogła poznać zasadniczych wartości na Twoim urządzeniu. Ten współczynnik jest przechowywany na naszych serwerach przez ustalony czas. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/legal/privacy/pl/.
pt_br: Fornecimento das Lojas Usamos os seus dados pessoais para fornecer os serviços e recursos na App Store e em outras lojas on-line da Apple. Estas informações incluem, por exemplo, os dados da sua conta e seus dados de pagamento (os quais você pode acessar e alterar nos Ajustes) e o seu histórico de compras. Também poderemos usar seus dados pessoais para fornecer certos serviços que você solicite, como pedidos de reembolso. Isso pode incluir pedidos de reembolso enviados diretamente à Apple ou enviados à Apple por facilitação de desenvolvedores de apps. Com seu consentimento, os desenvolvedores podem fornecer certos dados pessoais à Apple para auxiliar você com o processamento dos pedidos de reembolso, como se você usou a compra. Quando você baixa um app da App Store ou instala um app no Apple Watch, identificadores como o ID de hardware do dispositivo e o endereço IP são registrados pela Apple juntamente com a Conta Apple. Melhoria das Lojas Para melhorar a experiência na App Store e em outras lojas on‑line da Apple, coletamos informações sobre o uso que você faz das lojas, incluindo quando você abre ou fecha a App Store, o conteúdo que você busca, o conteúdo que você visualiza e baixa e suas interações com as notificações push e avisos da App Store, bem como mensagens da App Store dentro dos apps. Também coletamos informações sobre o seu dispositivo, como o tipo do dispositivo, a versão do sistema operacional e a quantidade de espaço livre. Também podemos usar essas informações das seguintes maneiras: • Para oferecer tendências de buscas e recursos personalizados como Outros Jogos que Você Pode Curtir • Para avaliar se o conteúdo solicitado pode ser baixado • Para compreender tendências de uso do armazenamento do dispositivo no geral e saber se o dispositivo está conectado via rede Wi‑Fi ou celular Para melhorar os modelos que alimentam a App Store, também podemos usar suas avaliações e revisões de apps na App Store. Por exemplo, as avaliações de apps e as buscas realizadas por você e outros usuários da App Store são usadas de forma agregada para fornecer resumos de avaliações e refinar o modelo de busca da App Store. Personalização das Lojas Usamos sua interação com a App Store para ajudar você a descobrir o conteúdo mais relevante para você. Por exemplo, recomendamos conteúdo que pensamos ser do seu interesse com base no que você buscou, assistiu, baixou, atualizou ou avaliou anteriormente na App Store. Também usamos o histórico de compras, incluindo compras dentro de apps, assinaturas e métodos de pagamento juntamente com as informações derivadas da Conta Apple, como os dispositivos que você usa e os dispositivos novos que ativa. Para fazer recomendações melhores, também usamos informações agregadas sobre abertura, instalação e remoção de apps dos usuários que optam por compartilhar a análise de dispositivos com a Apple e agregar informações sobre classificações de apps. A App Store usa processamento local no dispositivo para melhorar nossas recomendações. Utilizando os dados de uso de apps armazenados no seu dispositivo, como os apps que você abre com frequência, o tempo usado em determinados apps e as instalações e desinstalações de apps, a App Store pode sugerir apps e eventos em apps mais relevantes para você. As informações que a Apple recebe sobre seu uso das lojas incluem dados sobre o conteúdo personalizado que você toca e vê. Você pode desativar os recursos de personalização na App Store, no Apple Books, na iTunes Store, na Apple TV, no Apple Podcasts e em assinaturas da Apple. Basta desativar as Recomendações Personalizadas para sua Conta Apple. No seu dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > [seu nome] > Mídia e Compras > Ver Conta e toque para desativar Recomendações Personalizadas. É possível remover os dados de uso dos apps registrados no seu dispositivo para personalização nos dispositivos com iOS e iPadOS. Acesse Ajustes > App Store > Recomendações Personalizadas e toque em Limpar Dados de Uso de Apps. Isso não apagará os dados registrados no seu dispositivo, mas todos os dados registrados no momento em que você remover os dados de uso do app deixarão de ser usados para personalização. Os recursos de personalização da App Store usarão os novos dados registrados depois que você remover o histórico de dados de uso de apps. Comunicação com Você A Apple pode usar informações sobre a sua conta, como os produtos Apple que você tem e as suas assinaturas de serviços da Apple, para enviar comunicações sobre a App Store e outros produtos, serviços e ofertas da Apple que possam ser do seu interesse. A Apple também pode usar informações sobre as suas atividades na App Store para enviar comunicações sobre novos recursos, conteúdo e ofertas disponíveis na App Store. Marketing por E-mail Você poderá receber essas comunicações por e‑mail, caso consinta em receber marketing por e‑mail. Você pode alterar suas preferências de e‑mail e optar por não receber esses e‑mails em account.apple.com. Se preferir, no seu dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > [seu nome] > Informações Pessoais > Preferências de Comunicação. Notificações Push Você também poderá receber essas comunicações por notificações push. Para atualizar as suas preferências de notificação ou optar por não receber notificações no seu dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > Notificações > App Store. Publicidade A publicidade apresentada pela Apple ajuda as pessoas a descobrir apps, produtos e serviços na App Store, Apple News e app Bolsa. Usamos informações sobre o seu dispositivo, conta, compras, assinaturas e downloads anteriores para garantir que os anúncios sejam relevantes. Para oferecer anúncios relevantes a você, na App Store também podemos usar informações contextuais, incluindo os termos que você usa nas buscas, e informações sobre a página que você está vendo ou o app que está baixando. Criamos grupos de pessoas, chamados de segmentos, que compartilham características similares, e usamos estes grupos para atribuir anúncios. Suas informações são usadas para determinar a quais segmentos você é atribuído e, portanto, quais anúncios você recebe. Para proteger sua privacidade, anúncios direcionados são exibidos apenas se mais de 5.000 pessoas atenderem aos critérios de direcionamento. As informações usadas para determinar quais anúncios são relevantes para você são vinculadas a identificadores aleatórios e não são vinculadas à sua Conta Apple. Ao selecionar qual anúncio mostrar entre vários anúncios na App Store para os quais você é elegível, podemos usar algumas das informações mencionadas anteriormente, assim como sua atividade de navegação e buscas na App Store, para determinar qual anúncio tem mais chances de ser relevante para você. A atividade de navegação na App Store inclui informações como o conteúdo e apps que você toca e visualiza ao navegar na App Store. Essas informações são agregadas entre usuários de forma a não identificar você. Também poderemos usar o processamento local no dispositivo para selecionar qual anúncio exibir com base nas informações armazenadas no seu dispositivo, como os apps que você abre com frequência. A plataforma de publicidade da Apple recebe informações sobre os anúncios que você vê e toca sem vinculá‑las à sua Conta Apple, mas a um identificador aleatório. Se você permitir que a App Store acesse sua localização, sua localização aproximada poderá ser usada para o fornecimento de anúncios direcionados geograficamente na App Store. Você pode desativar a funcionalidade baseada em localização a qualquer momento no seu dispositivo iOS, iPadOS ou visionOS. Para isso, acesse Ajustes > Privacidade e Segurança > Serviços de Localização > App Store e toque em Nunca. Se o ajuste de Anúncios Personalizados estiver ativado, a plataforma de publicidade da Apple poderá usar suas informações para oferecer anúncios mais relevantes para você. Se não desejar receber anúncios direcionados aos seus interesses da plataforma de publicidade da Apple, você poderá desativar os Anúncios Personalizados. A desativação dos Anúncios Personalizados impedirá que a Apple use suas informações para direcionamento de anúncios. Talvez isso não reduza a quantidade de anúncios que você recebe, mas os anúncios poderão ser menos relevantes para você. Saiba mais sobre a Publicidade da Apple e Privacidade em www.apple.com/br/legal/privacy/data/pt-br/apple-advertising. Acesse support.apple.com/105131 para saber como desativar os anúncios personalizados na App Store, no Apple News e no app Bolsa. Compartilhamento com Terceiros Temos a obrigação de enviar alguns dados não pessoais a parceiros estratégicos que trabalham com a Apple para fornecer nossos produtos e serviços, ajudar no marketing da Apple com clientes e vender anúncios em nome da Apple para exibição na App Store, no Apple News e no app Bolsa. Por exemplo, podemos compartilhar dados não pessoais sobre suas compras de conteúdo com desenvolvedores de apps para que eles possam medir o desempenho dos trabalhos criativos deles, atender a requisitos de royalties e contabilidade, e melhorar produtos e serviços. Podemos compartilhar informações com desenvolvedores para ajudá-los a operar e melhorar seus apps. Os desenvolvedores podem acessar informações de uso, fornecidas por usuários que optam por isso, que permitem analisar dados agregados de grupos de usuários que possuem características ou comportamentos similares, desde que os dados provenham de grupos com não menos de cinco usuários. Os desenvolvedores podem acessar informações de recibos de compras e reembolso dos seus produtos e serviços na App Store. Os recibos não incluem dados pessoais; no entanto, os desenvolvedores podem tentar associá‑los a dados pessoais do seu uso e download dos apps deles, se você os tiver fornecido. Se você adquirir uma assinatura em um app de terceiros, podemos criar um ID de Assinante exclusivo para você e o desenvolvedor ou editor. Usamos o ID de Assinante para fornecer relatórios ao desenvolvedor que incluem informações sobre a assinatura que você comprou e o seu país ou região de residência. Essas informações são fornecidas aos desenvolvedores para que eles possam entender o desempenho das suas assinaturas. Se você cancelar todas as suas assinaturas de um desenvolvedor específico e não reassinar, o ID de Assinante será redefinido após 180 dias. Em determinadas regiões, se você fizer uma compra de itens ou serviços digitais para um app (o que significa que sua compra não foi feita pelo sistema de pagamento dentro de apps da Apple), o desenvolvedor do app enviará à Apple as informações sobre a compra, incluindo o valor pago e o item comprado, para fins de contabilidade, geração de relatórios e análise da Apple. A Apple não vincula as informações de compra à sua Conta Apple. Além disso, quando ocorrerem downloads automáticos de conteúdo de desenvolvedores dentro de apps, o endereço IP do seu dispositivo ficará visível para o desenvolvedor do app antes que ele seja aberto pela primeira vez. A manipulação do seu endereço IP pelo desenvolvedor do app é regida pelas políticas de privacidade desse desenvolvedor. Para desativar os downloads automáticos do conteúdo dentro de apps de desenvolvedores antes de abri‑los pela primeira vez, acesse Ajustes > App Store e toque para desativar Conteúdo Dentro do App. Base Legal Aplicável para o Processamento de Dados Pessoais Em geral, processamos seus dados pessoais na App Store para fins de execução do seu contrato com a Apple, conforme necessário para fornecer o serviço e cumprir nossas obrigações legais. Em locais onde o consentimento é a base legal apropriada, o buscamos de acordo com as leis locais aplicáveis. Onde aplicável de acordo com a lei local, processamos dados pessoais, conforme necessário, para fins dos nossos interesses legítimos ou de um terceiro, com os seguintes objetivos: • Exibir conteúdo relevante, avaliar se o seu dispositivo tem espaço suficiente para o download do conteúdo solicitado e facilitar downloads automáticos do conteúdo atualizado • Ajudar a melhorar e otimizar a App Store para você e outras pessoas • Enviar a você e‑mails e notificações push com ofertas que possam ser do seu interesse e criar segmentos para fornecer publicidade a você na App Store, Apple News e no app Bolsa • Processar solicitações de reembolso • Fornecer aos desenvolvedores relatórios sobre compras nos apps deles • Prevenir fraudes e outras atividades maliciosas Os dados usados incluem: • Seu uso do app App Store, como interações com o conteúdo que você busca, visualiza, baixa e compra, assim como notificações e mensagens da App Store, e notificações e mensagens dentro do app • Detalhes sobre seu dispositivo e sua conta • Seu endereço IP • A pontuação de confiança do dispositivo Retenção Retemos os dados pessoais associados às suas compras e downloads na App Store e em outras lojas on-line da Apple pelos períodos especificados pelas leis aplicáveis relacionadas a relatórios financeiros, que variam por região. Para a maioria dos clientes, isso requer um período de retenção de pelo menos 10 anos, mas em regiões como a China esse período pode ser de 30 anos. Também mantemos um registro de suas compras e downloads de conteúdo por pelo menos o período que você tiver uma conta conosco, para permitir que você baixe novamente esse conteúdo de acordo com nossos termos aplicáveis. Retemos outras informações, como atividades de navegação e buscas, por um período mais curto. O período escolhido leva em consideração os requisitos legais aplicáveis para retenção de dados e casos específicos de uso comercial. No entanto, algumas informações, como compras — mas não os detalhes do seu cartão armazenado — podem ser retidas como registros comerciais mesmo depois que você encerra sua conta ou para de usar a App Store. Quando você utiliza um cartão de pagamento, a Apple pode reter e atualizar automaticamente o número do seu cartão e as informações de cobrança para compras futuras, transações recorrentes ou outros usos que você autorizar. A Apple poderá obter essas informações da sua instituição financeira ou rede de pagamento e usá‑las para prevenção e verificação contra fraude. Prevenção de Fraudes e Outras Atividades Maliciosas Também coletamos dados pessoais para prevenir fraudes e outras atividades maliciosas na App Store, em outras lojas on‑line da Apple e em outros apps e serviços da Apple. Essas informações incluem dados do dispositivo, como o tipo de dispositivo e a versão do software, informações de localização (aproximada, por associação do endereço IP da conexão de internet a uma região geográfica, se disponível), histórico de downloads e compras, buscas e outras interações com as lojas. Quando você inicia uma compra ou quando uma assinatura é configurada para ser renovada automaticamente, a Apple pode usar informações sobre o seu histórico de relacionamento comercial com a Apple para processar o pedido e determinar se é possível oferecer o produto ou serviço antes da autorização do parceiro de pagamento. Também calculamos uma pontuação de confiança do dispositivo quando você tenta fazer uma compra. Para isso, utilizamos informações sobre como você usa o dispositivo, incluindo o número aproximado de ligações telefônicas ou e‑mails que você envia e recebe. O envio foi projetado para que a Apple não conheça os valores subjacentes do seu dispositivo. A pontuação é armazenada por um tempo fixo em nossos servidores. As informações coletadas pela Apple sempre serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy
pt_pt: Disponibilizar as lojas Usamos os seus dados pessoais para disponibilizar os serviços e as funcionalidades da App Store e de outras lojas online da Apple. Esta informação inclui, por exemplo, informação de conta e pagamento, que pode consultar e editar nas definições, e o histórico de compras. Podemos também usar os seus dados pessoais para fornecer determinados serviços solicitados, como pedidos de reembolso. Estes podem incluir pedidos de reembolso que envie à Apple diretamente ou através dos programadores de aplicações. Com o seu consentimento, os programadores podem fornecer à Apple determinados dados pessoais que facilitem o processamento desses pedidos de reembolso, como, por exemplo, se utilizou a compra. Quando descarrega uma aplicação da App Store, ou instala uma aplicação no Apple Watch, identificadores, como o ID de hardware do seu dispositivo e o endereço IP, são registados pela Apple juntamente com a sua conta Apple. Melhorar as lojas Para melhorar a experiência na App Store e noutras lojas online da Apple, é recolhida informação acerca da maneira como as usa, incluindo quando abre ou fecha a App Store, o conteúdo que procura, o conteúdo que vê e descarrega, bem como as suas interações com as notificações por Push e emblemas da App Store e as mensagens da App Store nas aplicações. Recolhemos igualmente informação acerca do seu dispositivo, como o tipo, versão do sistema operativo e o espaço livre. Esta informação pode ser usada das seguintes formas: • Oferecer tendências de pesquisas e funcionalidades personalizadas, como uma lista de jogos de que talvez goste. • Avaliar se o conteúdo solicitado pode ser descarregado. • Perceber as tendências gerais de utilização de armazenamento nos dispositivos e se o seu dispositivo se encontra ligado a uma rede Wi‑Fi ou móvel. Podemos também usar as classificações e críticas de aplicações na App Store e as suas pesquisas para melhorar os modelos da App Store. Por exemplo, críticas de aplicações e pesquisas agregadas produzidas por si e por outros utilizadores da App Store são usadas para fornecer resumos de críticas e otimizar o modelo de pesquisa da App Store. Personalizar as lojas Utilizamos as suas interações com a App Store para facilitar a descoberta de conteúdos mais relevantes para si. Por exemplo, recomendamos conteúdo com base no que já pesquisou, viu, descarregou ou atualizou na App Store, ou ainda com base nas críticas que escreveu. Também usamos o seu histórico de compras, incluindo compras integradas nas aplicações, assinaturas e os métodos de pagamento, em conjunto com informações de conta obtidas a partir da sua conta Apple, como os dispositivos que utiliza e os novos dispositivos que ativa. Com o intuito de melhorarmos as recomendações, também utilizamos informação agregada sobre a abertura, instalação e eliminação de aplicações dos utilizadores que optam por partilhar dados de análise com a Apple, assim como informação agregada sobre as classificações de aplicações. A App Store usa processamento local no dispositivo para melhorar as nossas recomendações. Com base nos dados acerca da utilização de aplicações armazenados no dispositivo (por exemplo, as aplicações que abre com frequência, durante quanto tempo usa determinadas aplicações, e as instalações e desinstalações de aplicações), a App Store pode sugerir aplicações e eventos integrados mais relevantes para si. A informação recebida pela Apple acerca da sua utilização das lojas inclui informação sobre o conteúdo personalizado que vê e em que toca. Pode desativar as funcionalidades de personalização na App Store, na iTunes Store, nas aplicações TV, Livros e Podcasts e para as assinaturas da Apple desativando a opção “Recomendações personalizadas” da sua conta Apple. No seu dispositivo iOS, iPadOS ou visionOS, em Definições > [o seu nome] > Multimédia e compras > Ver conta, toque para desativar “Recomendações personalizadas”. Para limpar os dados acerca da utilização de aplicações registados no dispositivo para personalização, nos dispositivos iOS e iPadOS, em Definições > App Store > Recomendações personalizadas, toque em “Limpar dados de utilização de aplicações”. Esta opção não apaga os dados registados no dispositivo, mas quaisquer dados registados quando limpar os dados de utilização de aplicações deixarão de ser usados para personalização. As funcionalidades de personalização da App Store passarão a usar os novos dados registados depois de limpar o histórico de dados de utilização de aplicações. Comunicar consigo A Apple poderá utilizar informações sobre a sua conta (como os produtos Apple que possui e as assinaturas de serviços Apple) para lhe enviar comunicações sobre a App Store e outros produtos, serviços e ofertas da Apple que poderão ser do seu interesse. A Apple pode também usar informação acerca da sua atividade na App Store para enviar comunicações sobre novas funcionalidades, conteúdo e ofertas disponíveis na App Store. Marketing por e‑mail Poderá receber estas comunicações por e‑mail, se aceitar a receção de marketing por e‑mail. Pode alterar as suas preferências de e‑mail e desativar a receção destes e‑mails acedendo a account.apple.com ou, no dispositivo iOS, iPadOS ou visionOS, em Definições > [o seu nome] > Informação pessoal > Preferências de comunicação. Notificações por Push Poderá também receber estas comunicações através de notificações por Push. Para atualizar as preferências de notificação ou desativar as notificações, no dispositivo iOS, iPadOS ou visionOS, vá a Definições > Notificações > App Store. Publicidade A publicidade apresentada pela Apple ajuda as pessoas a descobrirem aplicações, produtos e serviços nas aplicações App Store, Apple News e Bolsa. Usamos informação acerca do seu dispositivo, conta, compras, assinaturas e descargas anteriores para garantir a relevância dos anúncios. Na App Store, também podemos usar informação contextual, incluindo os termos usados quando faz uma pesquisa, e informação sobre a página que está a ver ou a aplicação que está a descarregar, para lhe apresentar publicidade relevante. Criamos grupos de pessoas com determinadas características em comum, denominados “segmentos”, e usamo‑los para apresentar anúncios direcionados. A informação que lhe diz respeito é usada para determinar em que segmentos se insere e, portanto, que anúncios recebe. De forma a proteger a sua privacidade, os anúncios direcionados só são apresentados se mais de 5000 pessoas cumprirem os critérios de segmentação. A informação utilizada para determinar que anúncios são relevantes para si é associada a identificadores aleatórios e não à sua conta Apple. Ao selecionar que anúncio é apresentado na App Store de entre vários anúncios elegíveis, podemos usar alguma da informação acima indicada, assim como a sua atividade de navegação e pesquisas na App Store, para determinar que anúncio poderá ser mais relevante para si. A atividade de navegação na App Store inclui o conteúdo e as aplicações que vê e em que toca enquanto navega na App Store. Esta informação é agregada entre vários utilizadores e não identifica ninguém pessoalmente. Podemos também usar processamento local no dispositivo para selecionar os anúncios a apresentar, recorrendo a informação armazenada no dispositivo, como, por exemplo, quais as aplicações que abre com frequência. A plataforma de publicidade da Apple recebe informação sobre os anúncios que vê e em que toca que está associada a um identificador aleatório e não à sua conta Apple. Se permitir que a App Store aceda à sua localização, a sua localização aproximada pode ser usada para apresentar anúncios geograficamente direcionados na App Store. Pode desativar a funcionalidade com base na localização em qualquer altura. No dispositivo iOS, iPadOS ou visionOS, vá a Definições > Privacidade e segurança > Serviços de localização > App Store e, depois, toque em “Nunca”. Se a definição “Anúncios personalizados” estiver ativada, a plataforma de publicidade da Apple poderá usar a sua informação para lhe apresentar anúncios mais relevantes. Se preferir não receber anúncios direcionados da plataforma de publicidade da Apple, pode optar por desativar a definição “Anúncios personalizados”. Desativar “Anúncios personalizados” impede a Apple de usar a sua informação para a segmentação de publicidade. Pode não reduzir o número de anúncios recebidos, mas estes poderão ser menos relevantes para si. Saiba mais acerca de publicidade da Apple e privacidade em www.apple.com/pt/legal/privacy/data/pt/apple-advertising. Saiba como desativar os anúncios personalizados nas aplicações App Store, Apple News e Bolsa em support.apple.com/105131. Partilha com terceiros Somos obrigados a fornecer dados sem teor pessoal a parceiros estratégicos que trabalham com a Apple para fornecer os nossos produtos e serviços, ajudar a Apple a comercializar produtos e serviços junto dos consumidores e vender anúncios em nome da Apple para serem apresentados na App Store, Apple News e Bolsa. Por exemplo, poderemos partilhar dados sem teor pessoal acerca das suas compras. Estes dados permitem‑lhes medir o desempenho do respetivo trabalho criativo, cumprir requisitos de direitos de autor e de contabilidade, e melhorar produtos e serviços. Podemos partilhar informação com os programadores para os ajudar a gerir e melhorar as respetivas aplicações. Os programadores podem ter acesso a informação de utilização, fornecida por utilizadores que optaram por o fazer, que lhes permite analisar dados agregados de grupos constituídos por, no mínimo, cinco utilizadores, com características ou comportamento semelhantes. Podem igualmente aceder a informação de faturação relativa às compras e reembolsos dos respetivos produtos e serviços na App Store. As faturas não incluem dados pessoais; contudo, os programadores podem tentar associá‑las a dados pessoais que lhes tenham sido por si fornecidos durante a descarga e utilização das respetivas aplicações. Se adquirir uma assinatura através de uma aplicação de terceiros, criamos um identificador único de assinante, tanto para si como para o programador ou editor. Utilizamos o identificador de assinante para fornecer relatórios ao programador, incluindo informação sobre a assinatura que adquiriu e o seu país ou região de residência. Esta informação é fornecida aos programadores para que possam compreender a eficácia das assinaturas que disponibilizam. Se cancelar todas as assinaturas com um programador específico, e não voltar a assinar, o identificador de assinante será reposto ao fim de 180 dias. Em determinadas regiões, se efetuar uma compra externa de bens ou serviços digitais para uma aplicação, nomeadamente quando a compra não é efetuada com o sistema de pagamento integrado da Apple, o programador dessa aplicação comunicará à Apple informação sobre a compra, incluindo o montante pago e o elemento adquirido, para efeitos de contabilidade, elaboração de relatórios e análise da Apple. A Apple não associa a informação sobre a compra à sua conta Apple. Além disso, ao ser descarregado automaticamente conteúdo integrado dos programadores de aplicações, o endereço IP do seu dispositivo ficará visível quando ocorrerem essas descargas antes de a aplicação ser aberta pela primeira vez. A utilização do seu endereço IP pelo programador da aplicação é regulamentada pelas respetivas políticas de privacidade. Para desativar as descargas automáticas de conteúdos integrados de programadores antes de a aplicação ser aberta pela primeira vez, vá a Definições > App Store e desative “Conteúdo integrado”. Base jurídica aplicável para processamento de dados pessoais Processamos os seus dados pessoais na App Store geralmente para a execução do seu contrato com a Apple, conforme necessário para a prestação do serviço e para cumprir as nossas obrigações legais. Solicitamos consentimento quando é a base jurídica adequada, em conformidade com a legislação local aplicável. Nos casos em que a legislação local aplicável o previr, processamos os seguintes dados pessoais conforme necessário para fins do nosso interesse legítimo ou do de terceiros para: • Mostrar conteúdo relevante, avaliar se o dispositivo tem espaço suficiente para descarregar o conteúdo solicitado e facilitar as descargas automáticas de conteúdo atualizado. • Ajudar a melhorar e otimizar a App Store para si e para outras pessoas. • Enviar‑lhe ofertas através de e‑mail e notificações por Push que possam ser do seu interesse e para criar segmentos para lhe apresentar anúncios na App Store, Apple News e Bolsa. • Processar pedidos de reembolso. • Fornecer relatórios aos programadores acerca das compras nas respetivas aplicações. • Prevenir fraude e outras atividades maliciosas. Os dados usados incluem: • A sua utilização da aplicação App Store, tal como as suas interações com o conteúdo que pesquisa, vê, descarrega e compra, assim como notificações da App Store e mensagens e notificações e mensagens na aplicação. • Detalhes acerca do seu dispositivo e conta. • O seu endereço IP. • A classificação de fidedignidade do dispositivo. Retenção de informação Retemos dados pessoais associados às suas compras e descargas na App Store e noutras lojas online da Apple durante os períodos de tempo especificados pelas leis financeiras aplicáveis nas diferentes regiões. Para a maioria dos clientes, essas leis requerem um período mínimo de retenção de 10 anos, mas em algumas regiões, como na China, esse período pode ser de 30 anos. Retemos igualmente um registo das suas compras e descargas pelo menos durante o período de atividade da sua conta, para lhe permitir voltar a descarregar conteúdo, mais uma vez sempre que isso seja possível de acordo com os nossos termos aplicáveis. Retemos outra informação, como atividade de navegação e pesquisas, durante um período mais curto. O período escolhido tem em conta os requisitos legais para a retenção de dados e casos de uso empresarial. Contudo, alguma informação (por exemplo, as compras efetuadas, mas nunca os detalhes do seu cartão), pode ser retida como parte dos registos empresariais mesmo depois de ter fechado a sua conta ou de deixar de usar a App Store. Quando usa um cartão de pagamento, a Apple pode reter e atualizar automaticamente o seu número de cartão e informação de faturação para compras futuras, transações recorrentes ou outras finalidades por si autorizadas. A Apple pode obter esta informação através da sua instituição financeira ou rede de pagamento, assim como utilizá‑la para evitar fraudes e para fins de verificação. Prevenir fraude e outras atividades maliciosas Recolhemos dados pessoais também no intuito de prevenir ações fraudulentas e outra atividade maliciosa na App Store e noutras lojas online da Apple, e noutras aplicações e serviços da Apple. Esta informação inclui informação acerca do tipo do seu dispositivo e a versão do software usado, dados geográficos de localização (aproximada, através da correspondência do endereço IP da sua ligação à internet a uma região geográfica, se disponível), histórico de compras e descargas, pesquisas, e outras interações com as lojas. Ao iniciar uma compra, ou quando uma assinatura se renova automaticamente, a Apple poderá usar a informação do histórico da relação comercial com a Apple para processar o pedido e determinar se o produto ou serviço deve ser fornecido antes da autorização do parceiro de pagamentos. Também calculamos uma classificação de fidedignidade para o seu dispositivo quando tenta efetuar uma compra. Para o efeito, utilizamos informação sobre a forma como usa o dispositivo, incluindo o número aproximado de chamadas telefónicas e e‑mails que envia ou faz e recebe. O envio foi concebido de forma a que a Apple não consiga obter os valores reais no dispositivo. A classificação é armazenada por um período fixo nos nossos servidores. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/pt/privacy
ro: Furnizarea serviciilor magazinelor online Utilizăm datele dvs. personale pentru furnizarea serviciilor și funcționalităților din App Store și alte magazine online Apple. Acestea includ, de exemplu, informații referitoare la cont și plată, pe care le puteți accesa și modifica în configurări, și istoricul achizițiilor dvs. De asemenea, putem utiliza datele dvs. personale pentru a furniza anumite servicii pe care le solicitați, precum solicitările de rambursare. Acestea pot include solicitările de rambursare pe care le trimiteți direct la Apple sau pe care le trimiteți la Apple în urma facilitării de către dezvoltatorii de aplicații. În urma consimțământului dvs., dezvoltatorii pot transmite anumite date personale la Apple pentru a susține procesarea acestor solicitări de rambursare, cum ar fi dacă ați utilizat sau nu achiziția. Atunci când descărcați o aplicație din App Store sau instalați o aplicație pe un Apple Watch, la Apple sunt înregistrați identificatori precum ID‑ul hardware al dispozitivului dvs. și adresa IP, împreună cu contul dvs. Apple. Îmbunătățirea serviciilor magazinelor online Pentru a îmbunătăți experiența de utilizare în App Store și alte magazine online Apple, sunt colectate informații despre modul în care utilizați magazinele online, inclusiv momentul când accesați sau părăsiți App Store, ce conținut căutați, conținutul pe care îl vizualizați și descărcați și interacțiunile dvs. cu notificările Push și insignele App Store, precum și cu mesajele de la App Store din cadrul aplicațiilor. Sunt colectate informații despre dispozitivul dvs., precum tipul dispozitivului, versiunea sistemului de operare și cantitatea de spațiu liber de pe dispozitiv. Informațiile pot fi folosite în următoarele moduri: • Pentru a oferi informații despre căutările populare și funcționalități personalizate precum “Alte jocuri pe care le‑ați putea aprecia” • Pentru a evalua posibilitatea descărcării conținutul solicitat • Pentru a înțelege tendințele generale în privința utilizării spațiului de stocare de pe dispozitiv și dacă dispozitivul este conectat prin Wi‑Fi sau conexiune celulară De asemenea, evaluările și recenziile dvs. referitoare la aplicațiile din App Store și informații despre căutările dvs. pot fi utilizate pentru a îmbunătăți modelele care stau la baza App Store. De exemplu, recenziile aplicațiilor și interogările agregate ale căutărilor dvs. și ale altor utilizatori în App Store sunt utilizate pentru a furniza rezumate ale recenziilor și pentru a perfecționa modelul de căutare în App Store. Personalizarea serviciilor magazinelor online Interacțiunile dvs. cu serviciile App Store sunt utilizate pentru a vă ajuta să descoperiți conținutul cel mai relevant pentru dvs. De exemplu, vă recomandăm un conținut despre care credem că v‑ar interesa pe baza a ceea ce ați căutat, vizualizat, descărcat, actualizat sau recenzat anterior în App Store. De asemenea, utilizăm istoricul achizițiilor, inclusiv al achizițiilor din aplicație, abonamentele și metodele de plată, împreună cu informații de cont deduse din contul dvs. Apple, cum ar fi dispozitivele pe care le utilizați și dispozitivele noi pe care le activați. Pentru a reuși recomandări mai bune, utilizăm, de asemenea, informații agregate despre lansarea, instalarea și ștergerea aplicațiilor de la utilizatorii care optează să partajeze analiza dispozitivelor cu Apple și informații agregate despre evaluările aplicațiilor. App Store utilizează procesare locală, pe dispozitiv, pentru îmbunătățirea recomandărilor. Utilizând date de utilizare a aplicațiilor stocate pe dispozitiv, cum ar fi aplicațiile pe care le deschideți frecvent, timpul pe care îl petreceți utilizând anumite aplicații, precum și instalarea și dezinstalarea aplicațiilor, App Store poate sugera aplicații și evenimente din aplicații mai relevante pentru dvs. Informațiile primite de Apple referitoare la utilizarea serviciilor Store includ informații despre conținutul personalizat pe care îl accesați și vizualizați. Puteți dezactiva funcționalitățile de personalizare din App Store, Apple Books, iTunes Store, Apple TV, Podcasturi și pentru abonamentele de la Apple prin dezactivarea recomandărilor personalizate pentru contul dvs. Apple. Pe dispozitivul dvs. iOS, iPadOS sau visionOS, accesați Configurări > [numele dvs.] > Multimedia și achiziții > Afișați contul, iar apoi apăsați pentru a dezactiva “Recomandări personalizate”. Pe dispozitivele iOS și iPadOS, puteți degaja datele de utilizare a aplicațiilor înregistrate pe dispozitivul dvs. pentru personalizare accesând Configurări > App Store > Recomandări personalizate și apăsând pe “Degajați datele de utilizare a aplicațiilor”. Datele înregistrate pe dispozitivul dvs. nu vor fi șterse, dar orice date înregistrate la momentul când degajați datele de utilizare a aplicațiilor nu vor mai fi utilizate pentru personalizare. Funcționalitățile App Store de personalizare vor utiliza datele noi, înregistrate după ce ați degajat istoricul datelor de utilizare a aplicațiilor. Comunicarea cu dvs. Apple poate utiliza informații despre contul dvs., precum produsele Apple pe care le dețineți și abonamentele dvs. la servicii Apple, pentru a vă trimite comunicări despre App Store și alte produse, servicii și oferte Apple care v‑ar putea interesa. De asemenea, Apple poate utiliza informații despre activitatea dvs. în cadrul App Store pentru a vă trimite comunicări despre noi funcționalități, conținut și oferte disponibile în App Store. E‑mailuri de marketing Este posibil să primiți aceste comunicări prin e‑mail, dacă acceptați să primiți informații de marketing prin e‑mail. Vă puteți schimba preferințele legate de e‑mail și puteți opta împotriva primirii acestor e‑mailuri accesând account.apple.com sau, pe dispozitivul dvs. iOS, iPadOS sau visionOS, accesând Configurări > [numele dvs.] > Informații personale > Preferințe de comunicare. Notificări Push De asemenea, este posibil să primiți aceste comunicări prin notificări Push. Pentru a actualiza preferințele legate de notificări sau pentru a opta împotriva primirii notificărilor pe dispozitivul dvs. iOS, iPadOS sau visionOS, accesați Configurări > Notificări > App Store. Publicitatea Publicitatea livrată de Apple ajută persoanele să descopere aplicații, produse și servicii în App Store, Apple News și Bursa. Utilizăm informații despre dispozitivul, contul, achizițiile, abonamentele și descărcările dvs. anterioare pentru a asigura relevanța reclamelor. În App Store, este posibil să utilizăm și informații contextuale, inclusiv termenii folosiți de dvs. pentru a derula o căutare și informațiile despre pagina pe care o vizualizați sau aplicația pe care o descărcați, pentru a vi se livra o reclamă relevantă. Creăm grupuri de persoane cu caracteristici similare, denumite segmente, și utilizăm aceste grupuri pentru a livra reclame direcționate. Informațiile despre dvs. sunt utilizate pentru a stabili în ce segment veți fi alocat(ă) și, în consecință, ce reclame veți primi. Pentru a vă proteja intimitatea, reclamele direcționate sunt distribuite doar dacă minimum 5.000 de persoane întrunesc criteriile de direcționare. Informațiile utilizate pentru a determina ce reclame sunt relevante pentru dvs. sunt asociate cu identificatori aleatorii și nu sunt asociate contului dvs. Apple. Când selectăm reclama care va fi afișată în App Store dintr‑o multitudine de reclame pentru care sunteți eligibil(ă), putem folosi unele informații dintre cele menționate mai sus, dar și căutările dvs. și activitatea de navigare în App Store, pentru a determina ce reclamă poate fi cea mai relevantă pentru dvs. Activitatea de navigare în App Store include informații precum conținutul și aplicațiile pe care le apăsați și le vizionați când navigați în App Store. Aceste informații sunt agregate de la utilizatori, astfel încât să nu vă identifice pe dvs. De asemenea, putem utiliza procesare locală, pe dispozitiv, pentru a selecta ce reclamă să fie afișată, utilizând informații stocate pe dispozitivul dvs., precum aplicațiile pe care le deschideți frecvent. Platforma publicitară Apple primește informații despre reclamele pe care le apăsați și vizualizați, utilizând un identificator aleatoriu neasociat contului dvs. Apple. Dacă autorizați aplicația App Store să vă acceseze localizarea, localizarea dvs. aproximativă poate fi utilizată pentru a vă oferi reclame direcționate geografic în App Store. Puteți opta oricând împotriva funcționalității bazate pe localizare pe dispozitivul dvs. iOS, iPadOS sau visionOS accesând Configurări > Intimitate și securitate > Servicii de localizare > App Store, apoi apăsând pe Niciodată. Dacă opțiunea “Reclame personalizate” este activată, platforma publicitară Apple poate utiliza informațiile dvs. pentru a vă furniza reclame care sunt mai relevante pentru dvs. Dacă nu doriți să recepționați reclame direcționate în funcție de interesele dvs. de la platforma publicitară Apple, puteți opta să dezactivați opțiunea “Reclame personalizate”. Dezactivarea opțiunii “Reclame personalizate” va împiedica Apple să utilizeze informațiile dvs. pentru direcționarea reclamelor. Este posibil ca numărul reclamelor recepționate să nu scadă, dar reclamele ar putea fi mai puțin relevante pentru dvs. Aflați mai multe despre publicitatea Apple și intimitate la www.apple.com/legal/privacy/data/ro/apple-advertising. Aflați cum puteți opta împotriva reclamelor personalizate din App Store, Apple News și Bursa la adresa support.apple.com/105131. Partajarea cu terțe părți Suntem obligați să le furnizăm unele date nepersonale partenerilor strategici care colaborează cu Apple pentru furnizarea produselor și serviciilor noastre, care sprijină Apple în vederea distribuirii acestora către clienți și vând în numele Apple reclame de afișat în App Store, Apple News și Bursa. De exemplu, putem partaja date nepersonale despre conținutul pe care îl achiziționați cu dezvoltatorii de aplicații, pentru a le da acestora posibilitatea să își măsoare performanțele lucrărilor de creație, să respecte cerințe legate de redevențe și contabilitate și să își îmbunătățească produsele și serviciile. Putem partaja informații cu dezvoltatorii de aplicații terți pentru a‑i ajuta să‑și opereze și să‑și îmbunătățească aplicațiile. Dezvoltatorii pot accesa informații referitoare la utilizare, furnizate de utilizatorii care optează pentru aceasta, care le permit să analizeze date agregate de la grupuri de utilizatori care au caracteristici sau comportamente similare, atât timp cât datele provin de la grupuri de minimum cinci utilizatori. Dezvoltatorii pot accesa informații privind dovezile de plată pentru achizițiile și rambursările produselor și serviciilor proprii din App Store. Dovezile de plată nu includ date personale; cu toate acestea, dezvoltatorii ar putea încerca să le asocieze cu date personale rezultate în urma utilizării și descărcării aplicațiilor proprii de către dvs., dacă le‑ați furnizat asemenea informații. Dacă achiziționați un abonament dintr‑o aplicație terță, este creat un ID de abonat, care este unic pentru dvs. și dezvoltatorul sau editorul respectiv. Utilizăm ID‑ul de abonat pentru a‑i furniza dezvoltatorului rapoarte care includ informații despre abonamentul pe care l‑ați achiziționat și țara sau regiunea de reședință. Aceste informații sunt furnizate dezvoltatorilor pentru a‑i ajuta să înțeleagă performanțele abonamentelor. Dacă anulați toate abonamentele dvs. de la un anumit dezvoltator și dacă nu vă abonați din nou, ID‑ul de abonat va fi resetat după 180 de zile. În anumite regiuni, dacă efectuați o achiziție externă de bunuri sau servicii digitale pentru o aplicație, însemnând că achiziția dvs. nu este realizată cu sistemul de plată Apple din aplicație, dezvoltatorul aplicației respective va raporta la Apple informații despre achiziție, inclusiv suma plătită și articolul achiziționat, în scopuri legate de contabilitatea, raportarea și analiza Apple. Apple nu asociază informațiile despre achiziție cu contul dvs. Apple. În plus, când se descarcă automat conținut în aplicații de la dezvoltatorii acestora, adresa IP a dispozitivului dvs. va fi vizibilă pentru dezvoltatorul aplicației înainte ca aceasta să fie deschisă pentru prima dată. Gestionarea adresei dvs. IP de către dezvoltatorul aplicației este guvernată de politicile de confidențialitate ale acestuia. Pentru a dezactiva descărcarea automată a conținutului din aplicații de la dezvoltatori înainte de a deschide pentru prima dată aplicația, accesați Configurări > App Store, apoi apăsați pentru a dezactiva opțiunea “Conținut în aplicație”. Temei juridic aplicabil pentru procesarea datelor personale În general, procesăm datele dvs. personale în App Store pentru executarea contractului dvs. cu Apple, așa cum este necesar pentru furnizarea serviciului și în scopul respectării obligațiilor legale. În cazul în care consimțământul este temeiul legal corespunzător, îl solicităm conform legilor locale în vigoare. În cazul în care legislația locală în vigoare prevede acest lucru, procesăm date personale, așa cum este necesar în scopul intereselor legitime ale noastre sau ale terților, pentru: • Afișarea de conținut relevant, estimarea suficienței spațiului disponibil pe dispozitiv pentru descărcarea conținutului solicitat și facilitarea descărcărilor automate a conținutului actualizat • Susținerea îmbunătățirii și optimizării serviciului App Store pentru dvs. și pentru ceilalți utilizatori • Trimiterea de oferte care ar putea prezenta interes pentru dvs., prin e‑mail și notificări Push, și crearea de segmente pentru a vi se livra reclame în App Store, Apple News și Bursa • Procesarea solicitărilor de rambursare • Oferirea de raportări dezvoltatorilor despre achizițiile din aplicațiile acestora • Prevenirea fraudelor și a activităților rău intenționate Datele utilizate includ: • Modul în care utilizați aplicația App Store, cum ar fi interacțiunile dvs. cu conținutul pe care îl căutați, vizualizați, descărcați și achiziționați, precum și notificările și mesajele de la App Store și notificările și mesajele din aplicații • Detalii despre dispozitivul și contul dvs. • Adresa dvs. IP • Scorul de încredere al dispozitivului Retenția Datele personale asociate cu achizițiile și descărcările dvs. din App Store și alte magazine online Apple sunt reținute pentru perioadele specificate de legile aplicabile referitoare la raportarea financiară, care variază în funcție de regiune. Pentru majoritatea clienților, este necesară o perioadă de retenție de minimum zece ani, dar, în regiuni precum China, perioada respectivă poate fi de 30 de ani. De asemenea, va fi reținută o evidență a achizițiilor și descărcărilor dvs. de conținut pentru cel puțin atât timp cât aveți un cont la Apple, pentru a vă permite să descărcați conținutul respectiv din nou, în conformitate cu clauzele aplicabile. Alte informații, precum activitatea de navigare și căutările, sunt reținute pentru o perioadă mai scurtă. Perioada aleasă ține cont de cerințele legale aplicabile pentru retenția datelor și cazurile de utilizare specifice companiilor. Cu toate acestea, unele informații, precum achizițiile (dar nu detaliile cardurilor stocate), pot fi reținute ca documente comerciale chiar și după ce vă închideți contul sau încetați utilizarea App Store. Când utilizați un card de plată, Apple poate reține și actualiza automat numărul cardului și informațiile de facturare pentru achiziții viitoare, tranzacții recurente sau alte utilizări autorizate de dvs. Apple poate obține aceste informații de la instituția dvs. financiară sau rețeaua de plată și le poate utiliza, de asemenea, pentru prevenirea fraudelor și verificare. Prevenirea fraudelor și a activităților rău intenționate De asemenea, colectăm date personale pentru prevenirea fraudelor și a altor activități rău intenționate în App Store și alte magazine online Apple, precum și în alte aplicații și servicii Apple. Aceste date includ informații precum tipul dispozitivului și versiunea software, informații de localizare (dacă sunt disponibile, aproximate prin corelarea adresei IP a conexiunii dvs. la internet cu o regiune geografică), istoricul descărcărilor și achizițiilor, căutările, precum și alte interacțiuni cu magazinele. Când inițiați o achiziție sau când configurați un abonament pentru reînnoirea automată, Apple poate utiliza informații despre istoricul relației dvs. comerciale cu Apple pentru a procesa solicitarea și a determina dacă să furnizeze produsul sau serviciul înaintea autorizării de către partenerul de plată. De asemenea, calculăm un scor de încredere pentru dispozitivul dvs. atunci când încercați să realizați o achiziție, utilizând informații despre modul în care vă utilizați dispozitivul, inclusiv numărul aproximativ de apeluri telefonice sau de e‑mailuri pe care le trimiteți sau le primiți. Trimiterea este concepută în așa fel încât Apple să nu poată afla valorile subiacente de pe dispozitivul dvs. Scorul este stocat pentru o perioadă fixă de timp pe serverele noastre. Informații colectate de Apple vor fi în permanență tratate în conformitate cu politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Обеспечение работы магазинов Мы используем Ваши персональные данные для обеспечения работы сервисов и функций App Store и других интернет-магазинов Apple. Указанная личная информация содержит, например, данные учетной записи и платежную информацию, которые можно просмотреть и изменить в Настройках, а также историю Ваших покупок. Мы также можем использовать Ваши персональные данные для предоставления определенных услуг по Вашим запросам, например на возврат средств. Это могут быть запросы на возврат средств, которые Вы отправляете напрямую в Apple или через разработчиков приложений. Чтобы ускорить обработку запросов на возврат, с Вашего согласия разработчики могут сообщать Apple определенные персональные данные, например о том, пользовались ли Вы покупкой. Когда Вы загружаете приложение из App Store или устанавливаете приложение на Apple Watch, такие идентификаторы, как аппаратный идентификатор Вашего устройства и IP‑адрес, сохраняются компанией Apple в журналах вместе с Вашим Аккаунтом Apple. Улучшение магазинов Для совершенствования App Store и других интернет-магазинов Apple мы собираем информацию о том, как Вы используете эти магазины, в том числе о том, когда Вы открываете или закрываете App Store, какой контент ищете, просматриваете и загружаете, как Вы взаимодействуете с push-уведомлениями от App Store и наклейками на значке App Store, а также какие сообщения от App Store получаете в приложениях. Мы также собираем информацию о Вашем устройстве, в том числе о типе устройства, версии операционной системы и объеме свободного места на устройстве. Apple может использовать эту информацию, как указано далее. • Чтобы предлагать популярные поисковые запросы и персонализировать функции, например рекомендовать игры, которые могут Вам понравиться. • Чтобы определять возможность загрузить запрошенный Вами контент. • Чтобы оценивать общие тенденции использования хранилища на Вашем устройстве и определять, подключено ли Ваше устройство к Wi‑Fi или сотовой сети. Apple также может использовать Ваши оценки и отзывы о приложениях в App Store и Ваши поисковые запросы, чтобы совершенствовать модели, на основе которых работает App Store. Например, отзывы о приложениях и обобщенные данные поисковых запросов от Вас и других пользователей App Store используются для составления обобщенных отзывов и для повышения точности поисковой модели App Store. Персонализация магазинов Мы можем персонализировать App Store, чтобы помочь Вам находить и просматривать наиболее релевантный контент. Например, мы рекомендуем контент, который может Вас заинтересовать. Рекомендации составляются на основе Ваших поисковых запросов, просмотров, загрузок, обновлений или отзывов в App Store. Мы также используем историю Ваших покупок, в том числе сведения о покупках в приложениях, о подписках и способах оплаты, а также информацию об учетной записи, полученную из Вашего Аккаунта Apple, например сведения об устройствах, которые Вы используете, и о новых устройствах, которые Вы активируете. Для повышения качества рекомендаций мы также используем обобщенную информацию о том, какие приложения открывают, устанавливают и удаляют пользователи, давшие свое согласие на передачу данных аналитики в Apple и сбор обобщенной информации об оценках приложений. App Store повышает качество наших рекомендаций, обрабатывая данные на устройстве. App Store может предлагать Вам более релевантные приложения и события внутри приложений на основе данных об использовании приложений, хранящихся на Вашем устройстве. Это информация о том, какие приложения Вы часто открываете и сколько времени в них проводите, а также какие приложения Вы устанавливаете и удаляете. Информация, которую получает Apple о Ваших действиях в магазинах, включает сведения о персонализированном контенте, которого Вы касаетесь для просмотра. Чтобы выключить функции персонализации в App Store, iTunes Store, приложениях Apple TV, «Книги» и «Подкасты», а также для подписок на сервисы Apple, выключите параметр «Персональные рекомендации» для своего Аккаунта Apple. На устройстве iOS, iPadOS или visionOS откройте «Настройки» > [Ваше имя] > «Контент и покупки» > «Просмотреть», затем выключите параметр «Персональные рекомендации». Вы можете очистить данные об использовании приложений, хранящиеся на Вашем устройстве для персонализации. Для этого на устройстве iOS или iPadOS откройте «Настройки» > «App Store» > «Персональные рекомендации», затем коснитесь «Очистить данные об использовании приложений». Данные не будут удалены с устройства, но любые данные, хранящиеся на устройстве на момент очистки данных об использовании приложений, больше не будут задействованы в персонализации. Функции персонализации App Store будут использовать новые данные, записанные после того, как Вы очистили историю данных об использовании приложений. Обратная связь Apple может использовать информацию о Вашей учетной записи, например о том, какие продукты Apple и подписки на сервисы Apple у Вас есть, чтобы отправлять Вам информацию об App Store и других продуктах, сервисах и предложениях Apple, которые могут Вас заинтересовать. Apple также может использовать данные о Ваших действиях в App Store, чтобы отправлять Вам информацию о новых функциях, контенте и предложениях, доступных в App Store. Рекламные рассылки Вы можете получать эту информацию по электронной почте, дав согласие на получение рекламных рассылок. Вы можете изменить свои настройки электронной почты и отказаться от получения этих писем. Для этого перейдите на account.apple.com либо на устройстве iOS, iPadOS или visionOS откройте «Настройки» > [Ваше имя] > «Личная информация» > «Предпочтительные способы связи». Push-уведомления Вы также можете получать эту информацию в виде push‑уведомлений. Чтобы изменить настройки уведомлений или отказаться от получения уведомлений на устройстве iOS, iPadOS или visionOS, откройте «Настройки» > «Уведомления» > «App Store». Реклама Рекламные объявления, предоставляемые Apple, помогают пользователям узнавать о приложениях, продуктах и сервисах в App Store, Apple News и приложении «Акции». Мы используем информацию о Вашем устройстве, учетной записи, покупках, подписках и прошлых загрузках, чтобы обеспечить наибольшую релевантность рекламных объявлений. В App Store также используется контекстная информация, в том числе Ваши поисковые запросы, и информация о просматриваемой странице или загружаемом приложении для показа релевантной рекламы. Мы создаем группы людей с похожими характеристиками. Данные группы, называемые сегментами, используются для показа таргетированной рекламы. Информация о Вас используется для того, чтобы определить, к каким сегментам Вы относитесь и какие объявления будете получать. Для обеспечения конфиденциальности таргетированная реклама предоставляется только в том случае, если более 5 000 человек обладают одинаковыми целевыми характеристиками. Информация, используемая при определении релевантных для Вас рекламных объявлений, связывается со случайными идентификаторами и не привязывается к Вашему Аккаунту Apple. При выборе наиболее релевантной для Вас рекламы из всех объявлений, которые могут быть Вам показаны, мы можем использовать указанную выше информацию, а также историю Ваших поисковых запросов и просмотров в App Store. Ваша история посещений App Store включает данные о контенте и приложениях, которых Вы касаетесь во время просмотра App Store. Эта информация собирается среди пользователей в обобщенном виде, так что на ее основе невозможно установить Вашу личность. Мы также можем выбирать рекламу для показа на основе локально обработанной информации, хранящейся на Вашем устройстве, например о том, какие приложения Вы часто открываете. Рекламная платформа Apple получает информацию о том, каких рекламных объявлений Вы касаетесь для просмотра. Эта информация связана со случайным идентификатором и не связана с Вашим Аккаунтом Apple. Если Вы предоставили App Store доступ к своей геопозиции, Ваша приблизительная геопозиция может использоваться для показа географически релевантной таргетированной рекламы в App Store. Вы можете отказаться от использования функций на основе геопозиционных данных. Для этого на устройстве iOS, iPadOS или visionOS откройте «Настройки» > «Конфиденциальность и безопасность» > «Службы геолокации» > «App Store», затем выберите параметр «Никогда». Если включен параметр «Контекстная реклама», рекламная платформа Apple может использовать информацию о Вас для показа наиболее релевантных рекламных объявлений. Если Вы не хотите получать рекламные объявления, подобранные с учетом Ваших интересов, от рекламной платформы Apple, Вы можете выключить параметр «Контекстная реклама». Если выключить параметр «Контекстная реклама», Apple не сможет использовать Вашу информацию для целевой рекламы. При этом количество получаемой Вами рекламы может не уменьшиться, но объявления могут быть менее релевантными для Вас. Подробнее о Рекламе от Apple и конфиденциальности: www.apple.com/ru/legal/privacy/data/ru/apple-advertising. Как отказаться от контекстной рекламы в App Store, Apple News и приложении «Акции»: support.apple.com/105131. Предоставление информации третьим сторонам Мы обязаны предоставлять некоторые обезличенные данные стратегическим партнерам, которые работают совместно с Apple над нашими продуктами и сервисами, а также помогают вести маркетинговую деятельность и продавать рекламные услуги от имени Apple в App Store, Apple News и приложении «Акции». Например, мы можем передавать разработчикам приложений информацию о покупках Вами контента, не являющуюся персональными данными. На основе полученной информации разработчики могут оценивать эффективность своей работы, выполнять требования по выплате гонораров и бухгалтерскому учету, а также улучшать свои продукты и сервисы. Мы можем предоставлять информацию разработчикам приложений для того, чтобы они могли обеспечивать работу функций и совершенствовать свои приложения. Разработчикам доступны сведения об использовании, которые предоставлены согласившимися с этим пользователями. На основе этих сведений разработчики могут получать обобщенные данные от групп пользователей с похожими характеристиками или моделями поведения, если такие данные относятся к группам, состоящим как минимум из пяти пользователей. Разработчикам доступны сведения из чеков, сформированных при покупке их продуктов и сервисов в App Store либо при возмещении средств за такие покупки. Чеки не содержат персональных данных, но разработчики могут попытаться связать данные чеков с персональными данными, полученными в результате того, какие приложения от этих разработчиков Вы загружали и как их использовали (если Вы предоставляли разработчикам такие сведения). Когда Вы оформляете подписку в стороннем приложении, мы создаем идентификатор подписчика, уникальный для Вас и разработчика (или издателя). Мы используем идентификатор подписчика, чтобы предоставлять разработчику отчеты с информацией о приобретенной Вами подписке, а также о стране или регионе Вашего проживания. Эта информация предоставляется разработчикам для того, чтобы они могли оценивать эффективность своих подписок. Если Вы отмените все свои подписки у определенного разработчика и не оформите их повторно, Ваш идентификатор подписчика будет сброшен через 180 дней. В некоторых регионах, когда Вы совершаете внешние покупки цифровых товаров или услуг для приложения, то есть когда Ваш платеж не проводится через систему встроенных платежей Apple, разработчик приложения сообщает Apple информацию о покупке, включая сумму платежа и приобретенный товар, в целях бухгалтерского учета, составления отчетов и аналитики Apple. Apple не связывает информацию о покупке с Вашим Аккаунтом Apple. Кроме того, при автоматической загрузке контента от разработчиков приложений IP‑адрес Вашего устройства будет виден разработчику еще до того, как Вы впервые откроете его приложение. Использование IP‑адреса, полученного разработчиком приложения, регулируется политикой конфиденциальности этого разработчика. Чтобы встроенный контент от разработчиков не загружался автоматически еще до того, как Вы впервые откроете приложение, перейдите в «Настройки» > «App Store», затем выключите параметр «Встроенный контент». Применимое правовое обоснование для обработки персональных данных Как правило, мы обрабатываем Ваши персональные данные в App Store в целях соблюдения условий Вашего договора с Apple, для обеспечения работы сервиса, а также для исполнения наших юридических обязательств. Если получение согласия от пользователя обусловлено правовой нормой, мы запрашиваем его в соответствии с действующим местным законодательством. Если это предусмотрено действующим местным законодательством, в целях соблюдения наших законных интересов или интересов третьей стороны мы обрабатываем персональные данные в следующих целях: • Отображение релевантного контента, оценка доступного свободного места на устройстве для загрузки запрошенного контента и обеспечение автоматических загрузок обновляемого контента. • Совершенствование и оптимизация App Store для Вас и других пользователей. • Отправка Вам электронных писем и push-уведомлений с предложениями, которые могут Вас заинтересовать, а также включение Вас в определенные сегменты рекламной аудитории в App Store, Apple News и приложении «Акции». • Обработка запросов на возмещение средств. • Предоставление разработчикам сведений о покупках в их приложениях. • Предотвращение мошенничества и других вредоносных действий. К используемым данным относятся следующие: • Сведения об использовании Вами приложения App Store, например Ваши взаимодействия с контентом, который Вы ищете, просматриваете, загружаете и покупаете, а также уведомления и сообщения в магазине App Store и в приложении. • Сведения о Вашем устройстве и Вашей учетной записи. • Ваш IP‑адрес. • Индекс доверия устройству. Хранение данных Мы храним персональные данные, связанные с Вашими покупками и загрузками в App Store и других интернет-магазинах Apple, в течение срока, установленного применимыми законами о финансовой отчетности. Этот срок может различаться в разных странах и регионах. В большинстве случаев этот срок составляет не менее 10 лет, но в таких регионах, как Китай, может достигать 30 лет. Мы также храним сведения о приобретенном и загруженном Вами контенте как минимум в течение того времени, пока существует Ваша учетная запись, чтобы Вы могли снова загружать этот контент в соответствии с применимыми условиями. Прочая информация, такая как история просмотра и поисковых запросов, хранится в течение более короткого срока. Срок хранения зависит от действующих законов о хранении данных, а также от конкретных сценариев коммерческого использования. Следует учитывать, что некоторые данные, например сведения о покупках (но не сохраненные данные Ваших банковских карт), могут сохраняться в бухгалтерских документах даже после того, как Вы удалите свою учетную запись и прекратите использовать App Store. Когда Вы пользуетесь платежной картой, Apple может сохранять и автоматически обновлять номер Вашей карты и платежную информацию для будущих покупок, повторяющихся транзакций и других одобренных Вами действий. Apple может получать эту информацию от Вашего финансового учреждения или платежной системы, а также использовать эту информацию для проверки данных и предотвращения мошенничества. Предотвращение мошенничества и других вредоносных действий Мы также собираем персональные данные для предотвращения мошенничества и другой вредоносной деятельности, связанной с App Store, другими интернет-магазинами Apple, а также приложениями и сервисами Apple. К этой информации относятся сведения об устройстве, в том числе тип устройства и версия ПО, геопозиция (определяется приблизительно путем сопоставления IP‑адреса Вашего интернет-подключения с географическим регионом, если это возможно), а также история загрузок, покупок, поисковых запросов и прочих взаимодействий с интернет-магазинами. Когда Вы совершаете покупку или для подписки настроено автоматическое продление, Apple также может использовать информацию о своей истории взаимодействий с Вами, чтобы обработать запрос и определить, можно ли предоставить Вам продукт или сервис, не дожидаясь завершения авторизации через платежного партнера. Когда Вы совершаете покупку, мы также вычисляем на Вашем устройстве индекс доверия устройству. Он рассчитывается на основе информации о том, как Вы используете устройство, в том числе о примерном количестве телефонных вызовов, а также отправленных и полученных электронных писем. Отправка индекса выполняется таким образом, что Apple не получает данные Вашего устройства, на основе которых рассчитан этот индекс. Индекс доверия хранится в течение определенного времени на наших серверах. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com/ru/privacy.
sk: Poskytovanie služieb obchodov Na poskytovanie služieb a funkcií v App Store a ďalších online obchodoch spoločnosti Apple používame vaše osobné údaje. Medzi tieto údaje patria napríklad informácie o vašom účte a platobné údaje, ktoré si môžete prezerať a upravovať v nastaveniach, a história vašich nákupov. Vaše osobné údaje môžeme používať aj na poskytovanie určitých služieb, o ktoré požiadate, napríklad žiadostí o vrátenie peňazí. Môžu to byť žiadosti o vrátenie peňazí poslané priamo spoločnosti Apple alebo žiadosti, ktoré spoločnosti Apple pošlete prostredníctvom vývojárov apiek. S vaším súhlasom môžu vývojári poskytovať spoločnosti Apple určité osobné údaje, ktoré im pomôžu spracovať tieto žiadosti o vrátenie peňazí, napríklad či ste nákup použili. Keď si stiahnete apku z App Storu alebo nainštalujete apku na Apple Watch, spoločnosť Apple spolu s vaším Apple účtom zaznamená aj ďalšie identifikátory, ako je napríklad hardvérový identifikátor zariadenia a jeho IP adresa. Vylepšovanie obchodov Na účely vylepšovania vášho užívateľského zážitku v App Store a ďalších online obchodoch spoločnosti Apple sú zhromažďované informácie týkajúce sa používania obchodov vrátane času otvorenia alebo zatvorenia App Storu, typu vyhľadávaného obsahu, informácií o obsahu, ktorý ste si prezerali alebo stiahli, a vašich interakcií s push hláseniami a s odznakmi z App Storu a správami z App Storu v apkách. Okrem toho zhromažďujeme informácie o vašom zariadení, ako napríklad typ zariadenia, verzia vášho operačného systému a množstvo voľného miesta na zariadení. Tieto informácie môžeme využívať nasledujúcimi spôsobmi: • na ponúkanie populárnych vyhľadávaní a prispôsobených funkcií, napríklad „Ďalšie hry, ktoré by sa vám mohli páčiť“, • na posúdenie, či je možné stiahnuť požadovaný obsah, • na pochopenie všeobecných trendov využívania úložiska zariadenia a určenie, či je vaše zariadenie pripojené pomocou Wi‑Fi alebo mobilnej siete. Vaše hodnotenia a recenzie apiek v App Store a to, čo vyhľadávate, môžeme používať aj na vylepšovanie modelov, ktoré zabezpečujú fungovanie App Storu. Napríklad recenzie apiek a agregované hľadané výrazy od vás a ostatných užívateľov App Storu sa používajú na poskytovanie zhrnutí recenzií a na dolaďovanie vyhľadávacieho modelu App Storu. Prispôsobenie obchodov Vaše interakcie s App Storom používame na to, aby sme vám pomohli objavovať obsah, ktorý je pre vás najrelevantnejší. Napríklad na základe obsahu, ktorý ste vyhľadávali, prezerali, sťahovali, aktualizovali alebo hodnotili v App Store, vám môžeme odporučiť ďalší obsah, ktorý by vás mohol zaujímať. Využívame aj vašu históriu nákupov vrátane nákupov v apkách, platených odberov a spôsobov platby spolu s informáciami o účte odvodenými z vášho Apple účtu (napríklad zariadenia, ktoré používate alebo aktivujete ako nové). S cieľom poskytovania lepších odporúčaní používame aj agregované informácie týkajúce sa spúšťania, inštalácie a vymazávania apiek od užívateľov, ktorí sa rozhodli zdieľať so spoločnosťou Apple analytiku zariadenia, a agregované informácie o hodnotení apiek. App Store používa na vylepšovanie odporúčaní lokálne spracovanie dát na zariadení. Na základe dát týkajúcich sa používania apiek uchovaných na vašom zariadení, napríklad často otváraných apiek, času stráveného používaním určitých apiek a informácií o inštalovaní a odinštalovaní apiek, dokáže App Store navrhovať apky a udalosti v apkách, ktoré sú pre vás relevantnejšie. Medzi informácie o používaní obchodov, ktoré prijíma spoločnosť Apple, patria aj informácie o personalizovanom obsahu, na ktorý ste klepli a ktorý ste si prezerali. Funkcie prispôsobenia v App Store, Apple Books, iTunes Store, apkách Apple TV a Podcasty a odberoch od spoločnosti Apple môžete vypnúť tak, že vo svojom Apple účte vypnete možnosť Osobné odporúčania. Na iOS, iPadOS alebo visionOS zariadení otvorte Nastavenia > [vaše meno] > Médiá a nákupy > Zobraziť účet a potom klepnutím vypnite možnosť Osobné odporúčania. Dáta týkajúce sa používania apiek zaznamenané na zariadení na prispôsobenie môžete na iOS a iPadOS zariadeniach odstrániť v Nastavenia > App Store > Osobné odporúčania, kde klepnete na Vymazať dáta týkajúce sa používania apky. Týmto nevymažete dáta zaznamenané na vašom zariadení, no žiadne z dát zaznamenaných v okamihu odstránenia dát o používaní sa už nebudú používať na prispôsobenie. Funkcie na prispôsobenie App Storu budú používať nové dáta zaznamenané po vymazaní histórie dát týkajúcich sa používania apiek. Komunikácia s vami Spoločnosť Apple môže používať informácie o vašom účte, napríklad o produktoch spoločnosti Apple, ktoré vlastníte, a odberoch služieb spoločnosti Apple, na posielanie informácií o App Store a ďalších produktoch, službách a ponukách spoločnosti Apple, ktoré by vás mohli zaujímať. Spoločnosť Apple môže zároveň používať informácie o vašich aktivitách v App Store na posielanie informácií o nových funkciách, obsahu a ponukách dostupných v App Store. Emailový marketing Ak sa rozhodnete súhlasiť s odberom reklamných emailov, môžete dostávať emailové správy s reklamným obsahom. Nastavenia odberu týchto emailov môžete zmeniť alebo sa môžete z odberu odhlásiť. Prejdite na stránku account.apple.com, prípadne na iOS, iPadOS alebo visionOS zariadení otvorte Nastavenia > [vaše meno] > Osobné údaje > Nastavenia komunikácie. Push hlásenia Tieto informácie môžete prijímať aj vo forme push hlásení. Ak chcete aktualizovať nastavenia hlásení alebo sa odhlásiť z ich prijímania, na iOS, iPadOS alebo visionOS zariadení otvorte Nastavenia > Hlásenia > App Store. Reklama Reklama doručovaná spoločnosťou Apple pomáha užívateľom objavovať apky, produkty a služby v App Store, Apple News a Akciách. Na zabezpečenie relevantnosti reklám používame informácie o vašom zariadení, účte, nákupoch, odberoch a starších stiahnutých položkách. V App Store môžeme na poskytovanie relevantných reklám využívať aj informácie o kontexte, napríklad žiadosti o vyhľadanie a informácie o stránke, ktorú si prezeráte, alebo apke, ktorú sťahujete. Užívateľov, ktorí majú podobné vlastnosti, spájame do skupín (označovaných ako segmenty) a tieto skupiny potom používame na poskytovanie cielených reklám. Na zaradenie do segmentov slúžia informácie o vás a vytvorené segmenty určujú zloženie reklám, ktoré sa vám budú zobrazovať. Aby sme chránili súkromie užívateľov, poskytujeme cielené reklamy len v prípade, ak kritériá pre daný segment spĺňa najmenej 5000 ľudí. Informácie slúžiace na určenie reklám, ktoré sú pre vás relevantné, sú previazané s náhodnými identifikátormi a nie sú previazané s vaším Apple účtom. Keď z niekoľkých pre vás vhodných reklám vyberáme reklamu, ktorá sa má v App Store zobraziť ako najviac relevantná s ohľadom na vaše záujmy, môžeme k tomu používať niektoré z informácií uvedených vyššie, ako aj vyhľadávania v App Store a aktivity pri prechádzaní App Storu, s cieľom určiť, ktorá reklama bude pre vás zrejme najrelevantnejšia. Aktivita prehliadania na App Store obsahuje aj informácie, ako je obsah a apky, na ktoré klepnete a ktoré zobrazujete počas prehliadania na App Store. Tieto informácie sú agregované v rámci množstva užívateľov a neidentifikujú vás ako osobu. Reklamy, ktoré sa vám zobrazia, môžeme vyberať aj na základe informácií uchovaných na vašom zariadení, napríklad apiek, ktoré často otvárate. Tieto informácie sú spracované lokálne na vašom zariadení. Reklamná platforma spoločnosti Apple prijíma informácie o reklamách, na ktoré ste klepli a ktoré ste si prezerali, pod náhodným identifikátorom, ktorý nie je previazaný s vaším Apple účtom. Ak App Storu povolíte prístup k vašej polohe, vaša približná poloha sa bude môcť používať na poskytovanie geograficky cielenej reklamy v App Store. Funkcie založené na polohe môžete kedykoľvek vypnúť tak, že na iOS, iPadOS alebo visionOS zariadení otvoríte Nastavenia > Súkromie a bezpečnosť > Lokalizačné služby > App Store a vyberiete možnosť Nikdy. Ak je zapnuté nastavenie Osobná reklama, reklamná platforma spoločnosti Apple môže používať vaše informácie na zobrazovanie reklám, ktoré sú pre vás relevantnejšie. Ak nechcete prijímať reklamu cielenú na vaše záujmy z reklamnej platformy spoločnosti Apple, môžete vypnúť funkciu Osobná reklama. Vypnutím tejto funkcie zabránite spoločnosti Apple v používaní vašich informácií na cielenie reklamy. Celkové množstvo zobrazenej reklamy sa nemusí zmenšiť, reklamy však budú pre vás menej relevantné. Viac informácií o reklame Apple a súkromí nájdete na stránke www.apple.com/legal/privacy/data/sk/apple-advertising. Informácie o odhlásení z prijímania osobnej reklamy v App Store, Apple News a Akciách nájdete na stránke support.apple.com/105131. Zdieľanie s tretími stranami Našim strategickým partnerom, ktorí spolupracujú so spoločnosťou Apple na poskytovaní našich produktov a služieb, pomoci spoločnosti Apple v predaji produktov našim zákazníkom a reklám zobrazovaných v App Store, Apple News a Akciách v mene spoločnosti Apple, sme povinní poskytovať niektoré neosobné údaje. Môžeme napríklad zdieľať neosobné údaje o vami zakúpenom obsahu s vývojármi, aby mohli vyhodnocovať záujem o svoj kreatívny obsah, plniť požiadavky súvisiace s autorskými honorármi a účtovníctvom a vylepšovať svoje produkty a služby. S vývojármi môžeme zdieľať informácie, ktoré im pomáhajú prevádzkovať a vylepšovať ich apky. Vývojári majú prístup k informáciám o používaní svojich apiek užívateľmi, ktorí s poskytovaním týchto informácií súhlasili. Vidia ich vo forme agregovaných dát pre skupiny užívateľov s podobnými vlastnosťami alebo správaním, pričom dáta nesmú pochádzať zo skupín tvorených menej ako piatimi užívateľmi. Vývojári majú prístup k dokladom o nákupoch a refundáciách svojich produktov a služieb v App Store. V týchto dokladoch nie sú zahrnuté žiadne osobné údaje. Vývojári však môžu priradiť tieto informácie k osobným údajom získaným z používania a sťahovania ich apiek, pokiaľ ste im tieto údaje poskytli. Ak si v apke tretej strany zakúpite odber, vytvoríme pre vás identifikátor odberateľa, ktorý je jedinečný pre konkrétnu kombináciu odberateľa a vývojára alebo vydavateľa. Identifikátor odberateľa používame na to, aby sme vývojárom mohli poskytovať hlásenia, súčasťou ktorých sú aj informácie o odberoch, ktoré ste si zakúpili, a o krajine alebo regióne vášho bydliska. Vývojári môžu na základe týchto informácií vyhodnocovať úspešnosť poskytovaných odberov. Ak zrušíte všetky svoje odbery u konkrétneho vývojára a potom ich neobnovíte, identifikátor odberateľa bude po 180 dňoch resetovaný. Ak v niektorých regiónoch uskutočníte externý nákup digitálneho tovaru alebo služieb pre apku, čo znamená, že nákup sa neuskutoční prostredníctvom systému spoločnosti Apple na platenie v apkách, vývojár danej apky nahlási spoločnosti Apple informácie o nákupe vrátane zaplatenej sumy a zakúpenej položky na účely fakturácie, vykazovania a analytiky spoločnosti Apple. Spoločnosť Apple neprepojí informácie o nákupe s vaším Apple účtom. Ak dôjde k automatickému stiahnutiu obsahu od vývojára apky, pred prvým otvorením apky jej vývojár navyše uvidí IP adresu vášho zariadenia. Spôsob, akým vývojár apky zaobchádza s vašou IP adresou, sa riadi jeho zásadami ochrany osobných údajov. Ak chcete vypnúť automatické sťahovanie obsahu v apkách od vývojárov pred prvým otvorením apky, prejdite do Nastavenia > App Store a potom klepnutím vypnite možnosť Obsah v apkách. Platný právny základ pre spracovanie osobných údajov Vaše osobné údaje v App Store vo všeobecnosti spracúvame na účely plnenia vašej zmluvy so spoločnosťou Apple, na poskytovanie služby a na plnenie našich zákonných povinností. Ak je súhlas vhodným právnym základom, žiadame ho v súlade s platnými miestnymi zákonmi. Tam, kde je to stanovené príslušnými miestnymi zákonmi, spracúvame osobné údaje na účely našich oprávnených záujmov alebo záujmov tretích strán, aby sme mohli: • Zobrazovať relevantný obsah, určiť, či máte v zariadení dostatok miesta na stiahnutie požadovaného obsahu, a zabezpečiť automatické sťahovanie aktualizovaného obsahu. • Zlepšovať a optimalizovať App Store pre vás aj ostatných. • Posielať vám emaily a push hlásenia s ponukami, ktoré by vás mohli zaujímať, a vytvárať segmenty na zobrazovanie reklám v App Store, Apple News a Akciách. • Spracúvať žiadosti o vrátenie peňazí. • Poskytovať vývojárom prehľady nákupov v ich apkách. • Predchádzať podvodom a iným nezákonným aktivitám. Používané údaje zahŕňajú: • Informácie o vašom používaní apky App Store, ako sú napríklad vaše interakcie s hľadaným, prezeraným, sťahovaným a kupovaným obsahom, ako aj s hláseniami a správami App Storu či hláseniami a správami v apke. • Podrobnosti o vašom zariadení a účte. • Vašu IP adresu. • Skóre dôvery zariadenia. Uchovávanie dát Osobné údaje priradené k vašim nákupom a položkám stiahnutým z App Storu a ďalších online obchodov spoločnosti Apple uchovávame po dobu stanovenú platnými zákonmi o finančnej evidencii, ktoré sa v rôznych regiónoch líšia. V prípade väčšiny zákazníkov sa vyžaduje uchovanie dát po dobu najmenej desiatich rokov, v niektorých regiónoch, napríklad v Číne, to môže byť až 30 rokov. Zároveň uchovávame záznam o vami zakúpenom alebo stiahnutom obsahu minimálne po dobu, kým máte u nás vytvorený účet, čo vám umožňuje znovu si stiahnuť obsah v súlade s platnými podmienkami. Na kratšie obdobie uchovávame ďalšie informácie, napríklad prechádzanie obsahu alebo vyhľadávania. Konkrétna dĺžka tejto doby sa odvíja od príslušných zákonných požiadaviek na uchovávanie dát a od špecifických prípadov obchodného využitia. Niektoré informácie, napríklad o nákupoch (ale bez podrobných informácií o uložených kartách), sa však môžu uchovávať vo forme obchodných záznamov aj po tom, ako svoj účet zrušíte alebo prestanete App Store používať. Keď použijete platobnú kartu, spoločnosť Apple môže pre budúce nákupy, opakované transakcie a ďalšie vami autorizované použitie uchovať a automaticky aktualizovať vaše číslo karty a fakturačné údaje. Spoločnosť Apple môže tieto informácie získať od vašej finančnej inštitúcie alebo platobnej siete a použiť ich aj na účely predchádzania podvodom a overovania. Predchádzanie podvodom a iným nezákonným aktivitám Niektoré osobné údaje zhromažďujeme aj na účely predchádzania podvodom a iným škodlivým aktivitám v App Store a ďalších online obchodoch spoločnosti Apple, ako aj ďalších apkách a službách spoločnosti Apple. Medzi takéto informácie patria informácie o zariadení, ako napríklad jeho typ a verzia softvéru, informácie o polohe (približne určenej priradením IP adresy vášho internetového pripojenia ku geografickému regiónu, pokiaľ je k dispozícii), história stiahnutých a zakúpených položiek, vyhľadávania a ďalšie interakcie s obchodmi. Keď inicializujete nákup alebo nastavíte automatické predlžovanie odberu, spoločnosť Apple môže použiť informácie o histórii vášho obchodného vzťahu so spoločnosťou Apple na spracovanie vašej žiadosti a stanovenie, či bude produkt alebo službu možné poskytnúť pred autorizáciou platobným partnerom. Keď sa pokúsite uskutočniť nákup, vypočítame na vašom zariadení skóre dôvery zariadenia použitím informácií týkajúcich sa používania zariadenia vrátane približného množstva uskutočnených telefonických hovorov a prijatých a odoslaných emailov. Odoslanie týchto dát je navrhnuté tak, aby spoločnosť Apple nedokázala zistiť hodnoty na vašom zariadení, na základe ktorých bolo skóre vypočítané. Skóre je po určitý čas uchované na našich serveroch. S informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany súkromia spoločnosti Apple, ktoré nájdete na adrese www.apple.com/sk/privacy.
sl: Zagotavljanje storitev trgovin Vaše osebne podatke uporabljamo za zagotavljanje storitev in funkcij v trgovini App Store in drugih spletnih trgovinah Apple. Te informacije na primer vključujejo informacije o vašem računu in plačilu, do katerih lahko dostopate in jih spreminjate v nastavitvah, ter vašo zgodovino nakupov. Vaše osebne podatke lahko uporabljamo za zagotavljanje določenih storitev, ki jih zahtevate, kot so zahteve za vračilo kupnine. Te lahko vključujejo zahteve za vračilo kupnine, ki jih pošljete neposredno družbi Apple ali ki jih pošljete družbi Apple prek razvijalca aplikacije. Z vašim soglasjem lahko razvijalci družbi Apple pošljejo določene osebne podatke za pomoč pri obdelavi teh zahtev za vračilo kupnine, na primer, ali ste uporabili izdelek, ki ste ga kupili. Ko prenesete aplikacijo iz trgovine App Store ali ko namestite aplikacijo v uro Apple Watch, Apple skupaj z vašim računom Apple beleži tudi identifikatorje, na primer ID strojne opreme vaše naprave in naslov IP. Izboljšanje storitev trgovin Da izboljšamo izkušnjo v trgovini App Store in drugih spletnih trgovinah Apple, zbiramo informacije o vaši uporabi trgovin, vključno z informacijami o tem, kdaj odprete ali zaprete trgovino App Store, katero vsebino iščete, o vsebini, ki si jo ogledate in prenesete, ter o vaših interakcijah s potisnimi obvestili trgovine App Store in značkah, kot tudi o sporočilih od trgovine App Store v aplikacijah. Zbiramo tudi informacije o vaši napravi, na primer o vrsti naprave, različici operacijskega sistema in količini nezasedenega prostora v napravi. Te informacije lahko uporabimo na naslednje načine: • za ponujanje priljubljenih iskanj in prilagojenih funkcij, na primer Več iger, ki vam bodo morda všeč, • za ocenjevanje tega, ali je mogoče prenesti zahtevano vsebino, • za razumevanje splošnih trendov uporabe shrambe naprave in tega, ali je vaša naprava povezana prek povezave Wi‑Fi ali mobilne povezave. Poleg tega lahko vaše ocene aplikacij v trgovini App Store in vsebino vaših iskanj uporabimo za izboljšanje modelov, na podlagi katerih deluje trgovina App Store. Ocene aplikacij in združene iskalne poizvedbe, ki jih izvedete vi in drugi uporabniki trgovine App Store, se lahko na primer uporabijo za povzemanje ocen in natančno nastavljanje iskalnega modela trgovine App Store. Prilagajanje trgovin Vaše interakcije s trgovino App Store uporabljamo, da vam pomagamo odkriti vsebino, ki je najbolj relevantna za vas. Priporočamo na primer vsebino, za katero menimo, da vas bo zanimala, na podlagi tega, kar ste predhodno iskali, si ogledovali, prenesli, posodobili ali ocenili v trgovini App Store. Uporabljamo tudi vašo zgodovino nakupov, vključno z nakupi v aplikaciji, naročnine, načine plačila ter podatke o računu, pridobljene iz vašega računa Apple, kot so naprave, ki jih uporabljate, in nove naprave, ki jih aktivirate. Ker želimo prikazovati boljša priporočila, zbiramo tudi informacije o zagonih, namestitvah in brisanjih aplikacij od uporabnikov, ki izberejo, da želijo z družbo Apple deliti analitiko naprave, in informacije o ocenah aplikacij. Za boljša priporočila trgovina App Store uporablja obdelavo podatkov v napravi. Z uporabo podatkov o uporabi aplikacije, shranjenih v vaši napravi, kot so pogosto odprte aplikacije, čas, porabljen za uporabo določenih aplikacij, in postopki namestitve ali odstranitve aplikacij, lahko trgovina App Store predlaga aplikacije in dogodke v aplikacijah, ki so ustreznejši za vas. Informacije, ki jih Apple prejema o vaši uporabi trgovin, vključujejo podatke o prilagojeni vsebini, ki jo tapnete in si jo ogledujete. Funkcije prilagajanja v trgovini App Store, storitvi Apple Books, trgovini iTunes Store, aplikaciji Apple TV in storitvi Apple Podcasts ter za naročnine pri družbi Apple lahko izklopite tako, da izklopite Prilagojena priporočila za svoj račun Apple. V napravi s sistemom iOS, iPadOS ali visionOS odprite Nastavitve > [vaše ime] > Predstavnostne vsebine in nakupi > Ogled računa in nato tapnite, da izklopite Prilagojena priporočila. Podatke o uporabi aplikacij, zabeležene v napravi za prilagajanje v napravah s sistemom iOS in iPadOS, lahko počistite tako, da odprete Nastavitve > App Store > Prilagojena priporočila in tapnete Počisti podatke o uporabi aplikacij. S tem ne boste izbrisali podatkov, zabeleženih v napravi, vendar nobeni podatki, zabeleženi do trenutka, ko izbrišete podatke o uporabi aplikacij, ne bodo več uporabljeni za prilagajanje. Funkcije prilagajanja v trgovini App Store bodo uporabile nove podatke, zabeležene po tem, ko počistite zgodovino podatkov o uporabi aplikacij. Komunikacija z vami Apple lahko uporablja informacije o vašem računu, kot so izdelki Apple, ki jih imate v lasti, in vaše naročnine na storitve Apple, za pošiljanje sporočil o trgovini App Store ter drugih izdelkih, storitvah in ponudbah družbe Apple, ki bi vas morda zanimale. Apple lahko informacije o vaši aktivnosti v trgovini App Store uporablja tudi za to, da vam pošilja sporočila o novih funkcijah, vsebini in ponudbah, ki so na voljo v trgovini App Store. Trženje po e-pošti Ta sporočila lahko prejmete po e-pošti, če podate soglasje za prejemanje trženjskih sporočil po e-pošti. Nastavitve e‑pošte lahko spremenite in se odjavite od prejemanja teh e‑poštnih sporočil na naslovu account.apple.com oziroma v napravah z operacijskim sistemom iOS, iPadOS ali visionOS tako, da odprete Nastavitve > [vaše ime] > Osebni podatki > Nastavitve sporočil. Potisna obvestila Ta sporočila lahko prejemate tudi prek potisnih obvestil. Če želite posodobiti nastavitve za obvestila ali se odjaviti od prejemanja obvestil v napravi s sistemom iOS, iPadOS ali visionOS, odprite Nastavitve > Obvestila > Trgovina App Store. Oglaševanje Oglaševanje, ki ga zagotavlja Apple, pomaga ljudem odkriti aplikacije, izdelke in storitve v trgovini App Store, storitvi Apple News in aplikaciji Borza. Informacije o vaši napravi, računu, nakupih, naročninah in prejšnjih prenosih uporabljamo, da zagotovimo relevantnost oglasov. V trgovini App Store lahko uporabljamo tudi kontekstne informacije, vključno z iskalnimi izrazi, ko zaženete iskanje, in informacije o strani, ki si jo ogledujete, ali aplikaciji, ki jo prenašate, za pošiljanje relevantnega oglasa. Ustvarjamo skupine oseb, imenovane segmenti, ki imajo podobne značilnosti, in te skupine uporabljamo za pošiljanje ciljanih oglasov. Informacije o vas se uporabljajo za določanje tega, katerim segmentom ste dodeljeni in posledično, katere oglase boste prejeli. Da zaščitimo vašo zasebnost, se ciljani oglasi pošljejo le, če kriterije za ciljanje izpolnjuje več kot 5000 ljudi. Informacije, na podlagi katerih se določa, kateri oglasi so relevantni za vas, so vezane na naključne identifikatorje in ne na vaš račun Apple. Ko izbiramo, kateri oglas med številnimi oglasi, za katere ste upravičeni, naj se prikaže, lahko uporabimo nekatere zgoraj omenjene informacije ter vaša iskanja in aktivnost brskanja v trgovini App Store, da določimo, kateri oglas bo verjetno najbolj relevanten za vas. Aktivnost brskanja v trgovini App Store vključuje informacije, kot so vsebine in aplikacije, ki jih tapnete in si jih ogledate med brskanjem po trgovini App Store. Te informacije so združene po uporabnikih, tako da vas na njihovi podlagi ni mogoče prepoznati. Uporabljamo lahko tudi lokalno obdelovanje v napravi, da izberemo, kateri oglas prikazati, z uporabo informacij, shranjenih v vaši napravi, na primer o aplikacijah, ki jih pogosto odpirate. Oglaševalska platforma Apple prejema informacije o oglasih, ki jih tapnete in si jih ogledate prek naključnega identifikatorja, ki ni vezan na vaš račun Apple. Če trgovini App Store dovolite dostop do svoje lokacije, se lahko približna lokacija uporabi za zagotavljanje geografsko ciljanih oglasov v trgovini App Store. Iz lokacijsko pogojene funkcije se lahko kadarkoli odjavite v napravi s sistemom iOS, iPadOS ali visionOS tako, da odprete Nastavitve > Zasebnost in varnost > Lokacijske storitve > App Store in tapnete Nikoli. Če je nastavitev Prilagojeni oglasi vklopljena, lahko oglaševalska platforma Apple vaše informacije uporablja za prikaz oglasov, ki so ustreznejši za vas. Če od oglaševalske platforme Apple ne želite prejemati oglasov, ciljno prilagojenih vašim interesom, lahko izklopite Prilagojene oglase. Če izklopite Prilagojene oglase, Apple vaših informacij ne bo mogel uporabljati za ciljano oglaševanje. S tem se število prikazanih oglasov morda ne bo zmanjšalo, vendar so lahko manj ustrezni za vas. Več o oglaševanju Apple in zasebnosti najdete na spletnem mestu www.apple.com/legal/privacy/data/en/apple-advertising. Na spletnem mestu support.apple.com/105131 si oglejte, kako se odjaviti od prilagojenih oglasov v trgovini App Store, storitvi Apple News in aplikaciji Borza. Deljenje s tretjimi osebami Nekatere neosebne podatke smo zavezani posredovati strateškim partnerjem, ki sodelujejo z družbo Apple pri ponujanju izdelkov in storitev, pomagajo pri trženju družbe Apple, usmerjenem k strankam, ter prodajajo oglase v imenu družbe Apple, da se prikazujejo v trgovini App Store, storitvi Apple News in aplikaciji Borza. Neosebne podatke o vaših nakupih vsebine lahko na primer delimo z lastniki vsebin, da bodo lahko merili uspešnost svojega ustvarjalnega dela, izpolnili zahteve glede licenčnin in vodenja računov ter izboljšali svoje izdelke in storitve. Podatke lahko delimo z razvijalci in jim tako pomagamo pri delovanju in izboljševanju njihovih aplikacij. Razvijalci lahko dostopajo do podatkov o uporabi, ki jih zagotovijo uporabniki, ki se odločijo za to, in ki jim omogočajo ogled združenih podatkov iz skupin uporabnikov, ki imajo podobne značilnosti ali vedenje, v kolikor njihovi podatki izvirajo iz skupin vsaj petih uporabnikov. Razvijalci lahko dostopajo do podatkov o računih za nakupe in vračila kupnine za svoje izdelke ter storitve v trgovini App Store. Računi ne vsebujejo osebnih podatkov, vendar jih lahko razvijalci poskusijo povezati z osebnimi podatki na podlagi vaše uporabe in prenosa njihovih aplikacij, če ste jim jih zagotovili. Če kupite naročnino v aplikaciji drugega ponudnika, ustvarimo ID naročnika, ki je enoličen za vas in razvijalca ali izdajatelja. Z ID-jem naročnika razvijalcu posredujemo poročila, ki vključujejo informacije o naročnini, ki ste jo kupili, in vaši državi ali regiji prebivališča. Te informacije se posredujejo razvijalcem in jim tako pomagajo pri razumevanju učinkovitosti njihovih naročnin. Če prekličete vse naročnine pri določenem razvijalcu in se ne naročite znova, se ID naročnika ponastavi po 180 dneh. V nekaterih regijah velja, da če opravite zunanji nakup digitalnega blaga ali storitev za aplikacijo, kar pomeni, da se nakup ne izvede prek plačilnega sistema družbe Apple znotraj aplikacij, bo razvijalec zadevne aplikacije družbi Apple posredoval podatke o nakupu, vključno s plačanim zneskom in kupljenim artiklom, za namene obračunavanja, poročanja in analitike družbe Apple. Apple podatkov o nakupu ne povezuje z vašim računom Apple. Ko pride do samodejnih prenosov vsebine znotraj aplikacije od razvijalcev aplikacij, bo razvijalec prav tako lahko videl vaš naslov IP, preden se aplikacija prvič odpre. To, kako razvijalec aplikacije uporablja vaš naslov IP, urejajo pravilniki o zasebnosti razvijalca aplikacije. Če želite izklopiti možnost, da razvijalci samodejno prenesejo vsebino znotraj aplikacije, preden prvič odprete aplikacijo, odprite Nastavitve > App Store in nato tapnite za izklop Vsebina znotraj aplikacije. Veljavna pravna podlaga za obdelavo osebnih podatkov Vaše osebne podatke v trgovini App Store v splošnem obdelujemo za namene izvajanja vaše pogodbe z družbo Apple, kot je potrebno za zagotavljanje storitve in izpolnjevanje naših zakonskih obveznosti. Kjer je soglasje ustrezna pravna podlaga, ga zahtevamo v skladu z veljavno lokalno zakonodajo. Kjer veljavna lokalna zakonodaja to dovoljuje, po potrebi obdelujemo osebne podatke za namene naših zakonitih interesov ali interesov tretjih strank za: • prikaz ustrezne vsebine, oceno, ali ima vaša naprava dovolj prostora za prenos zahtevane vsebine, in omogočanje samodejnih prenosov posodobljene vsebine • pomoč pri izboljševanju in optimiziranju trgovine App Store za vas in druge • pošiljanje ponudb za vas prek e‑pošte in potisnih obvestil, ki bi vas morda zanimale, in za ustvarjanje segmentov za prikazovanje oglasov v trgovini App Store • obdelavo zahtev za vračilo kupnine • zagotavljanje poročanja razvijalcem glede nakupov v njihovih aplikacijah • preprečevanje goljufij in drugih zlonamernih aktivnosti Uporabljeni podatki vključujejo: • vašo uporabo trgovine App Store, kot so vaše interakcije z vsebino, ki jo iščete, si jo ogledate, prenesete in kupite, kot tudi obvestila trgovine App Store in sporočila ter obvestila in sporočila znotraj aplikacije • podrobnosti o vaši napravi in računu • vaš naslov IP • oceno zaupanja za napravo Hramba Osebne podatke, povezane z vašimi nakupi in prenosi v trgovini App Store in drugih spletnih trgovinah Apple, hranimo za obdobja, ki jih določajo veljavni zakoni v zvezi s finančnim poročanjem in se razlikujejo glede na regijo. Za večino strank to pomeni vsaj 10-letno obdobje hrambe, v regijah, kot je Kitajska, pa lahko to obdobje traja 30 let. Hranimo tudi zapis o vaših nakupih in prenosih vsebine, in sicer vsaj tako dolgo, kot imate račun pri nas, da bi vi lahko znova prenesli to vsebino skladno z našimi veljavnimi pogoji. Druge informacije, na primer aktivnost pri brskanju in iskanja, hranimo krajše obdobje. Pri izbranem obdobju so upoštevane veljavne zakonske zahteve za hrambo podatkov in posebni primeri poslovne uporabe. Vendar pa se nekatere informacije, na primer nakupi, ne pa podrobnosti o shranjeni kartici, lahko hranijo kot poslovni zapisi tudi po tem, ko zaprete račun ali prenehate uporabljati trgovino App Store. Ko uporabite plačilno kartico, lahko Apple pridobi ter samodejno posodobi številko kartice in informacije o plačniku za prihodnje nakupe, ponavljajoče se transakcije ali druge uporabe, ki jih pooblastite. Apple lahko te informacije pridobi od vaše finančne ustanove ali plačilne mreže ter jih uporablja za preprečevanje goljufij in preverjanje. Preprečevanje goljufij in drugih zlonamernih aktivnosti Osebne podatke zbiramo tudi zato, da preprečimo goljufije in druge zlonamerne aktivnosti v trgovini App Store, drugih spletnih trgovinah Apple ter drugih aplikacijah in storitvah Apple. Ti podatki vključujejo podatke o napravi, na primer vrsto naprave in različico programske opreme, podatke o lokaciji (približno določeno z ujemanjem naslova IP vaše internetne povezave z geografskim območjem, če je to na voljo), zgodovino prenosov ter nakupov, iskanja in druge interakcije s trgovinami. Ko opravite nakup ali ko je nastavljeno samodejno podaljšanje naročnine, lahko Apple uporablja informacije o zgodovini vašega poslovnega odnosa z družbo Apple, da obdela zahtevo in določi, ali zagotoviti izdelek ali storitev pred pooblastilom partnerja za plačila. Ko poskusite opraviti nakup, izračunamo tudi oceno zaupanja za napravo, pri čemer uporabljamo informacije o tem, kako uporabljate napravo, vključno s približnim številom telefonskih klicev ali e-poštnih sporočil, ki jih pošljete in prejmete. Poslane informacije so oblikovane tako, da Apple ne more izvedeti temeljnih vrednosti v vaši napravi. Rezultat se v naših strežnikih hrani določen čas. Podatki, ki jih zbira Apple, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy.
sv: Tillhandahållande av affärerna Vi använder dina personuppgifter till att leverera tjänsterna och funktionerna i App Store och andra webbutiker från Apple. Detta inkluderar till exempel din konto- och betalningsinformation, som du kan visa och ändra i inställningarna, samt din köphistorik. Vi kan även använda dina personuppgifter till att leverera vissa tjänster som du begär, till exempel en begäran om återbetalning. Dessa kan inkludera begäranden om återbetalningar som du skickar direkt till Apple eller som du skickar till Apple på det sätt som har implementerats av apputvecklare. Med ditt tillstånd kan utvecklare tillhandahålla vissa personuppgifter till Apple för att underlätta behandlingen av dessa begäranden om återbetalningar, till exempel om du använde det du köpte. När du hämtar en app från App Store, eller installerar en app på din Apple Watch, registrerar Apple identifierare (som enhetens maskinvaru-ID och IP-adress) tillsammans med ditt Apple‑konto. Förbättring av affärerna För att ge en bättre upplevelse i App Store och andra webbutiker från Apple samlar vi in information om hur du använder affärerna, till exempel när du öppnar eller stänger App Store, vad du söker efter, vilket innehåll du visar och hämtar samt dina interaktioner med pushnotiser och märken från App Store liksom meddelanden från App Store inuti appar. Vi samlar också in information om din enhet, som enhetstyp, versionen av operativsystemet och hur mycket ledigt utrymme det finns på enheten. Vi kan använda denna information på följande sätt: • För att erbjuda trendande sökningar och anpassade funktioner som Fler spel som du kanske gillar. • För att bedöma om det begärda innehållet kan hämtas. • För att förstå allmänna trender när det gäller användning av enhetslagring och om enheten är ansluten via Wi‑Fi eller ett mobilnät. Vi kan också använda dina betyg och recensioner av appar på App Store och det du söker efter till att förbättra modellerna som driver App Store. Till exempel används apprecensioner och sammanslagna sökförfrågningar från dig och andra App Store-användare till att erbjuda sammanfattningar av recensioner och finjustera App Store-sökmodellen. Anpassning av affärerna Vi använder dina interaktioner med App Store till att göra det enklare för dig att upptäcka innehåll som är mest relevant för dig. Till exempel rekommenderar vi innehåll som vi tror att du kan vara intresserad av baserat på det du tidigare har sökt efter, tittat på, hämtat, uppdaterat eller recenserat i App Store. Vi använder också inköpshistorik, även om köp i appar, abonnemang och betalningsmetoder tillsammans med kontoinformation vi får från ditt Apple‑konto, t.ex. de enheter du använder och nya enheter du aktiverar. För att kunna ge dig bättre rekommendationer använder vi även sammanslagen information om appöppningar, installationer och raderingar från användare som väljer att dela enhetsanalyser med Apple och slår ihop information om appbetyg. App Store använder lokal bearbetning på enheten till att förbättra våra rekommendationer. Med hjälp av data om appanvändning som är lagrade på enheten – till exempel vilka appar du ofta öppnar, hur länge du använder vissa appar och vilka appar du installerar och avinstallerar – kan App Store föreslå appar och aktiviteter i appar som är mer relevanta för dig. Informationen Apple får om hur du använder butikerna innehåller information om det personanpassade innehåll som du trycker på och tittar på. Du kan stänga av personligt anpassade funktioner i App Store, Apple Books, iTunes Store, Apple TV, Podcaster och abonnemang från Apple genom att stänga av Personliga rekommendationer för ditt Apple‑konto. På din iOS-, iPadOS- eller visionOS-enhet öppnar du Inställningar > [ditt namn] > Medier och köp > Visa konto och stänger av Personliga rekommendationer genom att trycka. Du kan rensa de data för appanvändning som finns loggade på enheten för personanpassning på enheter med iOS och iPadOS genom att öppna Inställningar > App Store > Personliga rekommendationer och trycka på Rensa användningsdata för appar. Detta raderar inte data som finns loggade på enheten, men alla data som har loggats när du rensar dina användningsdata för appar kommer inte längre att användas för personanpassning. Funktionerna för personanpassning av App Store använder nya data som loggas efter det att du har rensat historiken för användningsdata för appar. Kommunikation Apple kan använda information om ditt konto, exempelvis Apple-produkterna du äger och dina abonnemang på Apple-tjänster, till att skicka information om App Store och andra produkter och tjänster från Apple samt erbjudanden som kan intressera dig. Apple kan även använda information om din aktivitet i App Store till att kommunicera med dig om nya funktioner, innehåll och erbjudanden på App Store. Marknadsföring via e-post Du kan få sådan kommunikation via mejl om du godkänner att få marknadsföring via e-post. Du kan ändra dina e-postinställningar och välja att sluta få dessa mejl på account.apple.com. På din iOS-, iPadOS- eller visionOS-enhet öppnar du Inställningar > [ditt namn] > Personlig information > Kommunikationsinställningar. Push-notiser Du kan även få sådan kommunikation via pushnotiser. Om du vill uppdatera notisinställningarna eller inte längre få notiser på din iOS-, iPadOS- eller visionOS-enhet öppnar du Inställningar > Notiser > App Store. Annonsering Apple-levererade annonser hjälper användare att upptäcka appar, produkter och tjänster på App Store och i Apple News och Aktier. Vi använder information om din enhet, ditt konto, dina köp, dina abonnemang och tidigare hämtningar så att vi kan vara säkra på att annonserna är relevanta. På App Store kan vi även använda kontextuell information, inklusive dina sökvillkor när du utför en sökning samt information som sidan du visar eller appen du hämtar, till att visa en relevant annons för dig. Vi skapar grupper av personer, även kallade segment, som har liknande egenskaper och vi använder dessa grupper för riktade annonser. Information om dig används till att avgöra vilka segment du ingår i och därför vilka annonser som visas för dig. För att skydda din integritet levereras riktad annonsering endast om fler än 5000 personer uppfyller målgruppsvillkoren. Informationen som används till att avgöra vilka annonser som är relevanta för dig är kopplade till slumpmässiga ID:n och är inte kopplade till ditt Apple‑konto. Vid valet av vilken annons som ska visas av flera annonser som matchar dig kan vi använda en del av informationen som nämns ovan, liksom dina sökningar och din navigeringsaktivitet på App Store, till att avgöra vilken annons som troligtvis är mest relevant för dig. Navigeringsaktivitet på App Store omfattar information om innehållet och apparna som du trycker på och visar medan du navigerar på App Store. Den här informationen slås ihop med andra användare så att den inte identifierar dig. Vi kan även behandla data lokalt på enheten, till exempel vilka appar du ofta öppnar, för att välja vilka annonser som ska visas. Apples annonsplattform får information om vilka annonser du trycker på och visar. Informationen är kopplad till ett slumpmässigt ID och inte kopplad till ditt Apple‑konto. Om du ger App Store tillgång till din platsinformation kan din ungefärliga platsinformation användas till att visa dig geografiskt riktade annonser på App Store. Du kan när som helst välja bort platsbaserade funktioner på din iOS-, iPadOS- eller visionOS-enhet genom att öppna Inställningar > Integritet och säkerhet > Platstjänster > App Store och sedan trycka på Aldrig. Om du slår på inställningen Personliga annonser kan Apples annonseringsplattform använda din information till att visa annonser som är mer relevanta för dig. Om du inte vill få annonser som är riktade mot dina intressen från Apples annonseringsplattform kan du välja att stänga av Personliga annonser. Om du stänger av Personliga annonser kan Apple inte använda din information för riktad annonsering. Det kanske inte minskar antalet annonser du får, men annonserna kan vara mindre relevanta för dig. Läs mer om Apple-reklam och integritet på www.apple.com/se/legal/privacy/data/sv/apple-advertising. Läs om hur du kan välja att inte få personligt anpassade annonser i App Store, Apple News och Aktier på support.apple.com/105131. Delning med tredje part Vi är skyldiga att tillhandahålla vissa data som inte räknas som personuppgifter till strategiska partner som arbetar med Apple för att tillhandahålla våra produkter och tjänster, hjälpa Apple med marknadsföring till konsumenter och sälja annonser å Apples vägnar för visning på App Store och i Apple News och Aktier. Vi kan exempelvis dela icke-personuppgifter om dina innehållsköp med apputvecklare så att de kan mäta genomslag för sina kreativa verk, uppfylla royalty- och redovisningskrav samt för att förbättra sina produkter och tjänster. Vi kan dela information med utvecklare för att hjälpa dem driva och förbättra sina appar. Utvecklare kan få tillgång till användningsinformation, som kommer från användare som har valt att godkänna detta, som gör det möjligt för dem att titta på sammanslagna data från användargrupper med liknande karakteristik och beteende, så länge dessa data kommer från grupper med minst fem användare. Utvecklare kan se information från kvitton för köp och återköp av deras produkter och tjänster i App Store. Kvitton innehåller inte personuppgifter, men utvecklare kan försöka koppla dem till personuppgifter via din användning och hämtning av apparna om du har delat detta med dem. Om du köper ett abonnemang i en tredjepartsapp skapar vi ett abonnemangs-ID som är unikt för dig och utvecklaren eller utgivaren. Vi använder abonnemangs-ID till att tillhandahålla rapporter för utvecklaren. Rapporterna innehåller information om abonnemanget du köpte samt det land eller region där du bor. Den här informationen tillhandahålls för utvecklare så att de kan utvärdera hur effektiva deras abonnemang är. Om du avslutar alla dina abonnemang med en viss utvecklare och inte startar något abonnemang på nytt nollställs ditt abonnemangs-ID efter 180 dagar. I vissa regioner gäller följande: om du gör ett externt köp av digitala varor eller tjänster för en app, vilket innebär att köpet inte görs med Apples system för köp inuti appar, rapporterar apputvecklaren för den appen information om köpet till Apple, inklusive betalt belopp och köpt objekt, för Apples redovisning, rapportering och analys. Apple länkar inte information om köpet till ditt Apple‑konto. När automatiska hämtningar av innehåll inuti appar från apputvecklare sker blir enhetens IP‑adress synlig för apputvecklaren redan innan appen öppnas för första gången. Apputvecklarens hantering av din IP‑adress styrs av apputvecklarens integritetspolicyer. Om du vill stänga av automatiska hämtningar av innehåll i appen från utvecklare innan du öppnar en app för första gången öppnar du Inställningar > App Store och stänger av Appinnehåll. Tillämpbar juridisk grund för behandling av personuppgifter Vi behandlar dina personuppgifter i App Store i allmänhet så att ditt kontrakt med Apple kan följas, på det sätt som är nödvändigt för att tillhandahålla tjänsten samt för att uppfylla våra juridiska krav. Vi inhämtar samtycke enligt gällande lokala lagar när det krävs enligt juridisk praxis. Där lokala lagar och regler tillåter det behandlar vi personuppgifter enligt vad som krävs för våra legitima intressen eller intressen från tredje part i syfte att: • Visa relevant innehåll, bedöma om din enhet har tillräckligt med utrymme för att hämta det begärda innehållet och underlätta automatiska hämtningar av uppdaterat innehåll. • Hjälpa till att förbättra och optimera App Store för dig och andra. • Skicka erbjudanden via e-post och push-notiser som kan vara av intresse för dig och för att skapa segment som visar annonser för dig i App Store, Apple News och Aktier. • Behandla återbetalningsanspråk. • Tillhandahålla rapportering till utvecklare om köp inuti deras appar. • Skydda mot bedrägeri och annat skadligt beteende. De data som används inkluderar: • Din användning av appen App Store, som dina interaktioner med innehåll som du söker efter, visar, hämtar och köper, samt notiser från App Store och meddelanden och notiser och meddelanden inuti appen. • Detaljer om din enhet och ditt konto. • Din IP-adress. • Enhets­tillförlitlighets­poängen. Lagring Vi behåller personuppgifter som är kopplade till dina köp och hämtningar från App Store och andra webbutiker från Apple under en period som anges av gällande lagar om finansrapportering i respektive region. För de flesta kunder innebär det att informationen lagras i minst 10 år, men i regioner som Kina kan den perioden vara 30 år. Vi behåller även ett register med dina köp och hämtningar av innehåll under minst så lång tid som du har ett konto hos oss så att du kan hämta detta innehåll på nytt i enlighet med våra villkor. Vi behåller annan information som navigeringsaktivitet och sökningar under en kortare period. Vilken period som väljs beror på gällande lagar och förordningar om lagring av data och företagets specifika användningsområden. Viss information, till exempel köp, men inte din lagrade kortinformation, kan dock behållas i företagsregister även efter att du har avslutat ditt konto eller slutat använda App Store. När du använder ett kontokort kan Apple behålla och automatiskt uppdatera ditt kortnummer och faktureringsinformation för framtida köp, återkommande transaktioner och annan användning som du auktoriserar. Apple kan få den här informationen från ditt finansinstitut eller betalningsnätverk och även använda den för verifiering och för att förhindra bedrägeri. Skydd mot bedrägeri och annat skadligt beteende Vi samlar även in personuppgifter för att förhindra bedrägeri och annat skadligt beteende i App Store och andra webbutiker från Apple samt i andra appar och tjänster från Apple. Denna information inkluderar enhetsinformation, till exempel enhetstyp och programvaruversion, platsinformation (som uppskattas genom att matcha internetanslutningens IP-adress till en geografisk region, om den finns tillgänglig), historik för hämtningar, sökningar och köp samt andra interaktioner med affärerna. När du inleder ett köp, eller när ett abonnemang är inställt på att förnyas automatiskt, kan Apple använda den informationen om din tidigare affärshistorik hos Apple till att bearbeta din förfrågan och avgöra ifall produkten eller tjänsten kan tillhandahållas innan betalning har auktoriserats av betalningsförmedlaren. När du försöker göra ett inköp beräknar vi även en enhets­tillförlitlig­hets­poäng på din enhet med hjälp av information om hur du använder enheten, inklusive det ungefärliga antalet telefonsamtal eller mejl du tar emot eller skickar. Information som skickas är utformad så att Apple inte kan avläsa de underliggande värdena på din enhet. Poängen lagras på våra servrar under en begränsad tid. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com/se/privacy.
th: การระบุร้าน เราใช้ข้อมูลส่วนบุคคลของคุณในการให้บริการและคุณสมบัติต่างๆ ใน App Store และร้านค้าออนไลน์อื่นๆ ของ Apple ข้อมูลนี้มีดังนี้ ตัวอย่างเช่น ข้อมูลบัญชีและข้อมูลการชำระเงินซึ่งคุณสามารถเข้าถึงและเปลี่ยนแปลงได้ในการตั้งค่า และประวัติการซื้อของคุณ เรายังอาจใช้ข้อมูลส่วนบุคคลของคุณในการให้บริการบางอย่างที่คุณขออีกด้วย เช่น คำขอคืนเงิน ข้อมูลเหล่านี้สามารถรวมถึงคำขอคืนเงินที่คุณส่งไปที่ Apple โดยตรงหรือที่คุณส่งไปที่ Apple ตามที่นักพัฒนาแอปให้ความช่วยเหลือได้ ด้วยความยินยอมของคุณ นักพัฒนาอาจให้ข้อมูลส่วนบุคคลบางอย่างกับ Apple เพื่อช่วยเหลือด้านการประมวลผลคำขอคืนเงินเหล่านี้ เช่น คุณได้ใช้สินค้านั้นแล้วหรือไม่ เมื่อคุณดาวน์โหลดแอปจาก App Store หรือติดตั้งแอปบน Apple Watch ข้อมูลจำเพาะต่างๆ เช่น ID ฮาร์ดแวร์และที่อยู่ IP ของอุปกรณ์ของคุณจะถูกบันทึกโดย Apple พร้อมกับบัญชี Apple ของคุณ การปรับปรุงร้าน ในการปรับปรุงประสบการณ์ใน App Store และร้านค้าออนไลน์อื่นๆ ของ Apple เราจะเก็บรวบรวมข้อมูลเกี่ยวกับการใช้งานร้าน เช่น ข้อมูลเกี่ยวกับเวลาที่คุณเปิดหรือปิด App Store เนื้อหาที่คุณค้นหา เนื้อหาที่คุณดูและดาวน์โหลด และการโต้ตอบกับการแจ้งเตือนแบบผลักข้อมูลและป้ายกำกับของ App Store ของคุณ รวมทั้งข้อความจาก App Store ภายในแอป เรายังเก็บรวบรวมข้อมูลเกี่ยวกับอุปกรณ์ของคุณอีกด้วย เช่น ประเภทของอุปกรณ์ เวอร์ชั่นของระบบปฏิบัติการ และปริมาณพื้นที่ว่างบนอุปกรณ์ของคุณ เราจะใช้ข้อมูลนี้ด้วยวิธีต่อไปนี้: • นำเสนอผลการค้นหาที่นิยมกันและคุณสมบัติที่ปรับแต่งให้เข้ากับตัวคุณ อย่างเช่น เกมอื่นๆ ที่คุณอาจชอบ • ประเมินว่าเนื้อหาที่ขอสามารถดาวน์โหลดได้หรือไม่ • ทำความเข้าใจแนวโน้มทั่วไปในการใช้พื้นที่จัดเก็บข้อมูลในอุปกรณ์ และประเมินว่าอุปกรณ์ของคุณเชื่อมต่อด้วย Wi‑Fi หรือเซลลูลาร์หรือไม่ เรายังอาจใช้การจัดอันดับและความเห็นของคุณที่มีต่อแอปบน App Store และสิ่งที่คุณค้นหาเพื่อปรับปรุงโมเดลที่ใช้ในการทำงานของ App Store อีกด้วย ตัวอย่างเช่น ความเห็นต่อแอปและคำถามการค้นหาโดยรวมจากคุณและผู้ใช้ App Store รายอื่นจะถูกใช้เพื่อให้การสรุปความเห็นและเพื่อปรับโมเดลการค้นหาของ App Store โดยละเอียด การปรับแต่งร้านในรูปแบบของเราเอง เราใช้การโต้ตอบที่คุณทำกับ App Store เพื่อช่วยให้คุณค้นพบเนื้อหาที่เกี่ยวข้องกับคุณที่สุด ตัวอย่างเช่น เราจะแนะนำเนื้อหาที่เราคิดว่าคุณจะสนใจมากที่สุดโดยอิงจากสิ่งที่คุณเคยค้นหา ดู ดาวน์โหลด อัปเดต หรือทบทวนใน App Store มาก่อนหน้านี้ เรายังใช้ประวัติการซื้อของคุณ ซึ่งรวมถึงสินค้าที่ซื้อภายในแอป การสมัครใช้บริการ และวิธีการชำระเงินของคุณร่วมกับข้อมูลบัญชีที่ได้มาจากบัญชี Apple ของคุณด้วย เช่น อุปกรณ์ที่คุณใช้และอุปกรณ์เครื่องใหม่ที่คุณเปิดใช้งาน ในการให้คำแนะนำที่ดียิ่งขึ้น เรายังใช้ข้อมูลโดยรวมเกี่ยวกับการเปิดใช้ ติดตั้ง และลบแอปจากผู้ใช้ที่เลือกที่จะแชร์การวิเคราะห์อุปกรณ์กับ Apple และข้อมูลโดยรวมเกี่ยวกับการจัดอันดับแอปอีกด้วย App Store จะใช้การประมวลผลภายในอุปกรณ์เพื่อปรับปรุงคำแนะนำของเรา App Store สามารถแนะนำแอปและกิจกรรมภายในแอปที่เกี่ยวข้องกับคุณมากขึ้นได้โดยใช้ข้อมูลการใช้งานแอปที่จัดเก็บอยู่ในอุปกรณ์ของคุณ เช่น แอปที่คุณเปิดบ่อยๆ เวลาที่คุณใช้งานบางแอป และการติดตั้งหรือการถอนการติดตั้งแอปของคุณ ข้อมูลเกี่ยวกับการใช้งานร้านของคุณที่ Apple ได้รับรวมถึงข้อมูลเกี่ยวกับเนื้อหาสำหรับคุณโดยเฉพาะที่คุณแตะและดู คุณสามารถปิดใช้คุณสมบัติการปรับแต่งใน App Store, Apple Books, iTunes Store, Apple TV, พ็อดคาสท์ และสำหรับการสมัครใช้บริการต่างๆ จาก Apple ได้โดยปิดใช้รายการแนะนำสำหรับคุณโดยเฉพาะสำหรับบัญชี Apple ของคุณ บนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่การตั้งค่า > [ชื่อของคุณ] > สื่อและสินค้าที่ซื้อ > ดูบัญชี จากนั้นแตะเพื่อปิดใช้รายการแนะนำสำหรับคุณโดยเฉพาะ คุณสามารถล้างข้อมูลการใช้งานแอปที่เก็บบันทึกการใช้งานบนอุปกรณ์ของคุณเพื่อปรับให้เหมาะกับคุณบนอุปกรณ์ iOS และ iPadOS ได้โดยไปที่การตั้งค่า > App Store > รายการแนะนำสำหรับคุณโดยเฉพาะ แล้วแตะล้างข้อมูลการใช้งานแอป การทำงานนี้จะไม่ลบข้อมูลที่เก็บบันทึกการใช้งานบนอุปกรณ์ของคุณ แต่ข้อมูลใดๆ ที่เก็บบันทึกการใช้งานเมื่อคุณล้างข้อมูลการใช้งานแอปของคุณจะไม่ถูกใช้งานสำหรับการปรับให้เหมาะกับคุณอีกต่อไป คุณสมบัติการปรับแต่งของ App Store จะใช้ข้อมูลใหม่ที่เก็บบันทึกการใช้งานหลังจากที่คุณล้างประวัติข้อมูลการใช้งานแอปของคุณ การสื่อสารกับคุณ Apple อาจใช้ข้อมูลเกี่ยวกับบัญชีของคุณ เช่น ผลิตภัณฑ์ของ Apple ที่คุณเป็นเจ้าของและการสมัครใช้บริการต่างๆ ของ Apple เพื่อสื่อสารกับคุณเกี่ยวกับ App Store รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ จาก Apple ที่คุณอาจสนใจ Apple ยังอาจใช้ข้อมูลเกี่ยวกับกิจกรรมของคุณภายใน App Store เพื่อสื่อสารกับคุณเกี่ยวกับคุณสมบัติใหม่ เนื้อหา และข้อเสนอที่มีใน App Store การตลาดผ่านอีเมล คุณอาจได้รับการสื่อสารเหล่านี้ผ่านอีเมลหากคุณยินยอมที่จะรับข้อมูลการตลาดผ่านอีเมล คุณสามารถเปลี่ยนการตั้งค่าอีเมลของคุณและเลือกไม่รับอีเมลเหล่านี้ได้โดยไปที่ account.apple.com/th หรือบนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณโดยไปที่การตั้งค่า > [ชื่อของคุณ] > ข้อมูลส่วนบุคคล > การตั้งค่าการสื่อสาร การแจ้งเตือนแบบผลักข้อมูล คุณยังอาจได้รับการสื่อสารเหล่านี้ผ่านการแจ้งเตือนแบบผลักข้อมูลอีกด้วย ในการอัปเดตการตั้งค่าการแจ้งเตือนของคุณหรือเลือกไม่รับการแจ้งเตือนบนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่การตั้งค่า > การแจ้งเตือน > App Store การโฆษณา โฆษณาที่ส่งโดย Apple ช่วยให้ผู้คนค้นพบแอป ผลิตภัณฑ์ และบริการบน App Store, Apple News และหุ้น เราใช้ข้อมูลเกี่ยวกับอุปกรณ์ บัญชี สินค้าที่ซื้อ รายการสมัครรับ และรายการดาวน์โหลดก่อนหน้าเพื่อให้แน่ใจว่าโฆษณาสัมพันธ์กับคุณ บน App Store เรายังอาจใช้ข้อมูลตามบริบทรวมถึงคำค้นหาของคุณเมื่อคุณเรียกใช้การค้นหาและข้อมูลเกี่ยวกับหน้าที่คุณกำลังดูหรือแอปที่คุณกำลังดาวน์โหลดเพื่อให้บริการโฆษณาที่เกี่ยวข้องกับคุณอีกด้วย เราสร้างกลุ่มของผู้คน เรียกว่าเซ็กเมนต์ ซึ่งเป็นกลุ่มคนที่มีบุคลิกที่คล้ายคลึงกัน และเราใช้กลุ่มเหล่านี้สำหรับนำเสนอโฆษณาที่ตรงตามกลุ่มเป้าหมาย ข้อมูลเกี่ยวกับตัวคุณจะถูกใช้เพื่อพิจารณาว่าคุณสมควรจัดอยู่ในเซ็กเมนต์ใดและควรได้รับโฆษณาชิ้นใด ในการปกป้องความเป็นส่วนตัวของคุณ เราจะส่งโฆษณาที่ตรงตามกลุ่มเป้าหมายหากมีผู้คนตรงตามเกณฑ์เป้าหมาย 5,000 คนขึ้นไปเท่านั้น ข้อมูลที่ใช้เพื่อพิจารณาว่าคุณควรได้รับโฆษณาใดจะผูกกับข้อมูลจำเพาะแบบสุ่มแต่ไม่ผูกกับบัญชี Apple ของคุณ ในการเลือกโฆษณาที่จะแสดงบน App Store จากโฆษณาหลายชิ้นที่เหมาะสมกับคุณ เราอาจใช้ข้อมูลบางส่วนที่ได้กล่าวไปข้างต้น รวมทั้งกิจกรรมการค้นหาและการเลือกหา App Store เพื่อกำหนดว่าโฆษณาใดน่าจะสัมพันธ์กับคุณมากที่สุด กิจกรรมการเลือกหา App Store รวมถึงข้อมูล เช่น เนื้อหาและแอปที่คุณแตะและดูระหว่างเลือกหา App Store ซึ่งข้อมูลนี้จะถูกนำไปรวมกับผู้ใช้รายอื่นเพื่อไม่ให้สามารถระบุตัวตนของคุณได้ เรายังอาจใช้การประมวลผลภายในอุปกรณ์เพื่อเลือกว่าจะให้แสดงโฆษณาใดโดยใช้ข้อมูลที่จัดเก็บอยู่ในอุปกรณ์ของคุณอีกด้วย เช่น แอปที่คุณเปิดบ่อยๆ แพลตฟอร์มโฆษณาของ Apple ได้รับข้อมูลเกี่ยวกับโฆษณาที่คุณแตะและดูโดยเทียบกับข้อมูลจำเพาะแบบสุ่มแต่ไม่ผูกกับบัญชี Apple ของคุณ ถ้าคุณอนุญาตให้ App Store เข้าถึงตำแหน่งที่ตั้งของคุณ ตำแหน่งที่ตั้งโดยประมาณของคุณอาจถูกใช้เพื่อมอบโฆษณาที่ตรงตามกลุ่มเป้าหมายตามภูมิศาสตร์บน App Store คุณสามารถเลิกใช้ฟังก์ชั่นตามตำแหน่งที่ตั้งบนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณได้ตลอดเวลาโดยไปที่การตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > บริการหาตำแหน่งที่ตั้ง > App Store จากนั้นแตะไม่เลย ถ้าการตั้งค่าโฆษณาสำหรับคุณโดยเฉพาะเปิดใช้อยู่ แพลตฟอร์มโฆษณาของ Apple อาจใช้ข้อมูลของคุณเพื่อให้บริการโฆษณาที่อาจเกี่ยวข้องกับคุณมากขึ้น ถ้าคุณไม่ต้องการรับการโฆษณาตามกลุ่มเป้าหมายตามความสนใจของคุณจากแพลตฟอร์มโฆษณาของ Apple คุณสามารถเลือกปิดใช้โฆษณาสำหรับคุณโดยเฉพาะได้ การปิดใช้โฆษณาสำหรับคุณโดยเฉพาะจะป้องกันไม่ให้ Apple ใช้ข้อมูลของคุณเพื่อการกำหนดเป้าหมายการโฆษณา ซึ่งจะไม่ลดจำนวนโฆษณาที่คุณได้รับ แต่โฆษณาอาจเกี่ยวข้องกับคุณน้อยลง เรียนรู้เพิ่มเติมเกี่ยวกับการโฆษณาของ Apple และความเป็นส่วนตัวที่ www.apple.com/th/legal/privacy/data/th/apple-advertising เรียนรู้วิธีการไม่เข้าร่วมการรับโฆษณาสำหรับคุณโดยเฉพาะใน App Store, Apple News และหุ้นที่ support.apple.com/105131 การแชร์ข้อมูลกับบุคคลหรือบริษัทอื่น เรามีพันธะต้องให้ข้อมูลที่ไม่สามารถระบุถึงตัวตนของคุณได้กับคู่ค้าทางยุทธศาสตร์รายต่างๆ ที่ทำงานกับ Apple เพื่อส่งมอบผลิตภัณฑ์และบริการของเรา, ช่วยประชาสัมพันธ์ Apple ให้ลูกค้ารู้จัก และขายโฆษณาในนามของ Apple เพื่อแสดงใน App Store, Apple News และหุ้น ตัวอย่างเช่น เราอาจแชร์ข้อมูลที่ไม่สามารถระบุถึงตัวตนของคุณได้เกี่ยวกับการซื้อเนื้อหากับนักพัฒนาแอป เพื่อให้สามารถวัดค่าประสิทธิภาพของงานสร้างสรรค์ของตน ทำให้เป็นไปตามข้อเรียกร้องเกี่ยวกับลิขสิทธิ์และบัญชี และพัฒนาผลิตภัณฑ์และบริการของตนได้ เราอาจแชร์ข้อมูลกับนักพัฒนาเพื่อช่วยในการดำเนินงานและปรับปรุงแอปของพวกเขา นักพัฒนาสามารถเข้าถึงข้อมูลการใช้งานที่ได้มาจากผู้ใช้ที่เลือกเข้าร่วมซึ่งอนุญาตให้พวกเขาดูข้อมูลรวมจากกลุ่มผู้ใช้ที่มีบุคลิกหรือพฤติกรรมคล้ายคลึงกันได้ ตราบใดที่ข้อมูลเหล่านั้นมาจากกลุ่มที่มีผู้ใช้น้อยกว่าห้าคน นักพัฒนาสามารถเข้าถึงข้อมูลใบเสร็จรับเงินสำหรับการซื้อและการคืนเงินผลิตภัณฑ์และบริการต่างๆ ใน App Store ได้ นักพัฒนาสามารถค้นหาข้อมูลที่เกี่ยวข้องกับข้อมูลส่วนบุคคลจากการใช้และดาวน์โหลดแอปได้หากคุณได้ให้ข้อมูลเหล่านั้นไว้ แม้ว่าใบเสร็จรับเงินจะไม่มีข้อมูลส่วนบุคคลก็ตาม ถ้าคุณซื้อการสมัครรับในแอปของบุคคลหรือบริษัทอื่น เราจะสร้าง ID ของผู้สมัครรับที่ไม่ซ้ำกันให้คุณและนักพัฒนาหรือผู้เผยแพร่ เราใช้ ID ของผู้สมัครใช้บริการเพื่อมอบรายงานให้กับนักพัฒนา ซึ่งรวมข้อมูลเกี่ยวกับการสมัครใช้บริการที่คุณซื้อและประเทศหรือภูมิภาคที่คุณพักอาศัยอยู่ ข้อมูลนี้จะถูกมอบให้กับนักพัฒนาเพื่อให้นักพัฒนาสามารถทำความเข้าใจประสิทธิภาพของการสมัครใช้บริการของพวกเขาได้ ถ้าคุณยกเลิกการสมัครใช้บริการทั้งหมดของคุณกับนักพัฒนาบางราย และหากคุณไม่สมัครใช้บริการอีกครั้ง ID ของผู้สมัครใช้บริการจะถูกรีเซ็ตหลังจากผ่านไป 180 วัน ในบางภูมิภาค ถ้าคุณซื้อสินค้าและบริการดิจิทัลจากภายนอกสำหรับแอป หมายความว่าคุณไม่ได้ซื้อสินค้าด้วยระบบการชำระเงินภายในแอปของ Apple นักพัฒนาของแอปนั้นจะแจ้งข้อมูลเกี่ยวกับการซื้อไปที่ Apple ซึ่งรวมถึงจำนวนเงินที่ชำระและรายการที่ซื้อ เพื่อจุดประสงค์ในการจัดทำบัญชี การรายงาน และการวิเคราะห์ของ Apple Apple จะไม่ผูกข้อมูลการซื้อกับบัญชี Apple ของคุณ นอกจากนี้ เมื่อมีการดาวน์โหลดอัตโนมัติของเนื้อหาภายในแอปจากนักพัฒนาแอป นักพัฒนาแอปจะสามารถเห็นที่อยู่ IP ของอุปกรณ์ของคุณได้ก่อนที่แอปจะถูกเปิดเป็นครั้งแรก การจัดการที่อยู่ IP ของคุณโดยนักพัฒนาแอปจะเป็นไปตามนโยบายความเป็นส่วนตัวของนักพัฒนาแอป ในการปิดใช้รายการดาวน์โหลดอัตโนมัติของเนื้อหาภายในแอปจากนักพัฒนาก่อนที่คุณจะเปิดแอปเป็นครั้งแรก ให้ไปที่การตั้งค่า > App Store จากนั้นแตะปิดใช้เนื้อหาภายในแอป พื้นฐานทางกฎหมายที่เกี่ยวข้องสำหรับการประมวลผลข้อมูลส่วนบุคคล เราประมวลผลข้อมูลส่วนบุคคลของคุณใน App Store โดยทั่วไปเพื่อปฏิบัติตามสัญญาของคุณกับ Apple ตามความจำเป็นในการให้บริการ และเพื่อให้เป็นไปตามภาระผูกพันตามกฎหมายของเรา ในกรณีที่ความยินยอมเป็นพื้นฐานทางกฎหมายที่เหมาะสม เราขอความยินยอมตามที่กฎหมายท้องถิ่นกำหนด ถ้ากฎหมายในท้องถิ่นที่บังคับใช้กำหนด เราจะประมวลผลข้อมูลส่วนบุคคลตามความจำเป็นเพื่อจุดประสงค์ด้านผลประโยชน์ที่ถูกต้องตามกฎหมายหรือเพื่อจุดประสงค์ของบุคคลหรือบริษัทอื่นเพื่อ: • แสดงเนื้อหาที่เกี่ยวข้องและประเมินว่าอุปกรณ์ของคุณมีพื้นที่เพียงพอที่จะดาวน์โหลดเนื้อหาที่ขอหรือไม่ และช่วยให้ดาวน์โหลดเนื้อหาที่อัปเดตได้โดยอัตโนมัติ • ช่วยปรับปรุงและปรับ App Store ให้เหมาะสมสำหรับคุณและผู้อื่น • ส่งข้อเสนอที่คุณอาจสนใจให้กับคุณผ่านอีเมลและการแจ้งเตือนแบบผลักข้อมูล และสร้างเซ็กเมนต์เพื่อส่งโฆษณาให้กับคุณใน App Store, Apple News และหุ้น • ประมวลผลคำขอคืนเงิน • แจ้งข้อมูลให้กับนักพัฒนาเกี่ยวกับการซื้อในแอปของพวกเขา • ป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้าย ข้อมูลที่ใช้รวมถึง: • การใช้แอป App Store ของคุณ เช่น การโต้ตอบของคุณกับเนื้อหาที่คุณค้นหา ดู ดาวน์โหลด และซื้อ รวมถึงการแจ้งเตือนและข้อความใน App Store และการแจ้งเตือนและข้อความภายในแอป • รายละเอียดเกี่ยวกับอุปกรณ์และบัญชีของคุณ • ที่อยู่ IP ของคุณ • คะแนนความน่าเชื่อถือของอุปกรณ์ การเก็บบันทึกข้อมูล เราเก็บบันทึกข้อมูลส่วนบุคคลที่เกี่ยวข้องกับการซื้อและรายการดาวน์โหลดของคุณบน App Store และร้านค้าออนไลน์อื่นๆ ของ Apple เป็นระยะเวลาตามที่ระบุไว้ในกฎหมาย ซึ่งเกี่ยวข้องกับการแจ้งทางด้านการเงินที่แตกต่างกันไปตามแต่ละภูมิภาค สำหรับลูกค้าส่วนใหญ่ที่ต้องเก็บบันทึกข้อมูลเป็นระยะเวลาอย่างน้อย 10 ปี แต่ในภูมิภาค เช่น ประเทศจีน การเก็บบันทึกข้อมูลอาจมีระยะเวลา 30 ปี เรายังเก็บบันทึกข้อมูลการซื้อและรายการดาวน์โหลดเนื้อหาของคุณเป็นระยะเวลาอย่างน้อยนานตราบเท่าที่คุณมีบัญชีกับเรา เพื่ออนุญาตให้คุณดาวน์โหลดเนื้อหานั้นได้อีกครั้งตามข้อกำหนดที่บังคับใช้ของเรา เราจะเก็บบันทึกข้อมูลอื่นๆ เช่น กิจกรรมการเลือกหาและการค้นหาในช่วงระยะเวลาสั้นๆ โดยระยะเวลาที่เลือกเก็บบันทึกข้อมูลจะเป็นไปตามข้อกำหนดทางกฎหมายในการเก็บรักษาข้อมูลและในกรณีสำหรับการใช้ในทางธุรกิจใดธุรกิจหนึ่ง อย่างไรก็ตาม บางข้อมูล เช่น การซื้อ ยกเว้นรายละเอียดบัตรที่จัดเก็บอยู่ของคุณ อาจถูกเก็บบันทึกเป็นบันทึกทางธุรกิจแม้หลังจากที่คุณปิดบัญชีหรือหยุดใช้ App Store เมื่อคุณใช้บัตรชำระเงิน Apple อาจเก็บรักษาและอัปเดตหมายเลขบัตรและข้อมูลการเรียกเก็บเงินของคุณโดยอัตโนมัติสำหรับการซื้อในอนาคต ธุรกรรมแบบประจำ หรือการใช้งานอื่นๆ ที่คุณอนุญาต Apple อาจได้รับข้อมูลนี้จากสถาบันการเงินหรือเครือข่ายการชำระเงินของคุณ และอาจใช้ข้อมูลนี้เพื่อเป็นการป้องกันการโจรกรรมและเพื่อตรวจสอบยืนยันด้วย การป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้าย เรายังเก็บรวบรวมข้อมูลส่วนบุคคลเพื่อป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้ายใน App Store และร้านค้าออนไลน์อื่นๆ ของ Apple รวมถึงแอปและบริการอื่นๆ จาก Apple อีกด้วย ข้อมูลนี้รวมถึงข้อมูลอุปกรณ์ เช่น ประเภทของอุปกรณ์และเวอร์ชั่นซอฟต์แวร์ ข้อมูลตำแหน่งที่ตั้ง (ซึ่งประมาณโดยการเทียบที่อยู่ IP ของการเชื่อมต่อกับอินเทอร์เน็ตของคุณกับพื้นที่ทางภูมิศาสตร์ หากมี) ประวัติการดาวน์โหลดและการซื้อ การค้นหา และการโต้ตอบอื่นกับร้าน เมื่อคุณเริ่มการซื้อหรือเมื่อตั้งค่าการสมัครรับเป็นแบบต่ออายุโดยอัตโนมัติ Apple อาจใช้ข้อมูลเกี่ยวกับประวัติความสัมพันธ์ทางธุรกิจของคุณกับ Apple เพื่อประมวลผลคำขอและตัดสินใจว่าจะมอบผลิตภัณฑ์หรือบริการก่อนได้รับการรับรองความถูกต้องโดยพันธมิตรการชำระเงินหรือไม่ เรายังคำนวณคะแนนความน่าเชื่อถือของอุปกรณ์บนอุปกรณ์ของคุณเมื่อคุณพยายามซื้อสินค้า โดยใช้ข้อมูลเกี่ยวกับวิธีการใช้งานอุปกรณ์ของคุณ รวมถึงจำนวนสายโทรหรืออีเมลที่คุณส่งและรับโดยประมาณ การส่งข้อมูลนี้ถูกออกแบบมาให้ Apple ไม่สามารถเรียนรู้ค่าที่ซ่อนอยู่ของอุปกรณ์ของคุณได้ คะแนนจะถูกจัดเก็บบนเซิร์ฟเวอร์ของเราเป็นระยะเวลาตายตัว ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ https://www.apple.com/th/privacy/
tr: Mağazaları sağlama App Store’da ve Apple’ın diğer çevrimiçi mağazalarında servisleri ve özellikleri sağlamak için kişisel verilerinizi kullanıyoruz. Bu bilgiler, ayarlardan erişebileceğiniz ve değişiklik yapabileceğiniz hesap ve ödeme bilgilerinizi ve alışveriş geçmişinizi içerir. İade istekleri gibi istediğiniz bazı servisleri sağlamak için kişisel verilerinizi de kullanabiliriz. Bu, doğrudan Apple’a gönderdiğiniz ya da uygulama geliştiricilerin olanağıyla Apple’a gönderdiğiniz iade isteklerini de içerebilir. Geliştiriciler, sizin izninizle bu iade isteklerini işlemeye yardımcı olması için satın alımınızı kullanıp kullanmadığınız gibi bazı kişisel verileri Apple’a sağlayabilir. App Store’dan bir uygulama indirdiğinizde veya Apple Watch’unuza bir uygulama yüklediğinizde aygıtınızın donanım tanıtıcısı ve IP adresi gibi tanıtıcılar Apple Hesabı’nızla birlikte Apple tarafından kaydedilir. Mağazaları İyileştirme App Store’da ve Apple’ın diğer çevrimiçi mağazalarında deneyiminizi iyileştirmek için App Store’u ne zaman açtığınız veya kapattığınız, ne tür içerikler aradığınız, görüntülediğiniz ve indirdiğiniz içerikler, App Store’un anında iletilen bildirimleri ve işaretleri ve uygulamaların içinde App Store’dan gelen mesajlarla etkileşimleriniz gibi mağazaları kullanmanız ile ilgili bilgileri topluyoruz. Aygıt türü, işletim sisteminizin sürümü, aygıtınızdaki boş alanın büyüklüğü gibi aygıtınız hakkında bilgileri de toplarız. Bu bilgileri aşağıdaki yollarla kullanabiliriz: • Öne çıkan aramalar ve Beğenebileceğin Oyunlar gibi kişiselleştirilmiş özellikler sunmak için • İstenen içeriklerin indirilip indirilemeyeceğini değerlendirmek için • Aygıt saklama alanının kullanımında genel eğilimleri ve aygıtınızın Wi‑Fi’ye mi yoksa hücresele mi bağlı olduğunu anlamak için App Store’u destekleyen modelleri iyileştirmek için App Store’daki uygulamalara verdiğiniz puanları, yaptığınız yorumları ve aramalarınızı da kullanabiliriz. Örneğin uygulama incelemeleri ve sizden ve diğer App Store kullanıcılarından toplanan arama sorguları, inceleme özetlerini sağlamak ve App Store arama modelinde ince ayar yapmak için kullanılır. Mağazaları Kişiselleştirme Sizinle en ilgili içerikleri keşfetmenize yardımcı olmak için App Store ile etkileşimlerinizi kullanırız. Örneğin, App Store’da daha önce aradıklarınıza, görüntülediklerinize, indirdiklerinize, güncellediklerinize veya gözden geçirdiklerinize göre ilginizi çekeceğini düşündüğümüz içeriği öneririz. Ayrıca, kullandığınız aygıtlar ve etkinleştirdiğiniz yeni aygıtlar gibi Apple Hesabı’nızdan türetilen hesap bilgileri ile birlikte uygulama içi satın alımlar, abonelikler ve ödeme yöntemleri de dahil olmak üzere satın alma geçmişinizi de kullanırız. Daha iyi önerilerde bulunmak için aygıt analizini Apple ile paylaşmayı seçen kullanıcılardan uygulama başlatma, yükleme ve silme hakkındaki toplu bilgiler ile uygulama puanları hakkındaki toplu bilgileri kullanırız. App Store, önerileri iyileştirmek için yerel ve aygıtta işlemeyi kullanır. App Store, aygıtınızda saklanan uygulama kullanım verilerini (sıklıkla açtığınız uygulamalar, bazı uygulamaları kullanırken harcadığınız zaman ve uygulama yüklemeleriniz ve yüklemeleri kaldırmanız gibi) kullanarak size daha uygun uygulamalar ve uygulama içi etkinlikler önerebilir. Apple’ın, mağazaları kullanımınızla ilgili aldığı bilgiler dokunup görüntülediğiniz kişiselleştirilmiş içeriklerle ilgili bilgileri içerir. Apple Hesabı’nız için Kişiselleştirilmiş Öneriler’i kapatarak App Store, Apple Books, iTunes Store, Apple TV, Podcasts servislerindeki ve Apple aboneliklerindeki kişiselleştirme özelliklerini kapatabilirsiniz. iOS, iPadOS ya da visionOS aygıtınızda Ayarlar > [adınız] > Ortamlar ve Satın Almalar > Hesabı Görüntüle bölümüne gidin, sonra Kişiselleştirilmiş Öneriler’e dokunarak seçeneği kapatın. Aygıtınızda kişiselleştirme için günlüğü tutulan uygulama kullanım verilerini iOS ve iPadOS aygıtlarında Ayarlar > App Store > Kişiselleştirilmiş Öneriler’e gidip Uygulama Kullanım Verilerini Sil’e dokunarak temizleyebilirsiniz. Bu, aygıtınızda günlüğü tutulan verileri silmez ama uygulama kullanım verilerini temizlediğinizde, günlüğü tutulan veriler artık kişiselleştirme için kullanılmaz. App Store kişiselleştirme özellikleri, uygulama kullanım verileri geçmişi temizlendikten sonra kaydedilen yeni verileri kullanır. Sizinle İletişim Apple, App Store ve ilginizi çekebilecek diğer Apple ürünleri, servisleri ve teklifleri hakkında size haberler göndermek için hesabınız hakkında, sahip olduğunuz Apple ürünleri ve Apple servislerine olan abonelikleriniz gibi bilgileri kullanabilir. Apple, size App Store’daki yeni özellikler, içerikler ve teklifler hakkında haberler göndermek için App Store’daki etkinliğinizle ilgili bilgileri de kullanabilir. E-Posta ile Pazarlama E-posta ile pazarlama almayı onaylarsanız bu haberleri e-posta ile alabilirsiniz. account.apple.com adresine giderek veya iOS, iPadOS ya da visionOS aygıtınızda Ayarlar > [adınız] > Kişisel Bilgiler > İletişim Tercihleri’ne giderek e-posta tercihlerinizi değiştirebilir ve e-posta almaktan vazgeçebilirsiniz. Anında İlet Bildirimleri Bu haberleri anında iletilen bildirimler aracılığıyla da alabilirsiniz. iOS, iPadOS veya visionOS aygıtınızda bildirim tercihlerinizi güncellemek veya bildirimlerden vazgeçmek için Ayarlar > Bildirimler > App Store bölümüne gidin. Reklam Apple tarafından sunulan reklamlar, kişilerin App Store’da, Apple News’da ve Borsa’da uygulamaları, ürünleri ve servisleri bulmasına yardımcı olur. Reklamların ilgili olmasını sağlamak için aygıtınız, hesabınız, satın almalarınız, abonelikleriniz ve önceki indirmeleriniz hakkında bilgi toplarız. App Store’da, size ilgili bir reklam sunmak için bir arama sırasındaki arama terimleriniz ve görüntülediğiniz sayfa ya da indirdiğiniz uygulama ile ilgili bilgiler dahil olmak üzere bağlamsal bilgileri de kullanabiliriz. Benzer özellikleri paylaşan sektörler olarak adlandırılan kişi grupları oluşturur ve hedef reklamların gönderilmesi için bu grupları kullanırız. Sizinle ilgili bilgiler, hangi dilimlere dahil edilmiş olduğunuzu ve böylece hangi reklamları alacağınızı belirlemek için kullanılır. Gizliliğinizi korumak için hedeflenen reklamlar yalnızca en az 5000 kişi hedefleme ölçütlerini karşılıyorsa iletilir. Hangi reklamların daha ilgili olduğunu belirlemek için kullanılan bilgiler Apple Hesabı’nızla değil rasgele tanıtıcılar ile ilişkilendirilir. App Store’da size uygun olan birçok reklam arasından hangisinin görüntüleneceğini seçerken hangi reklamın sizinle ilgili olabileceğini belirlemek için App Store’daki arama ve dolaşma etkinliğinizin yanı sıra yukarıda bahsedilen bilgilerin bazılarını kullanabiliriz. App Store dolaşma etkinliği, App Store’da gezinirken dokunduğunuz ve görüntülediğiniz içerik ve uygulamalar gibi bilgileri içerir. Bu bilgiler, sizi tanıtmayacak şekilde kullanıcılar genelinde toplanır. Sıklıkla açtığınız uygulamalar gibi aygıtınızda saklanan bilgileri kullanarak hangi reklamların görüntüleneceğini seçmek için yerel ve aygıtta işlemeyi de kullanabiliriz. Apple’ın reklam platformu, dokunup görüntülediğiniz reklamlar hakkındaki bilgileri Apple Hesabı’nıza bağlı olmayan rasgele bir tanıtıcıdan alır. App Store’un konumunuza erişmesine izin verirseniz App Store’da size coğrafi olarak ilgili hedef reklamlar sunmak için yaklaşık konumunuz kullanılabilir. iOS, iPadOS ya da visionOS aygıtınızda Ayarlar > Gizlilik ve Güvenlik > Konum Servisleri > App Store’a gidip ardından Asla’ya dokunarak konuma dayalı işlevsellikten istediğiniz zaman vazgeçebilirsiniz. Kişiselleştirilmiş Reklamlar ayarı açıksa Apple’ın reklam platformu, sizinle daha ilgili reklamlar sunmak için bilgilerinizi kullanabilir. Apple’ın reklam platformundan ilgi alanlarınıza göre hedef reklamlar almak istemiyorsanız Kişiselleştirilmiş Reklamlar’ı kapatmayı seçebilirsiniz. Kişiselleştirilmiş Reklamlar’ın kapatılması Apple’ın hedef reklamlar için bilgilerinizi kullanmasını engeller. Aldığınız reklam sayısı azalmayabilir ama reklamlar sizinle daha az ilgili olur. Apple’ın Sunduğu Reklamlar ve Gizlilik hakkında daha fazla bilgi için www.apple.com/tr/legal/privacy/data/tr/apple-advertising adresine gidin. App Store, Apple News ve Borsa uygulamalarında kişiselleştirilmiş reklamları görmemekle ilgili daha fazla bilgi edinmek için support.apple.com/105131 adresine gidin. Üçüncü Partilerle Paylaşma Ürünlerimizi ve servislerimizi sağlamak, Apple’ın müşterilere ulaşmasına yardımcı olmak ve Apple adına App Store’da, Apple News’da ve Borsa’da görüntülenmek üzere reklam satmak amacıyla Apple ile çalışan stratejik ortaklara bazı kişisel olmayan verileri sağlamak zorundayız. Örneğin, içerik satın alımlarınızla ilgili kişisel olmayan bazı verileri, uygulama geliştiriciler ile yaratıcı çalışmalarının performansını ölçebilmeleri, telif ve muhasebe gereksinimlerini karşılayabilmeleri ve ürünleri ile servislerini iyileştirebilmeleri amacıyla paylaşabiliriz. Çalışmalarına yardımcı olmak ve uygulamalarını iyileştirmek için geliştiricilerle bilgi paylaşabiliyoruz. Geliştiriciler, paylaşmayı kabul eden kullanıcıların kullanım bilgilerine erişebilir. Bu sayede, benzer özelliklere veya davranışlara sahip kullanıcı gruplarından gelen toplu verilere, söz konusu verilerin en az beş kullanıcıya sahip gruplardan gelmesi şartıyla bakabilirler. Geliştiriciler, App Store’daki ürünlerinin ve servislerinin satışına ve geri ödemelerine ait makbuz bilgilerine erişebilir. Makbuzlar kişisel veri içermez ancak geliştiriciler, uygulamalarını kullanmanızdan ve indirmenizden kaynaklanan kişisel verileri onlara verdiyseniz ilişkilendirmeye çalışabilir. Üçüncü parti uygulamada abonelik satın alırsanız size ve geliştiriciye ya da yayımcıya özgü bir Abone kimliği oluştururuz. Satın aldığınız abonelik ve ikamet ettiğiniz ülke ya da bölge hakkındaki bilgileri içeren raporları geliştiriciye sağlamak için Abone kimliğini kullanırız. Bu bilgiler geliştiricilere aboneliklerinin performansını anlayabilmeleri için sağlanır. Belirli bir geliştiriciyle olan tüm aboneliklerinizi iptal ederseniz ve yeniden abone olmazsanız Abone kimliği 180 gün sonra sıfırlanır. Belirli bölgelerde, bir uygulamanın dijital ürünleri veya servisleri için harici bir satın alma yaparsanız, yani satın almanız Apple’ın uygulama içi ödeme sistemiyle yapılmazsa, söz konusu uygulamanın geliştiricisi Apple’ın muhasebe, raporlama ve analiz amaçları doğrultusunda ödenen tutar ve satın alınan öğe de dahil olmak üzere satın almayla ilgili bilgileri Apple’a raporlar. Apple, satın alma bilgileri ile Apple Hesabı’nız arasında bağlantı kurmaz. Buna ek olarak, uygulama geliştiricilerden uygulama içi otomatik içerik indirme gerçekleşirse aygıtınızın IP adresi uygulama ilk kez açılmadan önce uygulama geliştirici tarafından görülür. IP adresinizin uygulama geliştirici tarafından kullanımı, uygulama geliştiricinin gizlilik politikalarına tabidir. Bir uygulamayı ilk kez açmadan önce geliştiricilerden uygulama içi içeriklerini otomatik olarak indirmeyi kapatmak için Ayarlar > App Store bölümüne gidin ve Uygulama İçi İçerik’i kapatmak için dokunun. Kişisel Verilerin İşlenmesine Yönelik Yürürlükteki Yasal Dayanak App Store’daki kişisel verilerinizi, servisi sunmak ve yasal yükümlülüklerimize uymak için gerekli olduğu gibi Apple ile sözleşmenizin yerine getirilmesi için işleriz. Onay, yürürlükteki yerel kanunlara göre aradığımız uygun yasal dayanaktır. Yürürlükteki yerel kanunlar gerektirdiğinde kişisel verileri bizim ya da üçüncü partilerin yasal çıkarlarının gerektirdiği gibi, şunları yapmak için işleriz: • İlgili içerikleri görüntülemek, aygıtınızda istenen içeriklerin indirilmesi için yeterli alan olup olmadığını belirlemek ve güncellenen içeriklerin otomatik olarak indirilmesini kolaylaştırmak • App Store’u siz ve diğer kullanıcılar için iyileştirmeye ve en iyi duruma getirmeye yardımcı olmak • E-posta ve anında iletilen bildirimler aracılığıyla ilginizi çekebilecek teklifler göndermek, App Storeʼda, Apple Newsʼda ve Borsaʼda reklamlar sunmak için segmentler yaratmak • İade isteklerini işlemek • Geliştiricilere, uygulamalarındaki satın almalarla ilgili rapor sunmak • Dolandırıcılığı ve diğer kötü amaçlı eylemleri önlemek Kullanılan veriler şunları içerir: • Aradığınız, görüntülediğiniz, indirdiğiniz ve satın aldığınız içeriklerle etkileşimleriniz gibi App Store uygulaması kullanımınız, App Store bildirimleriniz ve mesajlarınız ile uygulama içi bildirimler ve mesajlar • Aygıtınız ve hesabınız ile ilgili ayrıntılar • IP adresiniz • Aygıt güven puanı Bilgi Saklama App Storeʼdaki ve diğer çevrimiçi Apple mağazalarındaki satın alımlarınız ve indirmeleriniz ile ilişkili kişisel verileri bölgeye göre değişen mali raporlamayla ilgili yürürlükte bulunan kanunlarca belirtilen süre boyunca saklıyoruz. Bu, çoğu müşterimiz için en az 10 yıllık bir saklama süresi gerektirir ama Çin gibi bölgelerde bu süre 30 yılı bulabilir. Bizde bir hesabınız olduğu sürece satın aldığınız ve indirdiğiniz içerikleri, yürürlükte bulunan hükümlere uygun olarak yeniden indirmenize izin vermek için söz konusu içeriğin bir kaydını da saklıyoruz. Dolaşma etkinliği ve aramalar gibi diğer bilgileri ise daha kısa bir süre saklıyoruz. Seçilen süre, veri saklama için yürürlükte bulunan yasal koşulları ve özel işletme kullanım durumunu dikkate alır. Bununla birlikte, satın almalar gibi bazı bilgiler hesabınızı kapatsanız veya App Storeʼu kullanmayı bıraksanız bile işletme kaydı olarak tutulabilir ancak sakladığınız kart ayrıntıları tutulmaz. Bir ödeme kartı kullandığınızda Apple gelecekteki alışverişler, yinelenen işlemler veya yetki verdiğiniz diğer kullanımlar için kart numaranızı ve fatura bilgilerinizi tutabilir ve otomatik olarak güncelleyebilir. Apple, bu bilgileri finansal kurumunuzdan veya ödeme ağınızdan elde edebilir ve ayrıca bu bilgileri dolandırıcılığı önleme ve doğrulama için kullanabilir. Dolandırıcılığı ve Diğer Kötü Amaçlı Eylemleri Önleme App Storeʼda ve Appleʼın diğer çevrimiçi mağazalarında ve diğer Apple uygulamalarında ve servislerinde dolandırıcılığı ve diğer kötü amaçlı eylemleri önlemek için kişisel verileri de topluyoruz. Bu bilgiler; aygıt türü ve yazılım sürümü gibi aygıt bilgilerini, konum bilgisini (varsa, internet bağlantınızın IP adresi bir coğrafi bölgeyle eşleştirilerek tahmin edilir), indirme ve satın alma geçmişini, aramaları ve mağazalardaki diğer etkileşimleri içerir. Apple, bir satın alma işlemi başlattığınızda veya bir abonelik otomatik yenilenmeye ayarlandığında isteği işleme koymak ve ödeme ortağının yetkilendirmesinden önce ürünün veya servisin sunulup sunulmayacağını belirlemek için Apple ile geçmiş iş ilişkileriniz hakkındaki bilgileri kullanabilir. Aynı zamanda, bir satın alma işlemi gerçekleştirmeye çalıştığınızda gönderdiğiniz ve aldığınız telefon aramalarının veya e‑postaların yaklaşık sayısı da dahil olmak üzere aygıtınızı nasıl kullandığınız hakkındaki bilgileri kullanarak aygıtınızda bir aygıt güven puanı hesaplarız. Gönderilen veriler, Appleʼın aygıtınızdaki gerçek değerleri öğrenemeyeceği şekilde tasarlanmıştır. Puan, sunucularımızda belirli bir süre saklanır. Apple tarafından alınan tüm bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun bir şekilde işlenecektir.
uk: Забезпечення послуг Магазинів Ми використовуємо ваші персональні дані, щоб забезпечувати роботу служб і функцій в App Store та інших онлайн‑магазинах Apple. Ця інформація містить зокрема вашу облікову та платіжну інформацію, яку ви можете переглядати й змінювати в параметрах, а також вашу історію покупок. Ми також можемо використовувати ваші персональні дані для надання певних послуг, які ви запитуєте, як‑от запитів на повернення коштів. Сюди можуть входити запити на повернення коштів, які ви надсилаєте до Apple безпосередньо або за сприяння розробників програм. З вашої згоди розробники можуть надавати компанії Apple певні персональні дані (наприклад, чи використовували ви покупку), що допомагатиме обробляти такі запити на повернення коштів. Коли ви викачуєте програму з App Store або інсталюєте програму на Apple Watch, компанія Apple реєструє ваш обліковий запис Apple та ідентифікатори, як‑от ідентифікатор обладнання пристрою та IP‑адресу. Удосконалення Магазинів Щоб зробити App Store та інші онлайн-магазини Apple зручнішими, ми збираємо інформацію про ваше використання магазинів, зокрема про час, коли ви відвідуєте магазин App Store або завершуєте з ним роботу, про вміст, який ви шукаєте, переглядаєте та викачуєте, а також про вашу взаємодію з push-сповіщеннями та значками від App Store і повідомленнями від App Store у програмах. Ми також збираємо інформацію про ваш пристрій, як‑от тип пристрою, версія операційної системи та обсяг вільного місця на пристрої. Ми можемо використовувати цю інформацію в такі способи: • Щоб пропонувати популярні пошукові запити та персоналізовані функції, як‑от «Інші ігри, які можуть вам сподобатися» • Щоб оцінити, чи можна викачати запитаний вміст • Щоб зрозуміти загальні тенденції використання сховища пристрою та дізнатися, чи підʼєднано ваш пристрій до Wi‑Fi або стільникової мережі Ми також можемо використовувати ваші оцінки й відгуки про програми в App Store та пошукові запити, щоб удосконалювати моделі, які забезпечують роботу App Store. Наприклад, оцінки програм і зведені пошукові запити від вас та інших користувачів App Store використовуються для надання підсумків і підлаштування пошукової моделі App Store. Персоналізація магазинів Ми використовуємо ваші взаємодії з App Store, щоб допомагати вам знаходити найдоречніший вміст. Наприклад, ми рекомендуємо цікавий, на нашу думку, вміст, ґрунтуючись на тому, що ви раніше шукали, переглядали, викачували, оновлювали або оцінювали в App Store. Ми також використовуємо вашу історію покупок, зокрема покупок у програмах, підписок і способів оплати, разом з обліковою інформацією, отриманою з вашого облікового запису Apple, як‑от пристрої, які ви використовуєте, і нові пристрої, які ви активуєте. Щоб робити кращі рекомендації, ми також використовуємо сукупну інформацію про запуск, інсталяцію та видалення програм від користувачів, які погодилися поширювати дані аналітики пристроїв для Apple, і обʼєднуємо інформацію про оцінки програм. App Store обробляє дані локально на пристрої, щоб покращувати наші рекомендації. App Store може пропонувати вам доречніші програми та події у програмах на основі даних про використання програм, збережених на вашому пристрої, як‑от інформація про програми, які ви часто відкриваєте, час, який ви витрачаєте на використання певних програм та інформація про інсталяцію та деінсталяцію програм. До інформації, яку Apple отримує про ваше використання магазинів, належить персоналізований вміст, який ви натискаєте й переглядаєте. Можна вимкнути функції персоналізації в App Store, Apple Books, iTunes Store, Apple TV та Подкастах, а також для підписок Apple. Для цього вимкніть параметр «Персоналізовані рекомендації» для свого облікового запису Apple. На пристрої iOS, iPadOS чи visionOS перейдіть у меню Параметри > [ваше імʼя] > Медіавміст і покупки > Переглянути запис, а потім вимкніть параметр «Персоналізовані рекомендації». Дані використання програм, записані для персоналізації на пристрої, можна очистити. Для цього на пристрої iOS або iPadOS перейдіть у меню Параметри > App Store > Персоналізовані рекомендації та натисніть «Очистити дані використання програм». Це не видалить дані, записані на вашому пристрої, але всі дані, записані на момент очищення даних про використання програми, більше не використовуватимуться для персоналізації. Функції персоналізації App Store використовуватимуть нові дані, записані після того як ви очистили історію даних про використання програми. Спілкування з вами Apple може використовувати інформацію про ваш обліковий запис, наприклад продукти Apple у вашій власності й ваші підписки на служби Apple, щоб надсилати повідомлення про App Store та інші продукти, служби й пропозиції Apple, що можуть вас цікавити. Apple також може використовувати інформацію про ваші дії в App Store, щоб надсилати вам повідомлення про нові функції, вміст і пропозиції, доступні в App Store. Маркетинг е‑поштою Ви можете отримувати такі повідомлення е‑поштою, якщо погодились отримувати маркетингові листи. Змінити параметри е‑пошти й відмовитися від отримання таких листів можна на вебсайті account.apple.com або на пристрої iOS, iPadOS чи visionOS у меню Параметри > [ваше імʼя] > Персональна інформація > Параметри звʼязку. Push‑сповіщення Ви також можете отримувати такі повідомлення в push‑сповіщеннях. Щоб оновити свої параметри сповіщень на пристрої iOS, iPadOS чи visionOS або відмовитися від отримання сповіщень, перейдіть у меню Параметри > Сповіщення > App Store. Реклама Реклама від Apple допомагає людям знаходити програми, продукти та послуги в App Store, Apple News і програмі «Біржі». Ми використовуємо інформацію про пристрій, обліковий запис, покупки, підписки й попередні викачування, щоб забезпечити доречність реклами. В App Store ми також можемо використовувати контекстну інформацію, зокрема ваші пошукові запити, а також інформацію про сторінку, яку ви переглядаєте, або програму, яку ви викачуєте, щоб показувати вам доречну рекламу. Ми обʼєднуємо в групи (чи сегменти) людей зі схожими характеристиками й використовуємо ці групи для відправлення цільової реклами. За інформацією про вас визначають сегменти, в які ви входите, а отже і рекламу, яку ви отримуєте. Щоб захистити вашу приватність, цільові оголошення надходять, тільки якщо цільовому критерію відповідають понад 5000 осіб. Інформація, яка використовується для визначення актуальних для вас рекламних оголошень, повʼязується з випадковими ідентифікаторами, а не з вашим обліковим записом Apple. Вибираючи, яке рекламне оголошення показати в App Store, з‑поміж численних рекламних оголошень, що відповідають заданим для вас критеріям, ми можемо використовувати деяку вищезгадану інформацію, а також вашу пошукову активність і запити в App Store, щоб визначити рекламне оголошення, що ймовірно буде найдоречнішим для вас. До пошукової активності в App Store належить інформація про вміст і програми, на які ви натискаєте та які переглядаєте в App Store. Ця інформація поєднує дані від різних користувачів, тому вона не ідентифікує вашу особу. Ми також можемо обробляти дані локально на пристрої, щоб вибирати, яку рекламу показувати, за допомогою інформації, збереженої на пристрої, наприклад даних про програми, які ви часто відкриваєте. Рекламна платформа Apple отримує інформацію про рекламні оголошення, які ви натискаєте й переглядаєте. Ця інформація привʼязується до випадкового ідентифікатора, а не до вашого облікового запису Apple. Якщо ви дозволите App Store доступ до своєї геопозиції, ваше приблизне розташування може використовуватися, щоб надавати вам географічно доречні рекламні оголошення в App Store. Можна будь‑коли відмовитися від функцій на основі геопозиції. Для цього на пристрої iOS, iPadOS чи visionOS перейдіть у меню Параметри > Приватність і безпека > Служби локації, натисніть App Store і виберіть «Ніколи». Якщо параметр «Персоналізована реклама» ввімкнено, рекламна платформа Apple може використовувати вашу інформацію, щоб показувати рекламні оголошення, що є доречнішими для вас. Якщо ви не хочете отримувати рекламні оголошення, підібрані під ваші інтереси на рекламній платформі Apple, вимкніть параметр «Персоналізована реклама». Якщо вимкнути параметр «Персоналізована реклама», Apple не зможе використовувати вашу інформацію для цільової реклами. Це навряд чи зменшить кількість рекламних оголошень, проте самі вони можуть стати менш доречними. Докладну інформацію про рекламу від Apple і приватність наведено на вебсторінці www.apple.com/legal/privacy/data/uk/apple-advertising. Інструкції щодо того, як відмовитися від персоналізованої реклами в App Store, Apple News і Біржах, наведено в статті support.apple.com/105131. Поширення для третіх сторін Ми зобовʼязані надавати деякі неперсональні дані стратегічним партнерам, які співпрацюють з Apple, щоб постачати наші продукти й сервіси, допомагати Apple знаходити ринки збуту й реалізувати рекламу від імені Apple для показу в App Store, Apple News і Біржах. Наприклад, ми можемо поширювати для розробників програм неперсональні дані про придбаний вами вміст, щоб вони могли оцінювати ефективність своєї творчої роботи, виконувати авторські й фінансові зобовʼязання та вдосконалювати свої продукти й послуги. Ми можемо поширювати інформацію для розробників, щоб допомагати їм забезпечувати роботу їхніх програм і вдосконалювати їх. Розробники мають доступ до інформації про використання, яку надали користувачі, що долучилися, що дає їм змогу поглянути на зведені дані від груп користувачів зі схожими характеристиками чи шаблонами поведінки за умови, що ці дані походять з груп із не менш ніж пʼяти користувачів. Розробники мають доступ до чеків на покупки й повернення коштів у їхніх продуктах і послугах, придбаних в App Store. Квитанції не містять персональних даних; утім, розробники можуть намагатися повʼязати їх із персональними даними, отриманими під час використання та викачування їхніх програм, якщо ви надавали їм такі дані. Якщо ви купуєте підписку в програмі стороннього розробника, ми створюємо ідентифікатор підписника, що є унікальним для вас і розробника чи видавця. Ми використовуємо ідентифікатор підписника, щоб надавати розробникам звіти, що містять інформацію про придбану вами підписку та країну чи регіон проживання. Ця інформація надається розробникам, щоб вони могли оцінювати продуктивність своїх підписок. Якщо ви скасуєте всі підписки на продукти певного розробника й не поновите їх, ідентифікатор розробника буде скинуто через 180 днів. У деяких регіонах, якщо ви купуєте зовнішні цифрові товари чи послуги для якоїсь програми, тобто ваша покупка відбувається не через платіжну систему Apple, вбудовану в цій програмі, розробник цієї програми буде передавати в Apple інформацію про покупку, зокрема про суму покупки та придбаний обʼєкт, з метою обліку, звітування й аналітики. Apple не поєднує інформацію про покупки з вашим обліковим записом Apple. Крім того, коли відбувається автоматичне викачування вмісту в програмі від розробника програми, розробник зможе бачити IP‑адресу вашого пристрою ще до першого запуску цієї програми. Використання вашої IP‑адреси розробником програми підпадає під дію політик конфіденційності цього розробника. Щоб вимкнути автоматичне викачування вмісту від розробників перед першим відкриттям програми, перейдіть у меню «Параметри» > App Store, а потім вимкніть параметр «Вміст у програмах». Відповідне юридичне підґрунтя для опрацювання особистих даних Ми обробляємо ваші особисті дані в App Store в основному для дотримання умов вашого договору з Apple у межах, необхідних для надання послуг і виконання наших зобовʼязань. У регіонах, де інформована згода має юридичне підґрунтя, ми просимо надати її згідно з відповідним місцевим законодавством. Там, де це дозволено відповідним місцевим законодавством, з метою забезпечення наших законних інтересів та інтересів сторонніх компаній ми обробляємо персональні дані для таких цілей: • Показ доречного вмісту, визначення, чи достатньо місця на пристрої для викачування запитаного вмісту, і сприяння автоматичному викачуванню оновленого вмісту • Допомога в удосконаленні й оптимізації App Store для вас та інших користувачів • Надсилання е‑листів і push‑сповіщень із пропозиціями, які можуть вас зацікавити, і створення сегментів для показу реклами в App Store, Apple News і Біржах • Оброблення запитів на повернення коштів • Надання розробникам звітів про придбання їхніх програм • Запобігання шахрайству й іншій зловмисній діяльності Використані дані містять таку інформацію: • Дані про користування програмою App Store, зокрема як ви взаємодієте з вмістом, який шукаєте, переглядаєте, викачуєте й купуєте, а також зі сповіщеннями й повідомленнями App Store і сповіщеннями й повідомленнями в програмі • Відомості про ваш пристрій і обліковий запис • Ваша IP‑адреса • Бал довіри пристрою Зберігання Ми зберігаємо персональні дані, повʼязані з вашими покупками й викачуваннями в App Store та інших онлайн-магазинах Apple, на терміни, визначені чинним законодавством стосовно фінансової звітності, що можуть відрізнятися між регіонами. Для більшості клієнтів строк зберігання має бути принаймні 10 років, проте для деяких регіонів, як‑от Китаю, цей період може становити 30 років. Ми також зберігаємо реєстраційні записи ваших покупок і викачувань вмісту, принаймні поки ви маєте в нас обліковий запис, щоб ви могли повторно викачати такий вміст відповідно до наших чинних умов. Ми зберігаємо іншу інформацію, як‑от дані про перегляд і пошукові запити, протягом коротшого періоду. Період обирається з урахуванням вимог чинного законодавства щодо зберігання даних та обставин бізнес-застосування. Утім, деяка інформація, як‑от покупки (окрім даних вашої збереженої картки), може зберігатися як реєстраційні записи обліку господарської діяльності, навіть після того як ви закриєте свій обліковий запис чи припините користуватись App Store. Коли ви використовуєте свою платіжну картку, Apple може зберігати й автоматично оновлювати номер вашої картки та платіжну інформацію для майбутніх покупок, періодичних трансакцій або для інших цілей, які ви дозволите. Apple може отримувати цю інформацію від вашої фінансової установи чи платіжної мережі та використовувати її для перевірок і запобігання шахрайству. Запобігання шахрайству й іншій зловмисній діяльності Ми також збираємо персональні дані, щоб запобігати шахрайству та іншим зловмисним діям в App Store та інших онлайн-магазинах Apple, а також програмах і службах Apple. Ця інформація містить відомості про пристрій, як‑от тип пристрою та версію програмного забезпечення, дані геопозиції (приблизна геопозиція визначається за географічним регіоном IP‑адреси вашого інтернет-зʼєднання), якщо такі є, історію викачувань і покупок, пошукові запити та інші взаємодії з магазинами. Коли ви здійснюєте покупку чи коли підписка поновлюється автоматично, компанія Apple може використовувати інформацію про історію ваших ділових взаємодій з Apple, щоб обробити запит і визначити можливість надання продукту чи служби, перш ніж оператор платежів авторизує оплату. Ми також підраховуємо бал довіри вашого пристрою, коли ви намагаєтеся щось придбати, на основі інформації про використання вами пристрою, зокрема приблизної кількості телефонних викликів чи е‑листів, які ви надсилаєте й отримуєте. Подання даних реалізовано так, що компанія Apple не може дізнатися про фактичні значення на вашому пристрої. Цей бал зберігається на наших серверах протягом певного проміжку часу. Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики приватності Apple, яку можна знайти на www.apple.com/privacy.
vi: Cung cấp các cửa hàng Chúng tôi sử dụng dữ liệu cá nhân của bạn để cung cấp các dịch vụ và tính năng trong App Store và các cửa hàng trực tuyến khác của Apple. Ví dụ như thông tin này bao gồm thông tin về tài khoản và thanh toán mà bạn có thể truy cập và thay đổi trong phần cài đặt, cũng như lịch sử mua. Chúng tôi cũng có thể sử dụng dữ liệu cá nhân của bạn để cung cấp các dịch vụ nhất định mà bạn yêu cầu, chẳng hạn như các yêu cầu hoàn tiền. Những thông tin này có thể bao gồm các yêu cầu hoàn tiền mà bạn gửi trực tiếp đến Apple hoặc các yêu cầu mà bạn được nhà phát triển ứng dụng hỗ trợ gửi đến Apple. Với sự chấp thuận của bạn, các nhà phát triển có thể cung cấp dữ liệu cá nhân nhất định cho Apple để hỗ trợ xử lý những yêu cầu hoàn tiền này, ví dụ như bạn đã sử dụng mục mua hay chưa. Khi bạn tải về ứng dụng từ App Store hoặc cài đặt ứng dụng trên Apple Watch, các mã định danh như ID phần cứng của thiết bị và địa chỉ IP được Apple ghi lại cùng với Tài khoản Apple của bạn. Cải thiện các cửa hàng Để cải thiện trải nghiệm trong App Store và các cửa hàng trực tuyến khác của Apple, chúng tôi thu thập thông tin về việc sử dụng các cửa hàng của bạn, bao gồm thời điểm bạn truy cập hoặc thoát khỏi App Store, nội dung bạn tìm kiếm, nội dung bạn xem và tải về, tương tác của bạn với các biểu trưng và thông báo push của App Store, cũng như thông báo từ App Store bên trong các ứng dụng. Chúng tôi cũng thu thập thông tin về thiết bị của bạn, ví dụ như loại thiết bị, phiên bản hệ điều hành và mức dung lượng trống trên thiết bị. Chúng tôi có thể sử dụng thông tin này theo những cách sau: • Để cung cấp các tìm kiếm theo xu hướng và các tính năng được cá nhân hóa như Trò chơi khác có thể bạn thích • Để đánh giá xem có thể tải về nội dung được yêu cầu hay không • Để hiểu các xu hướng chung trong việc sử dụng bộ nhớ của thiết bị và liệu thiết bị của bạn được kết nối bằng Wi-Fi hay mạng di động Chúng tôi cũng có thể sử dụng xếp hạng và đánh giá của bạn về các ứng dụng trên App Store cũng như nội dung bạn tìm kiếm để cải thiện các mô hình hỗ trợ App Store. Ví dụ: các đánh giá ứng dụng và truy vấn tìm kiếm được tổng hợp từ bạn và những người dùng App Store khác sẽ được sử dụng để cung cấp tóm tắt đánh giá và tinh chỉnh mô hình tìm kiếm của App Store. Cá nhân hóa các cửa hàng Chúng tôi sử dụng các tương tác với App Store để giúp bạn khám phá nội dung phù hợp nhất với bạn. Ví dụ như chúng tôi đề xuất nội dung mà chúng tôi cho rằng bạn sẽ quan tâm dựa trên nội dung mà trước đây bạn đã tìm kiếm, xem, tải về, cập nhật hoặc đánh giá trong App Store. Chúng tôi cũng sử dụng lịch sử mua, bao gồm các mục mua in-app, đăng ký và phương thức thanh toán cùng với thông tin tài khoản được lấy từ Tài khoản Apple của bạn, ví dụ như thiết bị mà bạn sử dụng và thiết bị mới mà bạn kích hoạt. Để đưa ra các đề xuất phù hợp hơn, chúng tôi cũng sử dụng thông tin tổng hợp về số lần khởi chạy, cài đặt và xóa ứng dụng từ những người dùng lựa chọn chia sẻ phân tích thiết bị với Apple và thông tin tổng hợp về xếp hạng ứng dụng. App Store sử dụng quá trình xử lý cục bộ, trên thiết bị để cải thiện các đề xuất của chúng tôi. Bằng việc sử dụng dữ liệu sử dụng ứng dụng được lưu trữ trên thiết bị của bạn – chẳng hạn như các ứng dụng bạn mở thường xuyên, thời gian bạn dành để sử dụng các ứng dụng nhất định cũng như số lần cài đặt và gỡ cài đặt ứng dụng của bạn – App Store có thể gợi ý các ứng dụng và các sự kiện in-app phù hợp hơn với bạn. Thông tin mà Apple nhận được về việc sử dụng các cửa hàng của bạn bao gồm thông tin về nội dung được cá nhân hóa mà bạn chạm vào và xem. Bạn có thể tắt các tính năng cá nhân hóa trong App Store, Apple Books, iTunes Store, Apple TV, Podcast. Còn đối với các đăng ký từ Apple, bạn có thể tắt Đề xuất được cá nhân hóa cho Tài khoản Apple của mình. Trên thiết bị iOS, iPadOS hoặc visionOS, hãy đi tới Cài đặt > [tên của bạn] > Phương tiện & Mục mua > Xem tài khoản và sau đó chạm để tắt Đề xuất được cá nhân hóa. Bạn có thể xóa dữ liệu sử dụng ứng dụng được ghi trên thiết bị của mình cho tính năng cá nhân hóa trên các thiết bị iOS và iPadOS bằng cách đi tới Cài đặt > App Store > Đề xuất được cá nhân hóa và chạm vào Xóa dữ liệu sử dụng ứng dụng. Tác vụ này sẽ không xóa dữ liệu được ghi trên thiết bị của bạn, tuy nhiên, mọi dữ liệu được ghi tại thời điểm khi bạn xóa dữ liệu sử dụng ứng dụng của mình sẽ không được sử dụng cho tính năng cá nhân hóa nữa. Tính năng cá nhân hóa App Store sẽ sử dụng dữ liệu mới được ghi sau khi bạn đã xóa lịch sử dữ liệu sử dụng ứng dụng của mình. Liên lạc với bạn Apple có thể sử dụng thông tin về tài khoản của bạn, ví dụ như các sản phẩm Apple mà bạn sở hữu và các đăng ký dịch vụ của Apple của bạn, để gửi cho bạn các liên lạc về App Store và các sản phẩm, dịch vụ cũng như ưu đãi khác của Apple mà bạn có thể quan tâm. Apple cũng có thể sử dụng thông tin về hoạt động của bạn bên trong App Store để gửi cho bạn các liên lạc về các tính năng, nội dung và ưu đãi mới có sẵn trên App Store. Tiếp thị qua email Bạn có thể nhận được những liên lạc này qua email, nếu bạn đồng ý nhận tiếp thị qua email. Bạn có thể thay đổi tùy chọn email và lựa chọn không nhận những email này bằng cách truy cập account.apple.com hoặc bằng cách đi tới Cài đặt > [tên của bạn] > Thông tin cá nhân > Tùy chọn liên lạc trên thiết bị iOS, iPadOS hoặc visionOS. Thông báo push Bạn cũng có thể nhận được những liên lạc này qua thông báo push. Để cập nhật tùy chọn thông báo của bạn hoặc để lựa chọn không nhận các thông báo trên thiết bị iOS, iPadOS hoặc visionOS, hãy đi tới Cài đặt > Thông báo > App Store. Quảng cáo Quảng cáo do Apple phân phối giúp mọi người khám phá các ứng dụng, sản phẩm và dịch vụ trên App Store, Apple News và Chứng khoán. Chúng tôi sử dụng thông tin về thiết bị, tài khoản, mục mua, đăng ký và bản tải về trước đây của bạn để đảm bảo rằng các quảng cáo là phù hợp. Trên App Store, chúng tôi cũng có thể sử dụng thông tin ngữ cảnh, bao gồm các cụm từ tìm kiếm khi bạn chạy một tìm kiếm và thông tin về trang mà bạn đang xem hoặc ứng dụng mà bạn đang tải về, để cung cấp cho bạn quảng cáo phù hợp. Chúng tôi tạo ra các nhóm người, được gọi là các phân khúc, có đặc điểm giống nhau và sử dụng những nhóm này để phân phối quảng cáo được nhắm mục tiêu. Thông tin về bạn được sử dụng để xác định xem bạn được xếp vào phân khúc nào và quảng cáo nào bạn sẽ nhận được theo đó. Để bảo vệ quyền riêng tư của bạn, các quảng cáo được nhắm mục tiêu chỉ được phân phối nếu có trên 5.000 người đáp ứng các tiêu chí nhắm mục tiêu. Thông tin được sử dụng để xác định quảng cáo nào phù hợp với bạn được liên kết với các mã định danh ngẫu nhiên và không được liên kết với Tài khoản Apple của bạn. Khi chọn quảng cáo nào sẽ hiển thị trên App Store từ nhiều quảng cáo mà bạn đủ điều kiện, chúng tôi có thể sử dụng một số thông tin được đề cập ở trên, cũng như hoạt động duyệt và tìm kiếm trên App Store của bạn, để xác định quảng cáo nào có khả năng phù hợp nhất với bạn. Hoạt động duyệt App Store bao gồm thông tin như nội dung và ứng dụng mà bạn chạm vào và xem trong khi duyệt App Store. Thông tin này được tổng hợp giữa các người dùng để không nhận dạng bạn. Chúng tôi cũng có thể sử dụng quá trình xử lý cục bộ, trên thiết bị để chọn quảng cáo sẽ hiển thị, bằng cách sử dụng thông tin được lưu trữ trên thiết bị của bạn, chẳng hạn như các ứng dụng bạn mở thường xuyên. Nền tảng quảng cáo của Apple nhận thông tin về các quảng cáo mà bạn chạm vào và xem dựa trên mã định danh ngẫu nhiên, không được liên kết với Tài khoản Apple của bạn. Nếu bạn cho phép App Store truy cập vào thông tin vị trí thì vị trí gần đúng của bạn có thể được sử dụng để cung cấp quảng cáo được nhắm mục tiêu theo vị trí địa lý trên App Store. Bạn có thể lựa chọn tắt tính năng dựa trên vị trí bất kỳ lúc nào trên thiết bị iOS, iPadOS hoặc visionOS bằng cách đi tới Cài đặt > Quyền riêng tư & Bảo mật > Dịch vụ định vị > App Store, sau đó chạm vào Không. Nếu cài đặt Quảng cáo được cá nhân hóa được bật, nền tảng quảng cáo của Apple có thể sử dụng thông tin của bạn để cung cấp các quảng cáo phù hợp hơn với bạn. Nếu bạn không muốn nhận quảng cáo được nhắm mục tiêu theo sở thích từ nền tảng quảng cáo của Apple, bạn có thể lựa chọn tắt Quảng cáo được cá nhân hóa. Tắt Quảng cáo được cá nhân hóa sẽ ngăn cản Apple sử dụng thông tin của bạn để nhắm mục tiêu quảng cáo. Việc này có thể không làm giảm số lượng quảng cáo mà bạn nhận được, nhưng các quảng cáo có thể ít phù hợp với bạn hơn. Tìm hiểu thêm về Quảng cáo của Apple & Quyền riêng tư tại địa chỉ www.apple.com/legal/privacy/data/vi/apple-advertising. Tìm hiểu cách không nhận quảng cáo được cá nhân hóa trên App Store, Apple News và Chứng khoán tại địa chỉ support.apple.com/105131. Chia sẻ với bên thứ ba Chúng tôi có nghĩa vụ cung cấp một số dữ liệu phi cá nhân cho các đối tác chiến lược làm việc với Apple để cung cấp các sản phẩm và dịch vụ của hãng, giúp Apple tiếp thị đến khách hàng và bán quảng cáo thay mặt Apple để hiển thị trong App Store, Apple News và Chứng khoán. Ví dụ như chúng tôi có thể chia sẻ dữ liệu phi cá nhân về các giao dịch mua nội dung của bạn với nhà phát triển ứng dụng để họ có thể đánh giá hiệu quả của các sản phẩm sáng tạo, đáp ứng các yêu cầu về tác quyền và kế toán, cũng như cải thiện các sản phẩm và dịch vụ của họ. Chúng tôi có thể chia sẻ thông tin với các nhà phát triển để giúp họ vận hành và cải thiện ứng dụng. Các nhà phát triển có thể truy cập thông tin sử dụng, do người dùng tham gia cung cấp, cho phép họ xem dữ liệu tổng hợp từ các nhóm người dùng có các đặc điểm hoặc hoạt động giống nhau, với điều kiện là dữ liệu đó đến từ các nhóm bao gồm không dưới năm người dùng. Các nhà phát triển có thể truy cập thông tin biên nhận cho các mục mua và hoàn tiền của các sản phẩm và dịch vụ của họ trong App Store. Biên nhận không bao gồm dữ liệu cá nhân; tuy nhiên, các nhà phát triển có thể tìm cách liên kết biên nhận với dữ liệu cá nhân từ việc bạn sử dụng và tải về ứng dụng của họ, nếu bạn đã cung cấp thông tin cho họ. Nếu bạn mua một đăng ký trong ứng dụng của bên thứ ba, chúng tôi tạo ra một ID người đăng ký duy nhất cho bạn và nhà phát triển hoặc nhà xuất bản. Chúng tôi sử dụng ID người đăng ký để cung cấp các báo cáo cho nhà phát triển, bao gồm thông tin về đăng ký mà bạn đã mua và quốc gia hoặc vùng cư trú của bạn. Thông tin này được cung cấp cho các nhà phát triển để họ có thể tìm hiểu hoạt động của các đăng ký của họ. Nếu bạn hủy tất cả các đăng ký của mình với một nhà phát triển cụ thể và nếu bạn không đăng ký lại thì ID người đăng ký sẽ được đặt lại sau 180 ngày. Ở một số vùng nhất định, nếu bạn thực hiện giao dịch mua bên ngoài đối với hàng hóa kỹ thuật số hoặc dịch vụ cho một ứng dụng (nghĩa là giao dịch mua của bạn không được thực hiện bằng hệ thống thanh toán in-app của Apple) thì nhà phát triển của ứng dụng đó sẽ báo cáo cho Apple thông tin về giao dịch mua, bao gồm số tiền đã thanh toán và mặt hàng đã mua, nhằm mục đích kế toán, báo cáo và phân tích của Apple. Apple không liên kết thông tin mua hàng với Tài khoản Apple của bạn. Ngoài ra, khi quá trình tự động tải về nội dung in-app từ các nhà phát triển ứng dụng xảy ra, địa chỉ IP của thiết bị sẽ hiển thị đối với nhà phát triển ứng dụng trước khi ứng dụng được mở lần đầu tiên. Việc sử dụng địa chỉ IP của bạn bởi nhà phát triển ứng dụng được điều chỉnh bởi các chính sách quyền riêng tư của nhà phát triển ứng dụng. Để tắt tính năng tự động tải về nội dung in-app từ các nhà phát triển trước khi bạn mở ứng dụng lần đầu tiên, hãy đi tới Cài đặt > App Store, sau đó chạm để tắt Nội dung trong ứng dụng. Cơ sở pháp lý áp dụng cho việc xử lý dữ liệu cá nhân Thông thường, chúng tôi xử lý dữ liệu cá nhân của bạn trong Apple Store cho việc thực hiện hợp đồng của bạn với Apple, khi cần thiết để cung cấp dịch vụ và để tuân thủ các nghĩa vụ pháp lý của chúng tôi. Khi sự chấp thuận là cơ sở pháp lý phù hợp, chúng tôi cố gắng đạt được điều đó tuân theo luật áp dụng tại địa phương. Khi luật áp dụng tại địa phương quy định, chúng tôi xử lý dữ liệu cá nhân khi cần thiết cho các mục đích lợi ích hợp pháp của mình hoặc của bên thứ ba để: • Hiển thị nội dung phù hợp, đánh giá xem thiết bị của bạn có đủ dung lượng để tải về nội dung đã yêu cầu không và hỗ trợ quá trình tải về tự động của nội dung được cập nhật • Giúp cải thiện và tối ưu hóa App Store cho bạn và những người khác • Gửi cho bạn các ưu đãi qua email và thông báo push mà bạn có thể quan tâm, cũng như tạo các phân khúc để phân phối quảng cáo cho bạn trong App Store, Apple News và Chứng khoán • Xử lý các yêu cầu hoàn tiền • Cung cấp báo cáo cho các nhà phát triển về các giao dịch mua trong ứng dụng của họ • Ngăn chặn lừa đảo và hoạt động có hại khác Dữ liệu được sử dụng bao gồm: • Việc sử dụng ứng dụng App Store của bạn, ví dụ như tương tác với nội dung mà bạn tìm kiếm, xem, tải về và mua, các thông báo và tin nhắn của App Store cũng như các thông báo và tin nhắn trong ứng dụng • Các chi tiết về thiết bị và tài khoản của bạn • Địa chỉ IP của bạn • Điểm số tin cậy thiết bị Lưu giữ Chúng tôi lưu giữ dữ liệu cá nhân được liên kết với hoạt động mua và tải về của bạn trong App Store và các cửa hàng trực tuyến khác của Apple trong các khoảng thời gian được quy định trong luật áp dụng, thay đổi theo vùng, liên quan đến việc báo cáo tài chính. Đối với hầu hết các khách hàng, việc này yêu cầu khoảng thời gian lưu giữ tối thiểu là 10 năm, tuy nhiên khoảng thời gian đó có thể là 30 năm tại những vùng như Trung Quốc. Chúng tôi cũng lưu giữ một bản ghi về việc mua và tải về nội dung của bạn, tối thiểu bằng với thời gian bạn có tài khoản với chúng tôi, để cho phép bạn tải về lại nội dung đó, tuân theo các điều khoản áp dụng của chúng tôi. Chúng tôi lưu giữ thông tin khác như hoạt động duyệt và các tìm kiếm trong một khoảng thời gian ngắn hơn. Khoảng thời gian được chọn căn cứ vào các yêu cầu pháp lý áp dụng cho việc lưu giữ dữ liệu và các trường hợp sử dụng cụ thể trong kinh doanh. Tuy nhiên, một số thông tin, như mục mua, nhưng không bao gồm chi tiết thẻ được lưu trữ của bạn, có thể được lưu giữ dưới dạng hồ sơ kinh doanh ngay cả sau khi bạn đóng tài khoản hoặc dừng sử dụng App Store. Khi bạn sử dụng thẻ thanh toán, Apple có thể lưu giữ và tự động cập nhật số thẻ và thông tin thanh toán của bạn cho các mục mua trong tương lai, các giao dịch lặp lại hoặc những lần sử dụng khác mà bạn cấp phép. Apple có thể lấy thông tin này từ tổ chức tài chính hoặc mạng lưới thanh toán của bạn và cũng sử dụng thông tin đó cho mục đích ngăn chặn lừa đảo và xác minh. Ngăn chặn lừa đảo và hoạt động có hại khác Chúng tôi cũng thu thập dữ liệu cá nhân để ngăn chặn lừa đảo và hoạt động có hại khác trong App Store và các cửa hàng trực tuyến khác của Apple, cũng như các ứng dụng và dịch vụ khác của Apple. Thông tin này bao gồm thông tin thiết bị (ví dụ như loại thiết bị và phiên bản phần mềm), thông tin vị trí (được ước lượng bằng cách đối chiếu địa chỉ IP kết nối internet của bạn với một khu vực địa lý, nếu có thể), lịch sử tải về và mục mua, các tìm kiếm và tương tác khác với cửa hàng. Khi bạn thực hiện một giao dịch mua hoặc khi một đăng ký được đặt để tự động gia hạn, Apple có thể sử dụng thông tin về mối quan hệ kinh doanh trước đây của bạn với Apple để xử lý yêu cầu và xác định xem có cung cấp sản phẩm hoặc dịch vụ trước khi được đối tác thanh toán xác thực không. Chúng tôi cũng tính điểm số tin cậy thiết bị trên thiết bị của bạn khi bạn muốn mua hàng bằng cách sử dụng thông tin về cách bạn sử dụng thiết bị, bao gồm số lượng gần đúng các cuộc gọi điện thoại hoặc email mà bạn gửi và nhận. Nội dung gửi được thiết kế sao cho Apple không thể ghi nhớ các giá trị cơ bản trên thiết bị của bạn. Điểm số được lưu trữ trong khoảng thời gian cố định trên các máy chủ của chúng tôi. Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy.
zh_cn: 提供商店 我们使用你的个人数据在App Store和其他Apple在线商店中提供相关服务和功能。此类信息包括你的账户和付款信息（可在设置中访问和更改），以及购买记录。 我们还可能使用你的个人数据向你提供所请求的某些服务，如退款请求。其中可能包括你直接发送给Apple或由App开发者推送给Apple的退款请求。获得你的同意之后，开发者可能会向Apple提供某些个人数据（如你是否使用了该购买项目），以帮助处理这些退款请求。 当你从App Store下载App时，或者在Apple Watch上安装App时，Apple会记录你的Apple账户和标识符，如设备的硬件ID和IP地址。 改进商店 为了改进App Store和其他Apple在线商店的使用体验，我们会收集你使用商店的相关信息，包括打开或关闭App Store的时间、搜索的内容、查看和下载的内容、你与App Store推送通知和标记的交互信息，以及在App中收到的App Store信息。我们还会收集设备的相关信息，如设备类型、操作系统版本以及设备的可用空间。我们可能通过以下方式使用此信息： • 提供热门搜索和个性化功能，如“更多你可能喜欢的游戏” • 评估可否下载请求的内容 • 了解设备储存空间使用的大致趋势，以及设备是通过Wi-Fi还是蜂窝网络连接 我们还可能使用你在App Store中对App的评分和评论以及搜索内容改进驱动App Store的模型。例如，你和其他App Store用户的App评论和聚合搜索查询会用于提供评论摘要和微调App Store搜索模型。 个性化商店 我们使用你与App Store的交互信息来帮助你发现更感兴趣的内容。例如，基于你之前在App Store中的搜索、浏览、下载、更新或评论推荐我们认为你可能感兴趣的内容。我们还使用你的购买历史记录（包括App内购买）、订阅和支付方式以及从你Apple账户获取的账户信息，例如所使用的设备和激活的新设备。为了提供更好的内容推荐，我们还会使用App评分的聚合信息，以及与App启动、安装和删除相关的聚合信息，此类信息将从选择与Apple共享设备分析数据的用户处获取。App Store通过设备端处理优化我们的推荐。通过储存在你设备上的App使用数据（如你经常打开的App，使用某些App的时长以及你的App安装与卸载记录等），App Store可推荐与你更为相关的App和App内活动。Apple收到的有关你使用商店的信息包括你轻点和查看的个性化内容。 你可以关闭Apple账户的“个性化推荐”，以在App Store、Apple Books、iTunes Store、Apple TV、“播客”以及Apple订阅服务中关闭个性化功能。在iOS、iPadOS或visionOS设备上，前往“设置”> [你的姓名] >“媒体与购买项目”>“查看账户”，然后轻点以关闭“个性化推荐”。你可以清除为提供个性化体验而记录在你设备上的App使用数据。在iOS和iPadOS设备上，前往“设置”> App Store >“个性化推荐”，然后轻点“清除App使用数据”。这么做不会删除你设备上已记录的数据，但你清除App使用数据时记录的任何数据都将不再用于提供个性化内容。App Store的个性化功能将使用你清除App使用数据历史之后记录的新数据。 与你通信 Apple可能使用你的账户相关信息，例如你拥有的Apple产品和你订阅的Apple服务，向你发送App Store以及你可能感兴趣的Apple其他产品、服务和优惠的相关信息。Apple还可能使用你在App Store中活动相关的信息，向你发送App Store中新功能、内容和优惠内容相关的信息。 邮件营销 若你同意接收邮件营销，你可能会通过电子邮件收到这些沟通信息。你可以更改电子邮件偏好设置并选择不接收这些电子邮件，方法是前往account.apple.com，或在iOS、iPadOS或visionOS设备上，前往“设置”> [你的姓名] >“个人信息”>“通信偏好设置”。 推送通知 你还可能通过推送通知收到这些沟通信息。若要在iOS、iPadOS或visionOS设备上更新通知偏好设置或选择不接收通知，请前往“设置”>“通知”> App Store。 广告 Apple投放的广告可帮助用户在App Store、Apple News和“股市”中发现App、产品和服务。我们使用你的设备、账户、购买项目、订阅和之前下载项的相关信息来确保提供的广告具有相关性。在App Store上，我们还可能使用相关信息（包括运行搜索时的搜索词，以及正在查看的页面或正在下载App的相关信息）来向你提供相关广告。我们创建了用户组别（即广告细分）来将相似特征的人群分组并使用这些组别投放定向广告。你的信息用于决定将你分配到哪个细分组别，以及相应地，会收到哪些广告。为保护你的隐私，仅在有5,000人以上满足定向标准时，我们才会投放定向广告。用于确定哪些广告与你相关的信息会与随机标识符绑定，不会与你的Apple账户绑定。 从多条适合在App Store中向你显示的广告中进行选择时，我们可能使用以上提到的部分信息，以及你的App Store搜索和浏览活动来决定哪条广告可能与你最相关。App Store浏览活动包括你浏览App Store时轻点和查看的内容和App等信息。此信息从用户群中聚合而来，因此不会识别你的个人身份。我们还可能使用储存在你设备上的信息（如你经常打开的App），并通过设备端处理来选择要显示的广告。Apple的广告平台会依据不与你Apple账户绑定的随机标识符接收与你轻点和查看的广告相关的信息。 如果你允许App Store访问你的位置，你的大致位置可能会用于在App Store中提供基于地理位置的定向广告。你可以随时选择关闭基于位置的功能，方法是在iOS、iPadOS或visionOS设备上，前往“设置”>“隐私与安全性”>“定位服务”> App Store，然后轻点“永不”。 如果打开了“个性化广告”设置，Apple广告平台可能使用你的信息提供与你更为相关的广告。如果你不希望从Apple的广告平台接收与你兴趣相关的广告，你可以选择关闭“个性化广告”。关闭“个性化广告”将阻止Apple使用你的信息进行广告定向。你收到的广告数量可能不会减少，但广告相关性会降低。 若要进一步了解Apple广告与隐私，请访问www.apple.com.cn/legal/privacy/data/zh-cn/apple-advertising。 若要了解如何拒收App Store、Apple News和“股市”中的个性化广告，请访问support.apple.com/105131。 与第三方共享 对于与Apple合作提供产品与服务、协助Apple进行市场营销以及代表Apple出售广告（在App Store、Apple News和“股市”中显示）的战略合作伙伴，我们有义务向其提供一些非个人数据。例如，我们可能与App开发者共享有关你购买内容的非个人数据，以助其衡量创作表现、满足版税和会计要求并改进其产品和服务。 我们可能会与开发者共享信息，以助其运营和改进其App。开发者可以访问选择加入的用户所提供的用量信息并查看有相似特征或行为的用户组别中的聚合数据，每个组别至少有五位用户。开发者可以访问其产品和服务在App Store中购买和退款的收据信息。收据不包括个人数据，但若你已向开发者提供，那么开发者可能会通过你对App的使用和下载设法将其与个人数据关联。 当你在第三方App中购买订阅时，我们会创建一个订阅者ID，这个ID对于你和开发者或发布者而言是唯一的。我们使用订阅者ID向开发者提供报告，其中包括关于你已购买订阅和你居住国家或地区的信息。此信息会提供给开发者，以便其了解订阅的表现。若取消与某一开发者的所有订阅，且不重新订阅，订阅者ID将在180天后还原。 在某些地区，如果你在App外部购买数字货物或服务，意味着并非通过Apple的App内支付系统进行购买，该App的App开发者将向Apple报告购买相关信息，包括支付金额和购买项目，以供Apple用于会计、报告和分析。Apple不会将购买信息与你的Apple账户关联。 此外，如果从App开发者处自动下载App中内容，在App首次打开前，设备的IP地址将对App开发者可见。App开发者对你IP地址的处理受App开发者的隐私政策制约。若要在首次打开App前关闭自动从开发者处下载App中内容，请前往“设置”> App Store，然后轻点以关闭“App中内容”。 处理个人数据的适用法律依据 我们处理你在App Store中的个人数据，一般是为了履行你与Apple的合同，处理范围视提供服务以及遵守法律义务所需而定。在同意即为合理法律依据的地区，我们会根据当地适用法律寻求同意。 在当地适用法律允许时，我们会按照满足我们或第三方合法权益的目的所需来处理个人数据以： • 显示相关内容，评估设备是否有足够空间来下载请求的内容，以及实现已更新内容的自动下载 • 协助为你及他人改进和优化App Store • 通过电子邮件向你发送优惠信息和推送你可能感兴趣内容的通知，以及创建广告细分来在App Store、Apple News和“股市”中向你提供广告 • 处理退款请求 • 向开发者提供其App内购买情况的报告 • 防范欺诈及其他恶意行为 使用的数据包括： • 你的App Store App使用情况，如与搜索、查看、下载和购买的内容、App Store通知和信息以及App内通知和信息的交互 • 你设备和账户的详细信息 • 你的IP地址 • 设备信任值 保留 我们保留与你在App Store和其他Apple在线商店中购买和下载关联的个人数据，保留期限符合财务报告相关适用法律的规定，不同地区会有所不同。对于大部分消费者，保留期限至少需10年；但在某些国家或地区（如中国），该期限可能为30年。根据我们的适用条款，至少在你拥有我们的帐户期间，我们还会保留你购买和下载内容的记录，以便你重新下载该内容。我们保留浏览行为和搜索等其他信息的期限会短一些。采用的期限已考虑适用法律对保留数据和特定业务用例的要求。但是，部分信息（如购买项目，但不是已储存卡片的详细信息）在你注销帐户或停止使用App Store后可能仍会保留为业务记录。 当你使用付款卡时，Apple可能会保留并自动更新你的卡号和账单信息，以用于之后的消费、重复交易或你授权的其他用途。Apple可能会从你的金融机构或支付网络获取此信息，同时将其用于验证和防范欺诈行为。 防范欺诈及其他恶意行为 我们还收集个人数据以防范App Store、其他Apple在线商店以及其他Apple App与服务中的欺诈及其他恶意行为。此类信息包括设备信息（如设备类型和软件版本）、位置信息（如可用，通过将互联网连接的IP地址与地理区域进行匹配而估算得出）、下载和购买记录、搜索以及其他与商店交互的信息。 当你发起购买或将订阅项目设定为自动续期时，Apple可能使用你与Apple过往交易关系的相关信息来处理请求并确定是否在支付合作伙伴授权之前提供相关产品或服务。 当你尝试购买时，我们还会使用与你的设备使用方式相关的信息（包括大致的通话次数或收发的电子邮件数量）在设备上计算并得出一个设备信任值。数值经处理后提交，Apple无法获悉你设备上的底层数值。该数值会在我们的服务器上储存一段固定的时间。 Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy。
zh_hk: 提供商店內容 我們會使用你的個人資料以在App Store和其他Apple網上商店中提供服務與功能。此資料包括你的帳户和付款資料（你可以在設定中取用並更改），以及你的購物記錄等。 我們也可能會使用你的個人資料來提供你要求的某些服務，例如退款要求。這可包括你直接傳送至Apple或在App開發者協助下傳送至Apple的退款要求。在你同意下，開發者可以向Apple提供部份個人資料，以協助處理這些退款要求，例如你是否已使用購買項目。 當你從App Store下載App，或在Apple Watch上安裝App時，Apple會記錄你的Apple帳户連同裝置硬件識別碼和IP位址等。 改善商店 為改善App Store和其他Apple網上商店中的使用體驗，我們會收集你在這些商店中的使用狀況資料，包括你何時開啟或關閉App Store、你搜尋的內容、你檢視和下載的內容、你與App Store推送通知和標記以及App內App Store訊息的互動。我們也會收集你的裝置資料，例如裝置類型、作業系統版本，以及裝置的可用空間。我們可能會以下列方法使用此資料： ‧ 提供熱門搜尋和個人化的功能，如「更多你可能會喜歡的遊戲」 • 評估要求的內容是否可以下載 • 了解裝置儲存空間平常的使用傾向，以及你的裝置是連接Wi-Fi或流動網絡 我們也可能使用你在App Store的評分和評論以及你搜尋的內容以改進提供App Store的模型。例如，來自你和其他App Store用户的App評論以及彙集的搜尋查詢會用於提供評論摘要並微調App Store搜尋模型。 個人化商店 我們透過你和App Store的互動以協助你探索與你最相關的內容。例如我們會依據你先前在App Store搜尋、檢視、下載、更新以及評論過的內容來建議你可能感興趣的內容。我們也會使用你的購買記錄（包括App內購買）、訂閲項目和付款方式，以及來自你Apple帳户的帳户資料，例如你使用的裝置以及你啟用的新裝置。為了提供更好的建議，我們會使用App評分的彙集資料；如用户選擇與Apple分享裝置分析，我們亦會使用有關開啟、安裝和刪除App的彙集資料。App Store使用本機及裝置端處理來改進推薦項目。透過使用儲存在你裝置上的App使用狀況資料（例如你經常開啟的App、你使用某些App的時間、你安裝和解除安裝的App），App Store可以建議與你更相關的App和App內活動。Apple接收的商店使用狀況相關資料包括你點按和檢視的個人化內容相關資料。 你可以透過關閉Apple帳户的「個人化推薦項目」來在App Store、Apple Books、iTunes Store、Apple TV、Podcast和Apple訂閲項目中關閉個人化功能。在iOS、iPadOS或visionOS裝置上，前往「設定」> [你的姓名] >「媒體與購買項目」>「檢視帳户」，然後點一下來關閉「個人化推薦項目」。你可以在iOS和iPadOS裝置清除記錄在裝置並用於個人化的App使用狀況資料，請前往「設定」> App Store >「個人化建議」，然後點一下「清除App使用狀況資料」。這不會刪除記錄在你裝置上的資料，但在你清除App使用狀況資料時記錄的任何資料將不再用作個人化。App Store個人化功能會使用清除App使用狀況資料記錄後所記錄的新資料。 與你通訊 Apple可能會使用與你帳户相關的資料（例如你擁有的Apple產品以及訂閲的Apple服務）向你傳送App Store以及你可能感興趣的其他Apple產品、服務和優惠的相關通訊。Apple可能也會使用App Store中你活動的相關資料，向你傳送App Store中可用的新功能、內容和優惠的相關通訊。 電郵推廣 如你同意接收電郵推廣，你可以透過電郵接收這些通訊。你可以前往account.apple.com，或在iOS、iPadOS或visionOS裝置前往「設定」> [你的姓名] >「個人資料」>「通訊偏好設定」來更改電郵偏好設定，並選擇不接收這些電郵。 推送通知 你也可以透過推送通知接收這些通訊。如要在iOS、iPadOS或visionOS裝置上更新通知偏好設定或選擇不接收通知，請前往「設定」>「通知」> App Store。 廣告 Apple提供的廣告協助用户在App Store、Apple News和「股市」中探索App、產品和服務。我們會使用與你裝置、帳户、購買項目、訂閲項目和之前下載項目相關的資料，以確保廣告與你相關。在App Store上，我們亦可能使用相關資料，包括你執行搜尋時的搜尋詞彙、你正在查看的頁面或正在下載的App之相關資料，以向你提供相關廣告。我們會製作人物群組（稱為分類），將具備相似特質的人分為一組，並使用這些群組傳送定向廣告。有關你的資料會用來決定你屬於哪一個分類，從而決定你會收到甚麼廣告。為了保護你的私隱，只有在超過5,000人符合定向條件時才會傳送定向廣告。用來決定哪些廣告與你相關的資料會連繫至隨機識別碼，不會連繫至你的Apple帳户。 為了從符合你的條件的多個廣告中選擇要在App Store顯示的廣告，我們可能會使用上述的部份資料，以及你的App Store搜尋和瀏覽活動，來決定哪些廣告可能與你最相關。App Store瀏覽活動包括你在瀏覽App Store時點按和檢視的內容和App等資料。此項資料是從許多用户彙集而來的，因此並不能用來識別你的身份。我們也可能透過本機和裝置端處理，以使用儲存在你裝置端的資料（例如你經常開啟的App）來選擇要顯示的廣告。Apple的廣告平台會依據不會連繫至你的Apple帳户的隨機識別碼，接收你點按和檢視的廣告之相關資料。 如你允許App Store取用你的位置，你的大約位置就可能會用於在App Store上提供基於地理位置的定向廣告。你可以透過前往「設定」>「私隱與保安」>「定位服務」> App Store，然後點一下「永不」，隨時在iOS、iPadOS或visionOS裝置上退出基於位置的功能。 如已啟用「個人化廣告」設定，Apple的廣告平台可能會使用你的資料來提供與你更相關的廣告。如你不想收到Apple廣告平台根據你的興趣所傳送的目標廣告，你可以選擇關閉「個人化廣告」。關閉「個人化廣告」將使Apple無法將你的資料用於廣吿目標。這樣未必會減少你收到的廣告數量，但廣告可能與你的相關性較低。 進一步了解「Apple廣告與私隱」，請前往www.apple.com/hk/legal/privacy/data/zh-hk/apple-advertising。 了解如何選擇不接收App Store、Apple News和「股市」中的個人化廣告，請瀏覽：support.apple.com/105131。 與第三方分享 我們有義務向與Apple合作提供產品及服務、協助Apple對客户行銷，以及在App Store、Apple News和「股市」中以Apple的名義銷售廣告的策略合作夥伴提供非個人的資料。例如，我們可能與App開發者分享有關你購買內容的非個人資料，以便他們評估其創意作品的表現、滿足版稅及會計需求，並改善其產品與服務。 我們可能會與開發者分享資料以協助他們運作和改善App。開發者可以取用由用户選擇提供的使用狀況資料，以便查看具有相似特質與行為的用户群組的彙集資料，前提是資料所屬的群組人數不得少於五人。開發者可以取用App Store中他們產品和服務的購買和退款收據資料。收據不包括個人資料；不過，如你曾向開發者提供個人資料，開發者可以從你的App使用和下載狀況來嘗試將收據與個人資料連繫起來。 如你在第三方App中購買訂閲服務，我們會製作專屬於你和開發者或出版商的「訂閲者識別碼」。我們會使用「訂閲者識別碼」向開發者提供報告，當中包括你購買的訂閲項目資料，以及你的國家或居住地區。此資料會提供予開發者，以便開發者了解其訂閲項目的表現。如你取消某一個開發者的所有訂閲項目，並且不重新訂閲，「訂閲者識別碼」將會在180日後重設。 在部份地區，如果你為App在外部購買數碼商品或服務，意即你的購買不是透過Apple的App內支付系統進行，則該App的App開發者會向Apple報告有關購買的資料，包括支付金額和購買的項目，以用於Apple的會計、報告和分析目的。Apple不會連結該購買資料至你的Apple帳户。 此外，如果自動下載App開發者提供的App中內容，在App首次打開前，App開發者也可以看到你裝置的IP位址。App開發者對於你IP位址的處理受App開發者私隱政策的規範。如要關閉首次打開App前自動下載開發者提供的App中內容，請前往「設定」> App Store，然後點一下以關閉「App中內容」。 處理個人資料的適用法律依據 我們處理你在App Store中的個人資料，通常是為了履行你與Apple之間的合約，此為提供服務所必需的，此舉亦是為了遵守我們的法律義務。在同意即為適當法律依據的地區，我們會根據適用的當地法律尋求你的同意。 在適用的當地法律允許時，我們會視乎需要處理個人資料，以保障我們或第三方的合法權益，以便： • 顯示相關的內容、評估裝置是否有足夠空間來下載要求的內容，並協助自動下載更新內容 • 為你和他人協助改進和最佳化App Store • 透過電郵或推送通知向你傳送你可能感興趣的優惠，以及製作分類以在App Store、Apple News和「股市」中向你提供廣告 • 處理退款要求 • 向開發者提供其App內購買狀況的報告 • 防範詐騙和其他惡意活動 使用的資料包括： • 你的App Store App使用情況，例如與搜尋、檢視、下載和購買的內容、App Store通知和訊息以及App內通知及訊息的互動 • 你裝置和帳户的詳細資料 • 你的IP位址 • 裝置信任分數 保留 我們會保留你在App Store和其他Apple網上商店中與購買和下載內容相關的個人資料一段時間，此保留時間視各地區財務報告適用的相關法律而有所不同。對於大部份的消費者，保留期需要至少10年，但在某些地區（如中國）該保留期可能為30年。我們也會保留你的內容購買和下載記錄，保留期至少為你擁有我們帳户的期間，以便你在符合重新下載適用條款的情況下可重新下載內容。我們會保留如瀏覽記錄和搜尋內容等其他資料較短時間。所選的保留期會考慮到保留資料的適用法律要求和特定業務使用案例。不過，即使你關閉帳户或停止使用App Store，部份資料（例如購買項目，但不包括你儲存的卡詳細資料）可能會按營業記錄需求保留。 當你使用付款卡時，Apple可能會保留並自動更新你的卡號和帳單資料，以供日後購買、重複交易或你授權的其他用途。Apple可能會從你的金融機構或支付網絡取得此資料，並會將其用於防止詐騙和進行驗證。 防範詐騙和其他惡意活動 我們也會收集個人資料以防範App Store和其他Apple網上商店以及其他Apple App和服務中的詐騙和其他惡意活動。此資料包括裝置資料，例如裝置類型和軟件版本、位置資料（如有提供，系統透過將你的互聯網連線IP位址與地理地區比較來取得的大約位置）、下載和購買記錄、搜尋內容，以及與商店的其他互動。 當你開始購買，或當訂閲設定為自動更新，Apple可能會使用有關你與Apple的過去業務關係資料來處理要求，並在付款合作夥伴授權前決定是否提供產品或服務。 當你嘗試購物時，我們會按裝置的使用資料（包括大約通話次數或傳送和收到的電郵）計算裝置信任分數。送出資料的方式是經過設計的，Apple無法得知你裝置上的真實數值。分數會在我們的伺服器上儲存一段固定時間。 無論何時，Apple均會依照「Apple私隱政策」的規定處理所收集的資料，請瀏覽www.apple.com/hk/privacy。
zh_tw: 提供商店內容 我們會使用你的個人資料以在App Store和其他Apple線上商店中提供服務與功能。此資訊包含如你的帳號和付款資訊（你可以在設定中取用並更改），以及你的購買記錄。 我們可能會使用你的個人資料來提供你要求的特定服務，例如退款要求。這些可能包含你直接傳送到Apple或在App開發者的協助下傳送到Apple的退款要求。在你同意的情況下，開發者可能會向Apple提供某些個人資料以協助處理這些退款要求，例如你是否使用了購買的商品。 當你從App Store下載App，或在Apple Watch上安裝App時，Apple會記錄你的「Apple帳號」連帶裝置硬體識別碼和IP位址等識別碼。 改進商店 為改進App Store和其他Apple線上商店中的使用體驗，我們會收集你在商店中的使用狀況資訊，包含你何時打開或關閉App Store、你搜尋的內容及你檢視和下載的內容，以及你與App Store推播通知、標記和在App中與App Store訊息的互動。我們也會收集你的裝置資訊，例如裝置類型、作業系統版本，以及裝置的可用空間。我們可能會透過如以下的方式來使用此資訊： • 為提供熱門搜尋和個人化的功能，如「更多你可能會喜歡的遊戲」 • 評估要求的內容是否可以下載 • 瞭解裝置儲存空間平常的使用趨勢，以及你的裝置是否連接Wi-Fi或行動網路 我們也可能會使用你在App Store上對於App的評分和評論以及你搜尋的內容來改進提供App Store的模型。例如，來自你和其他App Store使用者的App評論以及彙集的搜尋查詢會用於提供評論摘要和微調App Store搜尋模型。 個人化商店 我們會使用你與App Store的互動情況來協助你探索與你最相關的內容。例如，我們會依據你先前在App Store中搜尋、檢視、下載、更新或評論過的內容來建議你可能最感興趣的內容。我們也會使用你「Apple帳號」資訊的購買記錄（包含App內購買）、訂閱項目和付款方式，例如你使用的裝置和啟用的新裝置。為提供更好的建議，我們也會使用關於App啟動、安裝和刪除的彙集資訊，這些資訊是來自選擇與Apple分享裝置分析資訊的使用者，以及關於App評分的彙集資訊。App Store透過本機裝置端處理來加強我們的推薦內容。藉由使用儲存在你裝置上的App使用狀況資料（如你經常打開的App、你使用特定App所花費的時間以及你安裝和解除安裝的App），App Store可以向你建議App和與你更有關的App內活動。Apple接收到有關你商店使用狀況的資訊包含你點按和檢視的個人化內容資訊。 你可以關閉「Apple帳號」的「個人化推薦」以在App Store、Apple Books、iTunes Store、Apple TV、Podcast和Apple訂閱項目中關閉個人化功能。在iOS、iPadOS或visionOS裝置上，請前往「設定」> [你的姓名] >「媒體與購買項目」>「檢視帳號」，然後點一下來關閉「個人化推薦」。你可以在iOS和iPadOS裝置中清除裝置上用於個人化而記錄的使用狀況資料，請前往「設定」> App Store >「個人化推薦」，並且點一下「清除App使用狀況資料」。這不會刪除你記錄在裝置上的資料，但在你清除App使用狀況資料時所記錄的任何資料將不再用於進行個人化。App Store個人化功能將使用你清除App使用狀況資料記錄之後所記錄的新資料。 與你通訊 Apple可能會使用與你帳號有關的資訊（例如你擁有的Apple產品和你訂閱的Apple服務），以傳送App Store和其他你可能感興趣的Apple產品、服務和優惠的相關通訊。Apple也可能使用你在App Store中的活動相關資訊來與你通訊，告知你App Store中可用的新功能、內容和優惠的相關通知。 電子郵件行銷 若你同意接受電子郵件行銷，你就可以透過電子郵件收到這些通訊內容。你可以前往account.apple.com來更改電子郵件的偏好設定，並選擇不接收這些電子郵件，或是在iOS、iPadOS或visionOS裝置上前往「設定」> [你的姓名] >「個人資訊」>「通訊偏好設定」。 推播通知 你也可以透過推播通知收到這些通訊內容。若要在iOS、iPadOS或visionOS裝置上更新通知的偏好設定或選擇不接收通知，請前往「設定」>「通知」> App Store。 廣告 Apple傳送的廣告可協助人們在App Store、Apple News和「股市」上探索App、產品和服務。我們會使用你的裝置、帳號、購買項目、訂閱項目和先前下載項目的相關資訊，以確保廣告具有相關性。在App Store上，我們可能也會使用關聯性的資訊，包含你執行搜尋時的搜尋詞彙，以及你在檢視的頁面或下載的App之相關資訊，以提供相關的廣告。我們會製作有相似特質的人員群組（稱為分類），並使用這些群組傳送定向廣告。你的個人資訊會用來決定你是屬於哪一個分類，你會因此收到相關的廣告。為了保護你的隱私權，只有在超過5,000名人員符合定向條件時才會傳送定向廣告。用來確認廣告與你的關聯性資訊會綁定到隨機識別碼，不會綁定到你的「Apple帳號」。 為了從App Store上符合你條件的多個廣告中選擇要顯示的廣告，我們可能會使用上述的部分資訊，以及你的App Store搜尋和瀏覽活動，來決定哪些廣告可能與你最有關聯。App Store瀏覽活動包含像是你在瀏覽App Store時點按和檢視的內容和App資訊。此項資訊是從許多使用者彙集而來的，因此並不會用來識別你的身分。我們也可能會透過裝置端的處理，使用裝置上儲存的資訊（例如你經常打開的App）來選擇要顯示的廣告。Apple的廣告平台會根據與你「Apple帳號」無關的隨機識別碼來接收你點按和檢視廣告的相關資訊。 若你允許App Store取用你的位置，則可能會使用你的大約位置來在App Store提供地理定向的廣告。你可以隨時在iOS、iPadOS或visionOS裝置上選擇不使用基於位置的功能，請前往「設定」>「隱私權與安全性」>「定位服務」> App Store，然後點一下「永不」。 若啟用了「個人化廣告」設定，則Apple的廣告平台可能會使用你的資訊來提供與你更為相關的廣告。若你不想收到Apple廣告平台依據你的興趣所傳送的定向廣告，你可以選擇關閉「個人化廣告」。關閉「個人化廣告」可避免Apple將你的資訊用於定向廣告。這可能不會減少你接收到的廣告數量，但廣告與你的關聯性可能較低。 進一步瞭解「Apple廣告與隱私權」，請前往www.apple.com/tw/legal/privacy/data/zh-tw/apple-advertising。 瞭解如何選擇不接收App Store、Apple News和「股市」中的個人化廣告，請前往support.apple.com/105131。 與第三方分享 與Apple合作提供產品及服務、協助Apple對客戶行銷，以及在App Store、Apple News和「股市」中以Apple的名義銷售廣告的策略合作夥伴，我們有義務提供部分非個人資料。例如，我們可能與App開發者分享有關你購買內容的非個人資料，以便他們評估其創意作品的表現，滿足版稅及會計需求，並改善其產品與服務。 我們可能會與開發者分享資訊以協助他們作業和改進App。開發者可以取用由使用者選擇提供的使用狀況資訊，以便查看具有相似特質與行為的使用者群組的彙集資料，前提是資料所屬的群組人數不得少於五人。開發者可以接收App Store中他們產品和服務的購買收據和退款資訊。收據不包含個人資料；不過，若你曾提供個人資料，開發者可以從你的App使用和下載狀況來試圖與個人資料取得關聯。 若你在第三方App中購買訂閱服務，我們會製作你與開發者或出版商專屬的「訂閱者識別碼」。我們會使用「訂閱者識別碼」來提供報告給開發者，報告包含你購買的訂閱項目資訊以及你的國家或居住地區。我們提供此資訊給開發者以便他們瞭解訂閱項目的表現。若你取消與特定開發者的所有訂閱項目且不重新訂閱，「訂閱者識別碼」會在180天後重置。 在部分地區，若你為App在外部購買數位商品或服務，意即你的購買不是透過Apple的App內付款系統進行，則該App的開發者會向Apple報告相關的購買資訊，包括付款金額和購買項目，以用於Apple的會計、報告和分析用途。Apple不會將購買資訊與你的「Apple帳號」連結。 此外，自動下載來自App開發者的App中內容時，App開發者在App首次開啟前都可以看到你裝置的IP位址。App開發者對於你IP位址的處理會受到App開發者隱私權政策的規範。若要在首次開啟App前關閉自動下載來自開發者的App中內容，請前往「設定」>「App Store」，然後點一下來關閉「App中的內容」。 處理個人資料適用的法律依據 我們會處理App Store中你的個人資料，通常是為了履行你與Apple之間的合約，處理範圍視提供服務和遵守法律義務所需而定。在同意即為適當法律依據的地區，我們會根據適用的當地法律尋求你的同意。 若符合適用的當地法律，我們會以我們或第三方的正當利益為目的，視需要處理個人資料，以用於提供以下服務： • 顯示相關內容、評估你的裝置是否有足夠空間可以下載要求的內容，並協助自動下載更新內容 • 協助為你和其他人改進並最佳化App Store • 透過電子郵件和推播通知傳送你可能有興趣的優惠，並製作分類來提供你App Store、Apple News和「股市」中的廣告 • 處理退款要求 • 提供開發者他們App中購買項目的報告 • 防範詐騙和其他惡意活動 使用的資料包含： • 你在App Store App中的使用資訊，例如你與搜尋、檢視、下載和購買內容的互動，以及與App Store通知及訊息和App內通知及訊息的互動 • 裝置和帳號的詳細資訊 • 你的IP位址 • 裝置信任分數 保留 我們會保留App Store和其他Apple線上商店中與你購買項目和下載內容相關的個人資料一段時間，此保留時間視各地區財務報告適用的相關法律而有所不同。針對大部分的消費者，需要至少10年的保留期，但在如中國等地區，保留期可達30年。我們也會保留你的購買和下載內容記錄，保留期間至少為你擁有我們帳號的期間，以便你在符合適用條款的情況下可重新下載內容。我們會保留如瀏覽活動和搜尋內容等其他資訊較短時間。所選的保留期間會考量到適用的法律需求以保留資料和特定業務使用案例。不過，即使你關閉帳號或停止使用App Store，部分資訊（例如購買項目，而非你儲存的卡片詳細資訊）可能會依營業記錄需求留底。 當你使用付款卡時，Apple可能會保留並自動更新你的卡號和帳單資訊，以供日後購買、重複交易或你授權的其他用途使用。Apple可能會從你的金融機構或支付網路取得此資訊，並也會將其用於防範詐騙和進行驗證。 防範詐騙和其他惡意活動 我們也會收集個人資料以防範App Store和其他Apple線上商店以及其他Apple App與服務中的詐騙和其他惡意活動。此資訊包含裝置資訊，例如裝置類型和軟體版本、位置資訊（若有提供，系統會將你網際網路連線的IP位址與地理區域比對來取得大約位置）、下載和購買記錄、搜尋，以及其他在商店中的互動。 當你開始購買或當訂閱項目設為自動更新時，Apple可能會使用你與Apple過往商務關係的相關資訊來處理要求，並在付款夥伴授權之前確定是否提供產品或服務。 當你嘗試進行購物時，我們也會在裝置上使用與裝置用途有關的資訊（包含你通話或收發電子郵件的大約數量）來計算裝置的信任分數。送出資訊的方式是經過設計的，Apple並無法得知你裝置上的真實數值。這些分數會在我們的伺服器上儲存一段固定的時間。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪：https://www.apple.com/tw/privacy/
